{
    "_id": "63232759",
    "id": "63232759",
    "title": "1510 influenza pandemic",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Asia ==",
            "start": 835,
            "end": 845
        },
        {
            "text": "=== Middle East ===",
            "start": 1283,
            "end": 1302
        },
        {
            "text": "== Africa ==",
            "start": 1605,
            "end": 1617
        },
        {
            "text": "== Europe ==",
            "start": 1966,
            "end": 1978
        },
        {
            "text": "=== Sicily and the Italian Kingdoms ===",
            "start": 2936,
            "end": 2975
        },
        {
            "text": "=== Central Europe ===",
            "start": 4200,
            "end": 4222
        },
        {
            "text": "=== France ===",
            "start": 5450,
            "end": 5464
        },
        {
            "text": "=== England and Ireland ===",
            "start": 7731,
            "end": 7758
        },
        {
            "text": "=== Spain and Portugal ===",
            "start": 8306,
            "end": 8332
        },
        {
            "text": "== The Americas ==",
            "start": 8667,
            "end": 8685
        },
        {
            "text": "== Medicine and Treatment ==",
            "start": 8991,
            "end": 9019
        },
        {
            "text": "== Origin of 1510 Influenza ==",
            "start": 9522,
            "end": 9552
        },
        {
            "text": "== Debunking Suggestions of Whooping Cough ==",
            "start": 10638,
            "end": 10683
        },
        {
            "text": "== References ==",
            "start": 11623,
            "end": 11639
        }
    ],
    "categories": [
        "1510 in Europe",
        "Influenza pandemics",
        "16th-century epidemics"
    ],
    "infobox": "{{Infobox pandemic\n| name            = 1510 flu pandemic\n| image           = 1500 map by Juan de la Cosa-North up.jpg\n| alt             = The 1510 flu pandemic was the first to be chronicled across continents.\n| caption         = The 1510 flu pandemic was the first to be chronicled across continents.\n| disease         = [[Influenza]]\n| virus_strain    = unknown\n| location        = Asia, Africa, and Europe\n| date            = Early Summer to Fall of 1510\n| deaths          = unknown, death rate ~1% <ref name=\":02\" />\n}}",
    "article": "In 1510, an acute respiratory disease emerged in Asia before spreading through North Africa and Europe during the first chronicled, inter-regional flu pandemic generally recognized by medical historians and epidemiologists. Influenza-like illnesses had been documented in Europe since at least Charlemagne, with 1357's outbreak the first to be called influenza, but the 1510 flu pandemic is the first to be pathologically described following communication advances brought about by the printing press. Flu became more widely referred to as coqueluche and coccolucio in France and Sicily during this pandemic, variations of which became the most popular names for flu in early modern Europe. The pandemic caused significant disruption in government, church, and society with near-universal infection and a mortality rate of around 1%.\n\n== Asia ==\nThe 1510 flu is suspected of originating in East Asia, possibly China. Gregor Horst writes in Operum medicorum tombus primus (1661) that the disease came from Asia and spread along trade routes before attacking the Middle East and North Africa. German medical writer Justus Hecker suggested the 1510 influenza most likely came from Asia because of the historical nature of other influenzas to originate there in more recent pandemics.\n\n\n=== Middle East ===\nThe flu spread along trade routes towards North Africa, traveling southwest through the Middle East. Frequently visited cities like Jerusalem and Mecca would have almost certainly been reached by the flu, with large volumes of people destined to travel to Egypt, North Africa, and the Ottoman Empire.\n\n== Africa ==\nIt is generally understood that the 1510 influenza had spread in Africa before Europe. Influenza was likely widespread in North Africa before crossing continents through the Mediterranean, arriving in Malta where British medical historian Thomas Short believed that the \"island of Melite in Africa\" became the 1510 flu's springboard into Europe.\n\n\n== Europe ==\nEurope's internationally traveled cities and flu's highly contagious nature enabled its spread through European populations. The 1510 flu disrupted royal courts, church services, and social life across Europe. Contemporary chroniclers and those who've read their accounts observed how entire populations were attacked at once, which is how the disease first received the name influenza (from the belief that such outbreaks were caused by influences like stars or cold). Turin professor Francisco Vallerioli (aka Valleriola) writes that the 1510 flu featured \"Constriction of breathing, and beginning with a hoarseness of voice and... shivering. Not long after that there being a cooked humor which fills the lungs.\" Physicians like Valleriola described the 1510 flu as more fatal to children and those who were bled.  Lawyer Francesco Muralto noted that \"the disease killed 10 people out of a thousand in one day,\" supporting a fatality rate of around 1%.\n\n=== Sicily and the Italian Kingdoms ===\n\nThe first cases of influenza began to appear in Sicily around July after the arrival of infected merchant ships from Malta. In Sicily it was commonly called coccolucio for the hoods the sick often wore over their heads. Influenza quickly spread out along the Mediterranean coasts of Italy and southern France via merchant ships leaving the island.\n\nIn Emilia-Romagna, Tommasino de' Bianchi recorded the recovery of Modena's first cases on 13 July 1510, writing that in the city \"there appears an illness that lasts three days with a great fever, and headache and then they rise... but there remains a terrible cough that lasts maybe eight days, and then they recover.\" This data would indicate that the first cases of flu, which has an incubation period of one to four days, began to fall ill in the Emilia-Romagna region around late June or early July. In Bologna an 8 year-old named Ugo Bancopagni, who would later become Pope Gregory XIII, became gravely ill with flu but recovered without permanent complications.\n\nPope Julius II attributed the outbreaks in Rome and the Holy See to God's wrath. Pope Gregory XIII would later blame the 1510 influenza in France on the resistance of King Louis XII to divine authority.\n\n=== Central Europe ===\n\nFlu spread over the Alps into Switzerland and the Holy Roman Empire. In Switzerland it is documented as being called das Gruppie by the Mellingen chronicler Anton Tegenfeld, the flu nickname then preferred by German-speaking Europeans. A respiratory illness seemed to have menaced the Canton of Aargua in June, with the population falling ill with sniffling, coughing, and fatigue. German physician Achilles Gasser records a deadly epidemic spreading over the Holy Roman Empire's upper kingdoms, branching into the cities and the \"whole mankind:\" Mira qua edam Epidemia mortales per urbes hanc totamque adeo superiorem Germaniam corripiebat, qua aegri IV vel V ad summum dies molestissimis destillationibus laborabant ac ration privati instar phrenicorum furebant, atque inde iterum convalescebant, paucissimis ad Gorcum demissis.\n\nAndré de Burgo's letters dated 24 August 1510 indicate Margaret of Austria had to intervene at a royal assembly between her father, Holy Roman Emperor Maximilian I, and Louis XII of France because the King of France was too sick with \"coqueluche\" to be spoken to. Influenza spread out from the Holy Roman Empire towards Northern Europe, the Baltic states, and west towards France and England.\n\n=== France ===\n\nArriving aboard infected sailors from Sicily, influenza struck the Kingdom of France through the ports of Marseille and Nice and spread through the international crowds of the shipyards. It was referred to as  among French physicians, but more commonly just called coqueluche.  Historian François Eudes de Mézeray traced the etymology of coqueluche to the 1410s when sufferers would wear bonnets resembling coqueluchons, a kind of monk's cowl. French surgeon Ambroise Paré described the outbreak as having been a \"rheumatic affliction of the head...with constriction of the heart and lungs.\" Merchants, pilgrims, and other travelers from the south and east spread the virus throughout the western Mediterranean in July. By August it had appeared in Tours and rapidly propagated itself throughout France, sickening the entire country by September. French poet and historian Jean Bouchet, employed by King Louis XII's Royal Court, wrote that the epidemic \"appeared in the entire Kingdom of France, as much in the towns as in the countryside.\"\n\nCoqueluche filled up the hospitals in France. King Louis XII's National Assembly of Bishops, Prelates, and university professors scheduled for September 1510 was delayed because of the intensity of the flu in Paris. Jean Fernel (aka Fernelius), physician to Henry III of France, compares the 1557 influenza to the 1510 epidemic which attacked everyone with fever, a heaviness in their head, and profound coughing. Up to 1000 Parisians per day were dying at the height of the \"1510 peste.\" Mézeray mentions that it disrupted judicial proceedings and colleges, and that the 1510 flu was more widespread and deadly in France than in other countries.\n\n\nCardinal Georges d'Amboise, a close friend and advisor to the King of France, is sometimes believed to have died of influenza since his health sharply declined after arriving in Lyons in May 1510.  The cardinal, also known as Monseigneur le Ledat, made his final testimony and recited Sacraments around 22 May before he died on the 25th. His sudden decline in health and flu's arrival in Europe around early summer have created uncertainty as to whether he died of gout or influenza, but \"coqueluche\" is not mentioned in French royal correspondence that year until August.\n\n=== England and Ireland ===\nBritish medical historian Charles Creighton also claims there is one foreign account of the 1510 flu in England, but does not elaborate.  Fernel and Paré suggest that the 1510 influenza \"spread to almost all countries of the world,\" with the exception of the New World. An epidemiological study of past influenza pandemics reviewing previous medical historians has found England was affected in 1510 and there were reports of symptoms like \"gastrodynia\" and noteworthy murrain among cattle. The 1510 flu is also recorded to have reached Ireland.\n\n=== Spain and Portugal ===\n\nInfluenza reached the Iberian Peninsula early after Italy, due to the highly interconnected trade and pilgrimage routes between Spain, Portugal, and the Italian kingdoms. Cases began to appear in Portugal around the same time the disease entered the Holy Roman Empire. Spanish cities were reportedly \"dispopulated\" by the 1510 flu.\n\n== The Americas ==\n\nThere are no records of influenza affecting the New World in 1510, even though numerous other European powers like France, England, and Portugal were sending their first fleets of ships to the New World after Spain. Influenza had previously afflicted the Isle of Santo Domingo (now Hispaniola) in 1493.\n\n== Medicine and Treatment ==\nBlistering on the back of the head and shoulders was one form of treatment prescribed in Europe for the flu. Paré regarded the common treatments of bloodletting and purgation to be especially dangerous to 1510's flu patients. Supraorbital pain and vision problems were symptoms of coqueluche, so sufferers may have felt tempted to wear hoods due to light sensitivity. Short describes some medicinal treatments for the 1510 flu including \"Bole Armoniac, oily lintus, pectoral troches, and decoctions.\"\n\n== Origin of 1510 Influenza ==\nJustus Hecker and John Parkin presume the 1510 influenza originated from East Asia because of the historical nature of other influenzas originating from said region, while Gregor Horst documented that the 1510 flu spread along trade routes from East Asia to Africa before reaching Europe in 1661. Influenza viruses sometimes leap from Asia's migratory water fowl after massive migrations congregate near water sources for humans and domesticated animals (which can function as cross-species catalysts for creating new strains of pandemic flu). European chroniclers noticed that the 1510 influenza did appear in North Africa before Europe, which has led some medical historians to suggest it may have developed there(parts of North Africa also lie along migratory bird ways, specifically the east Africa-West Asia and Black Sea-Mediterranean routes, that make it vulnerable to spontaneous reassortment of pandemic flu viruses). But there remains no chronicled or biological evidence to suggest the 1510 flu originated from, as opposed to just spread in, Africa before reaching Europe.\n\n== Debunking Suggestions of Whooping Cough ==\nThe 1510 coqueluche has been recognized as influenza by modern epidemiologists and medical historians. Suggestions that the 1510 coqueluche was whooping cough have been doubted because adult sufferers often experienced \"precipitous\" symptoms described by contemporaries like Tommasino de Bianchi or Valleriola as high fever for 3 days, headache, prostration, loss of sleep and appetite, delirium, a cough most severe on the 5th to 10th days, lung congestion, and slow recovery beginning on the second week. Adults with pertussis will usually cough for weeks before becoming gradually more ill then recovering over a period of months. The coqueluche of 1510 is considered to be influenza by experts because of its sudden symptoms, explosive spread, and timelines of sickness to recovery. The first outbreak of whooping cough to be agreed on by most medical historians is Guillaume de Baillou's description of an outbreak in Paris in 1578.\n\n== References ==\n\n\n\n\n\n\nInfluenza had spread in North Africa before arriving in Europe.\nleft.\nFlu arrived in Sicily from Malta, and quickly spread along the Italian coast.\n259x259px.\nleft.\nFrançois Eudes de Mézeray had access to original documents describing the influenza of 1510..\nInfluenza spread to Spain and Portugal around the same time it reached the Alps.|302x302px.\nInfluenza previously attacked the Island of Santo Domingo in 1493 with severe consequences. |322x322px.",
    "links": [
        {
            "title": "North Africa",
            "text": "North Africa",
            "start": 79,
            "end": 91,
            "id": "21714"
        },
        {
            "title": "Europe",
            "text": "Europe",
            "start": 96,
            "end": 102,
            "id": "9239"
        },
        {
            "title": "Influenza pandemic",
            "text": "flu pandemic",
            "start": 147,
            "end": 159,
            "id": "2888063"
        },
        {
            "title": "Charlemagne",
            "text": "Charlemagne",
            "start": 294,
            "end": 305,
            "id": "5314"
        },
        {
            "title": "Printing press",
            "text": "printing press",
            "start": 486,
            "end": 500,
            "id": "23295"
        },
        {
            "title": "Kingdom of France",
            "text": "France",
            "start": 569,
            "end": 575,
            "id": "2687967"
        },
        {
            "title": "Kingdom of Sicily",
            "text": "Sicily",
            "start": 580,
            "end": 586,
            "id": "641373"
        },
        {
            "title": "Early modern Europe",
            "text": "early modern Europe",
            "start": 670,
            "end": 689,
            "id": "118582"
        },
        {
            "title": "China",
            "text": "China",
            "start": 910,
            "end": 915,
            "id": "5405"
        },
        {
            "title": "Justus Hecker",
            "text": "Justus Hecker",
            "start": 1113,
            "end": 1126,
            "id": "17321334"
        },
        {
            "title": "Jerusalem",
            "text": "Jerusalem",
            "start": 1435,
            "end": 1444,
            "id": "16043"
        },
        {
            "title": "Mecca",
            "text": "Mecca",
            "start": 1449,
            "end": 1454,
            "id": "21021"
        },
        {
            "title": "Egypt",
            "text": "Egypt",
            "start": 1559,
            "end": 1564,
            "id": "8087628"
        },
        {
            "title": "Ottoman Empire",
            "text": "Ottoman Empire",
            "start": 1588,
            "end": 1602,
            "id": "22278"
        },
        {
            "title": "Malta",
            "text": "Malta",
            "start": 1819,
            "end": 1824,
            "id": "19137"
        },
        {
            "title": "Thomas Short (physician)",
            "text": "Thomas Short",
            "start": 1857,
            "end": 1869,
            "id": "64025466"
        },
        {
            "title": "Turin",
            "text": "Turin",
            "start": 2449,
            "end": 2454,
            "id": "19450529"
        },
        {
            "title": "Sicily",
            "text": "Sicily",
            "start": 3025,
            "end": 3031,
            "id": "27619"
        },
        {
            "title": "Malta",
            "text": "Malta",
            "start": 3094,
            "end": 3099,
            "id": "19137"
        },
        {
            "title": "Emilia-Romagna",
            "text": "Emilia-Romagna",
            "start": 3329,
            "end": 3343,
            "id": "162715"
        },
        {
            "title": "Modena",
            "text": "Modena's",
            "start": 3392,
            "end": 3400,
            "id": "62418"
        },
        {
            "title": "Bologna",
            "text": "Bologna",
            "start": 3834,
            "end": 3841,
            "id": "21069333"
        },
        {
            "title": "Pope Gregory XIII",
            "text": "Pope Gregory XIII",
            "start": 3901,
            "end": 3918,
            "id": "24244"
        },
        {
            "title": "Pope Julius II",
            "text": "Pope Julius II",
            "start": 3996,
            "end": 4010,
            "id": "24755"
        },
        {
            "title": "Rome",
            "text": "Rome",
            "start": 4039,
            "end": 4043,
            "id": "25458"
        },
        {
            "title": "Holy See",
            "text": "Holy See",
            "start": 4052,
            "end": 4060,
            "id": "13393"
        },
        {
            "title": "Pope Gregory XIII",
            "text": "Pope Gregory XIII",
            "start": 4077,
            "end": 4094,
            "id": "24244"
        },
        {
            "title": "Louis XII of France",
            "text": "King Louis XII",
            "start": 4163,
            "end": 4177,
            "id": "77655"
        },
        {
            "title": "Switzerland",
            "text": "Switzerland",
            "start": 4254,
            "end": 4265,
            "id": "26748"
        },
        {
            "title": "Holy Roman Empire",
            "text": "Holy Roman Empire",
            "start": 4274,
            "end": 4291,
            "id": "13277"
        },
        {
            "title": "Mellingen",
            "text": "Mellingen",
            "start": 4360,
            "end": 4369,
            "id": "6102346"
        },
        {
            "title": "Achilles Gasser",
            "text": "Achilles Gasser",
            "start": 4623,
            "end": 4638,
            "id": "5376407"
        },
        {
            "title": "Margaret of Austria, Duchess of Savoy",
            "text": "Margaret of Austria",
            "start": 5111,
            "end": 5130,
            "id": "959186"
        },
        {
            "title": "Maximilian I, Holy Roman Emperor",
            "text": "Holy Roman Emperor Maximilian I",
            "start": 5188,
            "end": 5219,
            "id": "39070"
        },
        {
            "title": "Louis XII of France",
            "text": "Louis XII of France",
            "start": 5225,
            "end": 5244,
            "id": "77655"
        },
        {
            "title": "Baltic states",
            "text": "Baltic states",
            "start": 5397,
            "end": 5410,
            "id": "188675"
        },
        {
            "title": "Kingdom of France",
            "text": "France",
            "start": 5429,
            "end": 5435,
            "id": "2687967"
        },
        {
            "title": "Kingdom of England",
            "text": "England",
            "start": 5440,
            "end": 5447,
            "id": "407950"
        },
        {
            "title": "Kingdom of France",
            "text": "Kingdom of France",
            "start": 5533,
            "end": 5550,
            "id": "2687967"
        },
        {
            "title": "Marseille",
            "text": "Marseille",
            "start": 5572,
            "end": 5581,
            "id": "40888948"
        },
        {
            "title": "Nice",
            "text": "Nice",
            "start": 5586,
            "end": 5590,
            "id": "47088"
        },
        {
            "title": "François Eudes de Mézeray",
            "text": "François Eudes de Mézeray",
            "start": 5754,
            "end": 5779,
            "id": "507220"
        },
        {
            "title": "Ambroise Paré",
            "text": "Ambroise Paré",
            "start": 5925,
            "end": 5938,
            "id": "617550"
        },
        {
            "title": "Tours",
            "text": "Tours",
            "start": 6215,
            "end": 6220,
            "id": "31593"
        },
        {
            "title": "Bishop",
            "text": "Bishop",
            "start": 6592,
            "end": 6598,
            "id": "4092"
        },
        {
            "title": "Prelate",
            "text": "Prelate",
            "start": 6601,
            "end": 6608,
            "id": "185996"
        },
        {
            "title": "Professor",
            "text": "professor",
            "start": 6626,
            "end": 6635,
            "id": "20646803"
        },
        {
            "title": "Paris",
            "text": "Paris",
            "start": 6717,
            "end": 6722,
            "id": "22989"
        },
        {
            "title": "Jean Fernel",
            "text": "Jean Fernel",
            "start": 6724,
            "end": 6735,
            "id": "233594"
        },
        {
            "title": "Henry III of France",
            "text": "Henry III of France",
            "start": 6766,
            "end": 6785,
            "id": "75985"
        },
        {
            "title": "François Eudes de Mézeray",
            "text": "Mézeray",
            "start": 6997,
            "end": 7004,
            "id": "507220"
        },
        {
            "title": "Georges d'Amboise",
            "text": "Cardinal Georges d'Amboise",
            "start": 7157,
            "end": 7183,
            "id": "2250396"
        },
        {
            "title": "Sacraments of the Catholic Church",
            "text": "Sacraments",
            "start": 7442,
            "end": 7452,
            "id": "30139976"
        },
        {
            "title": "Charles Creighton (physician)",
            "text": "Charles Creighton",
            "start": 7785,
            "end": 7802,
            "id": "3567637"
        },
        {
            "title": "Jean Fernel",
            "text": "Fernel",
            "start": 7897,
            "end": 7903,
            "id": "233594"
        },
        {
            "title": "Ambroise Paré",
            "text": "Paré",
            "start": 7908,
            "end": 7912,
            "id": "617550"
        },
        {
            "title": "Ireland",
            "text": "Ireland",
            "start": 8296,
            "end": 8303,
            "id": "147575"
        },
        {
            "title": "Iberian Peninsula",
            "text": "Iberian Peninsula",
            "start": 8356,
            "end": 8373,
            "id": "14883"
        },
        {
            "title": "New World",
            "text": "New World",
            "start": 8735,
            "end": 8744,
            "id": "2393552"
        },
        {
            "title": "New World",
            "text": "New World",
            "start": 8880,
            "end": 8889,
            "id": "2393552"
        },
        {
            "title": "Spain",
            "text": "Spain",
            "start": 8896,
            "end": 8901,
            "id": "26667"
        },
        {
            "title": "Hispaniola",
            "text": "Hispaniola",
            "start": 8969,
            "end": 8979,
            "id": "13714"
        },
        {
            "title": "1493",
            "text": "1493",
            "start": 8984,
            "end": 8988,
            "id": "36887"
        },
        {
            "title": "Ambroise Paré",
            "text": "Paré",
            "start": 9129,
            "end": 9133,
            "id": "617550"
        },
        {
            "title": "Bloodletting",
            "text": "bloodletting",
            "start": 9168,
            "end": 9180,
            "id": "64196"
        },
        {
            "title": "Laxative",
            "text": "purgation",
            "start": 9185,
            "end": 9194,
            "id": "168526"
        },
        {
            "title": "Thomas Short (physician)",
            "text": "Short",
            "start": 9388,
            "end": 9393,
            "id": "64025466"
        },
        {
            "title": "Justus Hecker",
            "text": "Justus Hecker",
            "start": 9553,
            "end": 9566,
            "id": "17321334"
        },
        {
            "title": "North Africa",
            "text": "North Africa",
            "start": 10278,
            "end": 10290,
            "id": "21714"
        },
        {
            "title": "Whooping cough",
            "text": "whooping cough",
            "start": 10828,
            "end": 10842,
            "id": "170927"
        },
        {
            "title": "Guillaume de Baillou",
            "text": "Guillaume de Baillou's",
            "start": 11554,
            "end": 11576,
            "id": "15182510"
        },
        {
            "title": "1578",
            "text": "1578",
            "start": 11616,
            "end": 11620,
            "id": "38599"
        },
        {
            "title": "Malta",
            "text": "Malta",
            "start": 11743,
            "end": 11748,
            "id": "19137"
        },
        {
            "title": "François Eudes de Mézeray",
            "text": "François Eudes de Mézeray",
            "start": 11811,
            "end": 11836,
            "id": "507220"
        },
        {
            "title": "Spain",
            "text": "Spain",
            "start": 11925,
            "end": 11930,
            "id": "26667"
        },
        {
            "title": "Portugal",
            "text": "Portugal",
            "start": 11935,
            "end": 11943,
            "id": "23033"
        },
        {
            "title": "Hispaniola",
            "text": "Island of Santo Domingo",
            "start": 12031,
            "end": 12054,
            "id": "13714"
        }
    ],
    "_chunk_id": "b_18164711415-18171415127"
}