{
    "_id": "60502984",
    "id": "60502984",
    "title": "1563 London plague",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==London in 1563==",
            "start": 340,
            "end": 358
        },
        {
            "text": "==The plague in London==",
            "start": 937,
            "end": 961
        },
        {
            "text": "===Autumn peak and winter decline===",
            "start": 4349,
            "end": 4385
        },
        {
            "text": "==References==",
            "start": 5382,
            "end": 5396
        }
    ],
    "categories": [
        "Plague (disease)",
        "1563 in England",
        "16th-century deaths from plague (disease)",
        "16th-century epidemics",
        "16th century in London",
        "Disease outbreaks in England"
    ],
    "infobox": "{{Infobox event\n| title      = London Plague of 1563\n| image      = Civitas Londinium or The Agas Map of London.jpg\n| image_size = 500px\n| image_alt  =\n| caption    = Woodcut Map of London circa 1561\n| time       =\n| date       =  June 1563 - January 1564 <ref name= deathtoll/>\n| location   = [[London]], [[Kingdom of England]]\n| deaths     =  20,136+\n| type       = [[Outbreak]], part of the ongoing [[second plague pandemic]] since the fourteenth century\n| cause      = [[Yersinia Pestis]]\n}}",
    "article": "In 1563 London experienced its worst episode of plague during the sixteenth century.  At least 20,136 people in London and surrounding parishes are recorded to have died of plague during this outbreak. Around 24% of London's population ultimately perished, but the plague affected London's insanitary parishes and neighborhoods the most. \n\n==London in 1563==\nIn 1563 the City of London was overcrowded, unsanitary, and poorly-policed. Queen Elizabeth reigned in her 5th year and the government struggled with a rapidly increasing population. Although sanitation was a constant problem, the city had gone over a dozen years without a plague epidemic and many contemporary Londoners were unconcerned about the disease. That changed in 1563 when plague suddenly erupted in Derby, Leicester, and London with such virulence that sickness spread to English troops garrisoned at Havre, weakening them and causing a surrender to French forces.\n\n==The plague in London==\n\nThe first cases of plague began to appear in June. According to manuscripts by John Stow kept at Lambeth Library, weekly bills of mortality for 1563 show the first 17 recorded plague deaths for the week ending 12 June. Elizabeth began coordinating a government response to the epidemic by communicating orders to her people through the Church.  Churchwardens and curates were instructed to tell parishioners staying with those sick with plague not to come to church until several weeks after they die or recover. Strict countermeasures were taken at the local level to combat the epidemic such as painting blue crosses on the houses of the infected and government orders to kill and bury all stray cats and dogs \"for the avoidance of plague,\" with special officers appointed to carry out the cull.\n\nMany people still believed that plague was caused by inhaling corrupt airs known as \"miasmas.\" In another well-intentioned but likely ineffective effort to cleanse London, orders were given by Queen Elizabeth's Council on 9 July that all householders at seven in the evening should make bonfires in the street to consume the corrupt air.  Cases began to steadily increase over the next few weeks, with plague killing 131 Londoners for the week ending 3 July before sharply increasing to hundreds of deaths per week by 30 July. Tudor physician William Bullein records the contemporary testimony of a beggar witnessing those fleeing the epidemic: \"I met with wagons, cartes, and horses full loden with young barnes, for fear of the black Pestilence...\" The urban neighborhoods within London's walls were among the hardest hit by the epidemic of 1563, with the worst afflicted areas being Saint Poulkar's parish, Fleet Ditch's Turnagain lane, and Seacoal lane. S. Poulkar's was the most severely affected parish, having large quantities of fruit merchandise and filth in the lanes attracting rats.  The areas around Fleet river were notorious for being overcrowded and unsanitary, and plague spread wildly in these localities.\n\nA prominent London physician named Dr. Geynes, known for invoking Galen and being citationed by the government for it, died on 23 July from plague. Another physician, Dr. John Jones, contracted plague after staying in the house of a sick person but survived the illness. Dr. Jones promotes the theory of contagion in his Dyall of Auges, writing that \"I myself was infected by reason that unawares I lodged with one who had it running from him.\" As London's death toll soared, fear of the plague became palpable in the Royal Court. On 21 August, Lord Burleigh drafted Queen Elizabeth's order for the removal of Lady Katherine Grey and the Earl of Hertford from the Tower, out of \"great fear that [the plague] may enter into our said Tower.\" By the end of August nearly 1,000 Londoners per week were dying, and London was experiencing widespread panic. Elizabeth and the Royal Council decided to avoid the City of London entirely. The Queen moved the Royal Court to Windsor Castle and erected a gallows in the town square, threatening to hang anyone who followed them from London. She prudently  banned the transportation of goods into Windsor from London, as she too had a fear of contagion. A pious queen, Elizabeth also wrote to the Archbishop of York to recommend universal prayer and fasting for hastening \"remedy and mitigation\" of the plague in her realm.\n\n===Autumn peak and winter decline===\nAn average of 1,449 people were dying weekly between 27 August and 1 October, peaking at 1,828 plague deaths in London for the week ending 1 October. Queen Elizabeth's government gave new orders on 30 September that all houses with infected individuals should have their doors and windows boarded up and that no person inside shall make contact with persons outside for 40 days.  This strict quarantine may have had an immediate effect, with plague deaths the next week dropping over 30% to 1,262 for the week ending 8 October.\n\nIt is normal during plague outbreaks for the disease to subside or break in a community during the winter months, as rats and their fleas retreat from snow and their resources thin out. By 2 December deaths had fallen to 178 per week and the Common Council released an order that none of the houses where plague patients had been can be rented out. Cases continued to decline to 13 deaths for the week ending 21 January 1564 before plague dissipated from the city. \n\n==References==\n\n\n\n\n\n\n\n\n\n\n\n\n\nQueen Elizabeth led the response to the epidemic with cooperation between the government and Church.",
    "links": [
        {
            "title": "London",
            "text": "London",
            "start": 8,
            "end": 14,
            "id": "17867"
        },
        {
            "title": "Derby",
            "text": "Derby",
            "start": 770,
            "end": 775,
            "id": "18727355"
        },
        {
            "title": "Leicester",
            "text": "Leicester",
            "start": 777,
            "end": 786,
            "id": "51155"
        },
        {
            "title": "Le Havre",
            "text": "Havre",
            "start": 872,
            "end": 877,
            "id": "54004"
        },
        {
            "title": "John Stow",
            "text": "John Stow",
            "start": 1042,
            "end": 1051,
            "id": "265737"
        },
        {
            "title": "Bills of mortality",
            "text": "bills of mortality",
            "start": 1084,
            "end": 1102,
            "id": "5261149"
        },
        {
            "title": "Galen",
            "text": "Galen",
            "start": 3053,
            "end": 3058,
            "id": "12326"
        },
        {
            "title": "Lady Katherine Grey",
            "text": "Lady Katherine Grey",
            "start": 3597,
            "end": 3616,
            "id": "103047"
        },
        {
            "title": "Edward Seymour, 1st Earl of Hertford",
            "text": "Earl of Hertford",
            "start": 3625,
            "end": 3641,
            "id": "2667355"
        },
        {
            "title": "Archbishop of York",
            "text": "Archbishop of York",
            "start": 4221,
            "end": 4239,
            "id": "5771838"
        },
        {
            "title": "Elizabeth I",
            "text": "Queen Elizabeth",
            "start": 5410,
            "end": 5425,
            "id": "10128"
        }
    ],
    "_chunk_id": "b_17500279440-17508440721"
}