{
    "_id": "61016641",
    "id": "61016641",
    "title": "1721 Boston smallpox outbreak",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Smallpox in Boston ==",
            "start": 890,
            "end": 913
        },
        {
            "text": "===Public inoculation campaign===",
            "start": 3576,
            "end": 3609
        },
        {
            "text": "==Inoculation controversy and violence==",
            "start": 6277,
            "end": 6317
        },
        {
            "text": "==Social and scientific impact==",
            "start": 9670,
            "end": 9702
        },
        {
            "text": "== References ==",
            "start": 11803,
            "end": 11819
        }
    ],
    "categories": [
        "1721 disasters",
        "1722 disasters",
        "1721 in Massachusetts",
        "1722 in Massachusetts",
        "18th-century epidemics",
        "18th century in Boston",
        "Disease outbreaks in the United States",
        "Smallpox epidemics",
        "Smallpox vaccines",
        "Disasters in Massachusetts"
    ],
    "infobox": "{{infobox epidemic\n| name= 1721 Boston smallpox epidemic\n| location= [[Boston]], Massachusetts \n| confirmed_cases= 5,759 <ref name= thatcher/>\n| deaths = 844 <ref name= AMB/><ref name= thatcher/>\n| first_case= British sailor disembarking HMS ''Seahorse'' <ref name= farmer/><ref name= Coss/>\n| disease= [[ Smallpox ]]\n| virus_strain= ''Variola major''\n|dates=22 April 1721 - 22 February 1722}}",
    "article": "In 1721, Boston experienced its worst outbreak of smallpox (also known as variola). 5,759 people out of around 10,600 in Boston were infected and 844 were recorded to have died between April 1721 and February 1722. The outbreak would motivate Puritan minister Cotton Mather and Harvard physician Zabdiel Boylston to variolate hundreds of Bostonians in the Thirteen Colonies' earliest experiment with public inoculation. Their efforts would inspire further use and research of variolation for immunizing people from smallpox, placing the Massachusetts Bay Colony at the epicenter of the Colonies' first inoculation debate and profoundly impacting Western society's medical treatment of the disease. The outbreak also permanently changed social and religious public discourse about disease, as Boston's newspapers published various pamphlets opposing and supporting the inoculation efforts.\n\n==Smallpox in Boston ==\n \nOn 22 April 1721 the British passenger ship  arrived at Boston from Barbados, after one stop at Tortuga, with a crew of sailors who'd just survived smallpox. Customs' quarantine hospital at Spectacle Island was tasked with containing individuals who had contagious diseases, with a case of smallpox contained successfully the previous fall. But one of Seahorses sailors fell ill in Boston Harbor a day after arrival, and exposed other sailors to variola. Boston's water bailiff inspected Seahorse and discovered another two or three cases of smallpox in various stages before ordering the ship to leave the harbor. Despite the sailor being hurriedly quarantined in the lodging house where he fell ill, nine other sailors at Boston Harbor exposed to him came down with smallpox in early May. The sailors were quarantined on Spectacle Island's very-rudimentary hospital but staff and customs were unable to contain the virus. On 26 May Cotton Mather wrote in his diary: \"The grievous calamity of the small pox has now entered the town.\"\n\nBoston's last smallpox outbreak was in 1703, and a new generation of non immune children and young adults were vulnerable. By June the town was faced with a major public health crisis and the religious public became increasingly worried that they were the subjects of divine punishment. Around 900 people fled Boston into the countryside, likely spreading the virus. The General Court, colonial Massachusetts' legislating body, moved from Boston to Cambridge at summer's end, but smallpox cases began appearing in Cambridge in August. James Franklin's The New England Courant was founded in August amid the outbreak and the issue of smallpox and preservation from it became front page news. The Courant was ordered in early October by the town council to publish a house-by-house count on those affected so far by smallpox: 2,757 cases, 1,499 recoveries and 203 deaths were counted. The outbreak peaked in October when 411 people died in that month alone.  Judge Samuel Sewall recorded in his diary the deaths of his friends and neighbors like one Madam Checkly on 18 October. Thanksgiving sermons were also affected by the outbreak, and on 26 October most congregations held a single sermon at 11 in the morning out of fear of smallpox spreading during gatherings. The next day Judge Sewell attended the funeral of local child Edward Rawson before attending the burial of one of Sewell's own tenants, while a local college student and \"many others\" were buried that Friday night. 8% of Boston's population would die during the epidemic, and hundreds of other Bostonians would recover with severe scarring or disabilities.\n\n===Public inoculation campaign===\n\nCotton Mather sent letters to Boston's 14 other physicians in response to the outbreak imploring them to wage a medical campaign against smallpox by inoculating their own patients or volunteers. Mather had been interested in inoculation since 1715 when his slave, Onesimus, informed Mather about a procedure in Africa which made him immune to smallpox for life. Mather read physician Emmanuel Timoni's description of a similar procedure witnessed while serving Great Britain's ambassador in Turkey. The procedure Timoni called inoculation involved drying pus from a smallpox patient and rubbing or scraping it into the skin of a healthy person, giving them a mild case of pox that conferred lifetime immunity.  Mather wanted to prove variolation was a relatively very safe and effective procedure to protect people against smallpox. Most physicians, however, feared the possibility of smallpox fatally spreading and the social implications of deliberately infecting others. \n\nZabdiel Boylston of Harvard University was the only doctor who positively responded to Mather's call to action, beginning America's first public campaign of inoculation. On 26 June 1721, Boylston first inoculated his six year-old son Thomas, and then his 36 year-old slave and the slave's two year old son.  To the doctor's relief, all survived relatively mild cases of smallpox without disability or disfigurement. Boylston then felt confident enough about the procedure's safety, and over a period of five months during the outbreak inoculated 247 people in and around Boston (with 6 fatalities).  On the 25 November 1721, he inoculated 15 individuals at Harvard: thirteen Harvard students, professor Edward Wiglesworth, and tutor William Welsted. They, too, survived and the university's student body and faculty were both fascinated by the novel procedure. Cotton Mather writes in a letter detailing Boylston's work in Boston: \"The experiment has now been made on several hundreds of persons, upon both male and female, upon both old and young, upon both strong and weak, upon both white and black.\"\n\nBoylston was unable to continue his inoculation campaign beyond November due to opposition from Boston's Selectmen restricting him, as well as occasional violence from the public. But a tutor at Harvard inspired by his research, Thomas Robie, continued vaccinating patients at Spectacle Island. One of his patients was another tutor, Nicholas Sevier, who returned to Harvard sixteen days after he was inoculated to report on the success of his procedure. Harvard's academic community became more accepting inoculation after the successful experiments of Boylston and Nicholas Sevier.\n\n==Inoculation controversy and violence==\n\nCotton Mather believed inoculation was a divine gift to protect people from smallpox and Boylston felt duty-bound to use inoculation to protect his children and others from smallpox. But many contemporaries, especially regular Bostonians with no knowledge or interest for inoculation, were terrified of smallpox spreading from inoculated patients  and outraged at the idea of deliberately infecting people. Inoculation also evoked anger from dubious physicians. William Douglass was a vehement inoculation opponent who published anti-inoculation pamphlets in response to Mather's experiment. One pamphlet published in The New England Courant read \"Some have been carrying about instruments of inoculation, and bottles of poisonous humor, to infect all who were willing to submit to it. Can any man infect a family in the morning, and pray to God in the evening that the distemper will not spread?\"  Douglass believed only accredited medical professionals like himself should conduct such dangerous procedures, while he personally opposed inoculation.  Boylston was ridiculed and satirized in the newspapers, portrayed as a quack by Douglass and a French local physician named Dalhonde.    \n\nVariolation did present an inherent risk of death for 2% of those undergoing the procedure. This provided fertile ground for voices opposed to it. Furious rumors swirled around inoculation as The New England Courant published Douglass and Dalhonde's sensationalist articles against inoculation.  One article by Douglass darkly joked about using smallpox in inoculations to kill off surrounding native communities. Inoculation made Boylston notorious, and a colonial government that rejected the notion of inoculation was deeply skeptical of his and Mather's experiment. The Boston City Council summoned Boylston in early August to explain, and the Council condemned inoculation and ordered him to desist immediately. Despite the opposition, Boylston garnered support of local learned men like Cotton's father Increase Mather and four other \"inoculation ministers\" (Benjamin Coleman, Thomas Prince, John Webb, and William Cooper) and defiantly resumed inoculating patients two day later. Boylston was assaulted in the streets for this.  Eventually his life was threatened to the point where Boylston secretly hid in his house for two weeks.\n\nCotton Mather was also terrorized by an angry public as rumors spread wildly about inoculations.  Angry mobs eventually began forcing the variolated to isolate themselves in Spectacle Island's quarantine house. Cotton Mather had his nephew Reverend Walter inoculated and offered to let him stay at Mather's home while he recovered from smallpox, but a fearful mob attacked the house and threw a crude bomb directly into the room where Walter was staying.  The device failed to explode, but a note tied to the device was found that read \"Cotton Mather, I was once of your meeting, but the cursed lye you told of - you know who, made me leave you, you dog, and damn you, I will inoculate you with this, with a pox on you!\"\n\nA prominent member of Boston's clergy to oppose inoculation was John Williams. Williams criticized variolation as sinful and \"not in the Rules of Natural Physick.\" Cotton Mather countered that to reject inoculation would be a violation of the Bible's 6th Commandment since many people would die.\n\n==Social and scientific impact==\n\nThe outbreak was the first time in American medicine where the press was used to inform (or alarm) the general public about a health crisis. The New England Courant, under the leadership of its new editor 16 year-old Benjamin Franklin, continued to publish satirical articles about the Mathers and inoculation in the months following the epidemic. Boylston wrote an account of his experiences with inoculation in An Historical Account of the Small Pox Inoculated in New England. Most of Boston's clergy seemed to have supported inoculation, and some wrote an op-ed opposing Williams and Douglass's criticism: \"tho [Dr. Boylston] has not had... an Academic Education, and congruently not the Letters of some Physicians in town, yet he ought by no means be called Illiterate, Ignorant, etc. Would the town bear [sic] that Dr. Cutter or Dr. Davis be so treated?\" Minister Benjamin Coleman, believing in inoculation, collected inoculation stories from slaves similar to Onesimus' account and published \"Some observations on the new method of receiving the small pox by ingrafting or inoculation\" in opposition to Douglass. \n\nBoston's smallpox outbreak of 1721 is unique for motivating America's first public inoculation campaign, and the controversy that surrounded it. On the 22 February 1722 it was officially announced that no new cases of smallpox were appearing in Boston and the disease was in decline. In the outbreak's aftermath, with over 800 Bostonians dead and many more disfigured from smallpox, Boylston's 247 inoculated patients had a 2% death rate versus the 15% of people who died if they got smallpox naturally.  Boylston's successful experiments on students and faculty at Harvard lead to early acceptance in Boston's powerful academic community for the procedure. After Mather and Boylston's highly-publicized experiments with inoculation, and Lady Mary Wortley Montagu's similar experiments during a simultaneous outbreak in London, variolation would become a widespread and well-researched technique in the West decades before Edward Jenner's discovery of vaccination with cowpox.\n\n== References ==\n\n\n\n\n\n\n\n\n\n\n\n\n City of Boston's harbor and skyline ca. 1723-30.\nCotton Mather promoted America's first public inoculation campaign.\nCoverage of inoculation was a front page issue in The Courant's first publication.\nleft.\nalt=.",
    "links": [
        {
            "title": "Boston",
            "text": "Boston",
            "start": 9,
            "end": 15,
            "id": "24437894"
        },
        {
            "title": "Smallpox",
            "text": "smallpox",
            "start": 50,
            "end": 58,
            "id": "16829895"
        },
        {
            "title": "1721 Boston smallpox outbreak",
            "text": "variola",
            "start": 74,
            "end": 81,
            "id": "61016641"
        },
        {
            "title": "Puritans",
            "text": "Puritan",
            "start": 243,
            "end": 250,
            "id": "24091"
        },
        {
            "title": "Cotton Mather",
            "text": "Cotton Mather",
            "start": 260,
            "end": 273,
            "id": "7104"
        },
        {
            "title": "Zabdiel Boylston",
            "text": "Zabdiel Boylston",
            "start": 296,
            "end": 312,
            "id": "2118723"
        },
        {
            "title": "Variolation",
            "text": "variolate",
            "start": 316,
            "end": 325,
            "id": "34062507"
        },
        {
            "title": "Thirteen Colonies",
            "text": "Thirteen Colonies",
            "start": 356,
            "end": 373,
            "id": "34681"
        },
        {
            "title": "Massachusetts Bay Colony",
            "text": "Massachusetts Bay Colony",
            "start": 537,
            "end": 561,
            "id": "197490"
        },
        {
            "title": "Pamphlet",
            "text": "pamphlet",
            "start": 830,
            "end": 838,
            "id": "264757"
        },
        {
            "title": "Barbados",
            "text": "Barbados",
            "start": 984,
            "end": 992,
            "id": "3455"
        },
        {
            "title": "Smallpox",
            "text": "smallpox",
            "start": 1064,
            "end": 1072,
            "id": "16829895"
        },
        {
            "title": "Boston Harbor",
            "text": "Boston Harbor",
            "start": 1298,
            "end": 1311,
            "id": "1066561"
        },
        {
            "title": "Cotton Mather",
            "text": "Cotton Mather",
            "start": 1850,
            "end": 1863,
            "id": "7104"
        },
        {
            "title": "Cambridge, Massachusetts",
            "text": "Cambridge",
            "start": 2401,
            "end": 2410,
            "id": "5685"
        },
        {
            "title": "The New-England Courant",
            "text": "The New England Courant",
            "start": 2504,
            "end": 2527,
            "id": "16581161"
        },
        {
            "title": "Samuel Sewall",
            "text": "Samuel Sewall",
            "start": 2915,
            "end": 2928,
            "id": "451068"
        },
        {
            "title": "Onesimus",
            "text": "Onesimus",
            "start": 3875,
            "end": 3883,
            "id": "69667"
        },
        {
            "title": "Turkey",
            "text": "Turkey",
            "start": 4102,
            "end": 4108,
            "id": "11125639"
        },
        {
            "title": "Harvard University",
            "text": "Harvard University",
            "start": 4607,
            "end": 4625,
            "id": "18426501"
        },
        {
            "title": "Board of selectmen",
            "text": "Selectmen",
            "start": 5797,
            "end": 5806,
            "id": "722222"
        },
        {
            "title": "Quackery",
            "text": "quack",
            "start": 7442,
            "end": 7447,
            "id": "212698"
        },
        {
            "title": "Boston City Council",
            "text": "Boston City Council",
            "start": 8084,
            "end": 8103,
            "id": "7935793"
        },
        {
            "title": "Increase Mather",
            "text": "Increase Mather",
            "start": 8319,
            "end": 8334,
            "id": "273766"
        },
        {
            "title": "Benjamin Franklin",
            "text": "Benjamin Franklin",
            "start": 9921,
            "end": 9938,
            "id": "3986"
        },
        {
            "title": "Lady Mary Wortley Montagu",
            "text": "Lady Mary Wortley Montagu",
            "start": 11563,
            "end": 11588,
            "id": "400016"
        },
        {
            "title": "Edward Jenner",
            "text": "Edward Jenner",
            "start": 11748,
            "end": 11761,
            "id": "9506"
        },
        {
            "title": "Vaccination",
            "text": "vaccination",
            "start": 11777,
            "end": 11788,
            "id": "32473"
        },
        {
            "title": "Cowpox",
            "text": "cowpox",
            "start": 11794,
            "end": 11800,
            "id": "51303"
        }
    ],
    "_chunk_id": "b_17621053132-17626307828"
}