{
    "_id": "1421847",
    "id": "1421847",
    "title": "1775–1782 North American smallpox epidemic",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 271,
            "end": 285
        },
        {
            "text": "==Quarantine methods==",
            "start": 3081,
            "end": 3103
        },
        {
            "text": "==Inoculation==",
            "start": 5940,
            "end": 5955
        },
        {
            "text": "===George Washington===",
            "start": 7359,
            "end": 7382
        },
        {
            "text": "===John and Abigail Adams===",
            "start": 11274,
            "end": 11302
        },
        {
            "text": "==Implications for public health==",
            "start": 13820,
            "end": 13854
        },
        {
            "text": "==References==",
            "start": 15113,
            "end": 15127
        },
        {
            "text": "==Further reading==",
            "start": 15130,
            "end": 15149
        }
    ],
    "categories": [
        "Smallpox epidemics",
        "18th-century health disasters",
        "1770s in North America",
        "1780s in North America",
        "History of North America",
        "History of the United States (1776–1789)",
        "American Revolutionary War",
        "1775 in North America",
        "1776 in North America",
        "1777 in North America",
        "1778 in North America",
        "1779 in North America",
        "1780 in North America",
        "1781 in North America",
        "1782 in North America",
        "1775 in Canada",
        "1776 in Canada",
        "1777 in Canada",
        "1778 in Canada",
        "1779 in Canada",
        "1780 in Canada",
        "1781 in Canada",
        "1782 in Canada",
        "1775 in the Thirteen Colonies",
        "1776 in the United States",
        "1777 in the United States",
        "1778 in the United States",
        "1779 in the United States",
        "1780 in the United States",
        "1781 in the United States",
        "1782 in the United States",
        "18th century in North America"
    ],
    "infobox": null,
    "article": "The New World of the Western Hemisphere was devastated by the 1775–1782 North American smallpox epidemic. Columbus' first voyage to America can be attributed for bringing the smallpox virus to America and led to its spread across most of the continent of North America.\n\n==Background==\nSmallpox is a dangerous disease caused by the variola major virus. The most common type of smallpox, ordinary, historically has devastated populations with a 30% death rate. The smallpox virus is transmittable through bodily fluids and materials contaminated with infected materials. Generally, face-to-face contact is required for an individual to contract smallpox as a result of an interaction with another human. Unlike some viruses, humans are the only carriers of variola major. This limits the chances of the virus being unknowingly spread through contact with insect or other animal populations. Persons infected with smallpox are infectious to others for about 24 days of their infection time. However, there is a period of time in which individuals are contagious but have only begun to experience minor symptoms such as fever, headaches, body aches and sometimes vomiting.\n\nThis epidemic occurred during the years of the American Revolutionary War. During this time, there was no medical technology widely available to protect soldiers from outbreaks in crowded and unhygienic troop camps. Thus, this virus posed a major threat to the success of the Continental Army, led by George Washington.\n\nIt is not known where the outbreak began, but the epidemic was not limited to the colonies on the Eastern seaboard, nor to the areas ravaged by hostilities. The outbreak spread throughout the North American continent. In 1775 it was already raging through British-occupied Boston and among the Continental Army's invasion of Canada. During Washington's siege of Boston the disease broke out among both Continental and British camps. Many escaped slaves who had fled to the British lines in the South likewise contracted smallpox and died. In the South, it reached Texas, and from 1778–1779, New Orleans was especially hard hit due to its densely populated urban area. By 1779 the disease had spread to Mexico and would cause the deaths of tens of thousands. At its end the epidemic had crossed the Great Plains, reaching as far west as the pacific coast, as far north as Alaska and as far south as Mexico, infecting virtually every part of the continent.\n\nOne of the worst tragedies of the pandemic was the massive toll it took on the indigenous population of the Americas. The disease was likely spread via the travels of the Shoshone Indian tribes. Beginning in 1780 it reached the Pueblos of the territory comprising present day New Mexico. It also showed up in the interior trading posts of the Hudson's Bay Company in 1782. It affected nearly every tribe on the continent, including the northwestern coast. It is estimated to have killed nearly 11,000 Native Americans in the Western area of present-day Washington, reducing the population from 37,000 to 26,000 in just seven years.\n\n==Quarantine methods==\nThough there was not too much known about viruses and their transitions, English colonists in North America recognized the effectiveness of isolating individuals infected with smallpox. The English colonies were more aware of the features of smallpox than of almost any other infectious disease. It was widely recognized that there were only two options for protecting oneself against this disease, quarantine or inoculation against the disease. Many feared inoculation, and instead chose isolation via quarantine. Individuals with recognized infections were sent to remote locations where they could let the disease run its course without the fear of infecting others. If needed, the scale of the quarantine could be increased. This meant cutting off entire towns from the rest of the colonies for the duration of the disease.\n\nMembers of the English colonies as well as English officials were proactive in establishing quarantine guidelines in order to protect the public. One of the earliest recorded examples of this was a quarantine established in 1647 by Puritans in order to prevent the spread of disease from ships coming from the Caribbean. In 1731 an act, entitled  \"An Act to Prevent Persons From Concealing the Smallpox\", was passed. This act made the heads of households mandatory reporters for smallpox; these individuals were required to report smallpox in their house to the selectmen of the Massachusetts Bay Colony. Infected households would then be indicated with the placement of a red flag. In South Carolina, sentinels were to be posted outside infected households and infectious notices were required to be posted. In many colonies islands were set up to quarantine individuals coming in by ship. This decreased the chances of smallpox being introduced via trade or travel. By the late 1700s, almost all colonies had quarantine laws in effect in order to diminish the hugely damaging effects that smallpox could have on their communities.\n\nUpon taking charge of the Continental Army, Washington recognized the severe danger that smallpox posed to his men and the outcome of the war. To this end, Washington became \"particularly attentive to the least Symptoms of Smallpox\"  among his men. Further, Washington was prepared to quarantine any member of his troops showing symptoms according to previously discovered methods and guidelines, including through the use of a special hospital. Following an outbreak of smallpox in Boston, Washington took further precautions to protect his men; he quarantined his men from the dangerous Boston public. These measures included the refusal to allow contact between his soldiers and the viral refugees of Boston. Additionally, certain retreats of the Continental Army can be linked to Washington's wish to avoid smallpox and his intense caution when it came to his troops.\n\n==Inoculation==\n\nThough it was practiced in many parts of the world, the technology of inoculation, or Variolation, was not known in Europe until the 1700s. It was widely publicized by Lady Mary Wortley Montagu, who inoculated her own children against smallpox, despite widespread concern and controversy. Inoculation was the practice of introducing infected materials in to the bodies of healthy individuals with the hope that they would contract a mild form of smallpox, recover, and be immune to further infections. The outcome of inoculations in surviving patients was successful, these individuals proved to be immune to smallpox. Understandably, there was much concern surrounding the practice of inoculation. The ordinary person was unable to comprehend the efficacy of intentionally infecting an otherwise healthy person with a potentially fatal disease. Thus, many were reluctant to have themselves or their family members inoculated. There were instances in which these fears were validated. Many of those who had been inoculated died as a result of the smallpox they had been exposed to. Additionally, there was the potential for an accidental outbreak of smallpox after contact between inoculation patients and the public. The choice of significant individuals such as John Adams and Abigail Adams to be inoculated did some to make inoculations more accepted, but there was still much progress to be made.\n\n===George Washington===\nGeorge Washington contributed greatly to the progression of public health systems in America. During his time working with the Continental Army, Washington observed how smallpox and other diseases spread like wildfire through Army camps and gatherings. This was often due to the cramped and dirty living conditions of these places. Washington understood the destructive nature of smallpox and other diseases such as malaria, diphtheria, and scarlet fever. He was one of the first to introduce the idea of compulsory health initiatives such as widespread inoculation. Washington also had experience with disease outside the realm of combat and war. Having himself suffered from many illnesses and observing those of his family, George Washington was an integral part of the establishment of American public health programs.\n\nAlong with quarantine, another one of Washington's methods for keeping his men healthy was with the use of inoculation. Washington, like others of the time period, was not intimately familiar with the exact mechanisms of the virus. However, he and others were able to realize that men who had previously contracted and subsequently recovered from smallpox were unlikely to become ill a second time. Thus, early on Washington recognized the strategic advantage of these individuals. During an outbreak in Boston, Washington sent troops made up only of men who had previously been infected with smallpox. With this, he was able to both protect his soldiers and take advantage of the vulnerability of Boston and its British inhabitants during the smallpox outbreak of March 1776.\n\nInitially, George Washington was reluctant to inoculate his troops. But as he watched many of his men fall victim to smallpox, Washington believed that he would be able to keep his troops healthy through sanitary and quarantine methods. There were several events that contributed to the change of Washington's policy. First, Washington recognized that quarantine and attempted cleanliness were not enough to keep his vital troops healthy and in fighting form. Additionally, many prominent members of colonial society were having themselves and their families inoculated. Eventually, even George Washington's wife, Martha Washington was herself inoculated. It was not long after this that Washington initiated the inoculation of the American troops. Washington recognized the dangers of inoculating these men; many patients died as result of the infection caused by inoculation. However, the importance of keeping his men healthy outweighed the risks, and almost all Continental soldiers were inoculated against smallpox. Washington (a survivor of smallpox himself) understood the danger that smallpox posed to his men, saying \"Necessity not only authorizes but seems to require the measure, for should the disorder infect the Army . . . we should have more to dread from it, than from the Sword of the Enemy.\" However, it was more complex than just Washington making this decision. Local officials were concerned that the inoculation of soldiers would lead to the accidental spread of smallpox among civilians. But, Washington persisted in his quest and managed to get the majority of his soldiers inoculated. Along with the rise in popularity of the practice, Washington's decision to inoculate his troops was also extremely strategic; he was able to realize the deep impact an epidemic would have on his troops. Immunity was initially more widespread among the British men than the Americans. This was due to the more accepted practice of inoculation in Europe and the high rate of childhood cases, resulting in immunity. With this, an epidemic spread among Americans could prove disastrous to the American cause. With his men at Valley Forge inoculated, Washington was able to proceed with more confidence, knowing that at least his men would not be struck down by the smallpox virus.\n\n===John and Abigail Adams===\n\nBoth John and Abigail Adams were intimately familiar with disease and illness, having seen many family members and themselves infected. Thus, Abigail made certain to educate her children on the dangers of disease and how to best avoid it. These lessons included both practices of cleaning and the administration of home medicine. The Adams both understood the toll that smallpox could take and therefore feared the disease and its potentially devastating lasting effects. In July 1764, John Adams set an example by choosing to be inoculated before it was a commonly accepted practice. Though techniques were rudimentary at this time, Adams survived the experience, emerging with protective immunity. Adams described the inoculation procedure in a letter to his wife:\n\n:\"Dr. Perkins demanded my left arm and Dr. Warren my brother's [probably Peter Boylston Adams]. They took their Launcetts and with their Points divided the skin about a Quarter of an inch and just suffering the blood to appear, buried a thread (infected) about a Quarter of an inch long in the Channell. A little lint was then laid over the scratch and a Piece of Ragg pressed on, and then a Bandage bound over all, and I was bid go where and do what I pleased...Do not conclude from any Thing I have written that I think Inoculation a light matter -- A long and total abstinence from everything in Nature that has any Taste; two long heavy Vomits, one heavy Cathartick, four and twenty Mercurial and Antimonial Pills, and, Three weeks of Close Confinement to an House, are, according to my Estimation, no small matters.\"\n\nWith this act, John Adams set a precedent for many. At the time of his inoculation, the practice was still highly controversial and distrusted by most. This stemmed from the cases in which inoculation patients died as a result of the contracted disease. Additionally, there was always the risk of inoculation patients unintentionally infecting others. However, Adams understood that the benefits of inoculation far outweighed the potential risks. Having a background in medicine, Adams strove to educate others on his findings and beliefs. John Adams was certainly a leading figure in the American Revolution; he played many important roles and was known to many. Adams was able to spread his progressive beliefs about public health programs such as inoculation by taking advantage of his status during this time.\n\nIn July 1776, Abigail and their four children, Charles, Nabby, Thomas, and John Quincy, were all inoculated.\n\n==Implications for public health==\nMany of the leading figures associated with the American Revolution were also involved in the attempt to stop the disastrous spread of smallpox throughout the American Colonies and beyond. Such individuals included George Washington, Thomas Jefferson, John Adams, and Benjamin Franklin, among others. Prior to the steps made by these parties, public health policies in the colonies were not well established; they were limited to emergency situations. This is to say that policies and programs sprung up around epidemics and quarantines, wherever they were needed in the moment. However, the scourge of smallpox prompted changes to be made that would impact the public health of America for years to come.\n\nAt the time of its introduction, almost all colonists were extremely wary of this new medical procedure. It was difficult for them to understand how the infection of an otherwise healthy individual could have a positive outcome. However, inoculation saved many lives and may have protected the Continental Army from destruction. The smallpox inoculation program paved the way for the global public health system that is responsible for the control and eradication of many deadly diseases; including but not limited to polio, measles, and diphtheria.\n\n==References==\n\n\n==Further reading==\n*\n*\n*\n*\n*\n*\n*\n*\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGeorge Washington by Charles Willson Peale, 1776.\nThe cow pock.\nAbigail Adams.",
    "links": [
        {
            "title": "Western Hemisphere",
            "text": "Western Hemisphere",
            "start": 21,
            "end": 39,
            "id": "73162"
        },
        {
            "title": "1775–1782 North American smallpox epidemic",
            "text": "1775–1782 North American smallpox epidemic",
            "start": 62,
            "end": 104,
            "id": "1421847"
        },
        {
            "title": "Voyages of Christopher Columbus",
            "text": "Columbus' first voyage",
            "start": 106,
            "end": 128,
            "id": "7375831"
        },
        {
            "title": "Smallpox",
            "text": "smallpox",
            "start": 175,
            "end": 183,
            "id": "16829895"
        },
        {
            "title": "Smallpox",
            "text": "Smallpox",
            "start": 286,
            "end": 294,
            "id": "16829895"
        },
        {
            "title": "American Revolutionary War",
            "text": "American Revolutionary War",
            "start": 1218,
            "end": 1244,
            "id": "771"
        },
        {
            "title": "Continental Army",
            "text": "Continental Army",
            "start": 1447,
            "end": 1463,
            "id": "168210"
        },
        {
            "title": "George Washington",
            "text": "George Washington",
            "start": 1472,
            "end": 1489,
            "id": "11968"
        },
        {
            "title": "Boston",
            "text": "Boston",
            "start": 1765,
            "end": 1771,
            "id": "24437894"
        },
        {
            "title": "Continental Army",
            "text": "Continental Army",
            "start": 1786,
            "end": 1802,
            "id": "168210"
        },
        {
            "title": "Invasion of Quebec (1775)",
            "text": "invasion of Canada",
            "start": 1805,
            "end": 1823,
            "id": "291174"
        },
        {
            "title": "George Washington",
            "text": "Washington",
            "start": 1832,
            "end": 1842,
            "id": "11968"
        },
        {
            "title": "Siege of Boston",
            "text": "siege of Boston",
            "start": 1845,
            "end": 1860,
            "id": "239035"
        },
        {
            "title": "Texas",
            "text": "Texas",
            "start": 2056,
            "end": 2061,
            "id": "29810"
        },
        {
            "title": "New Orleans",
            "text": "New Orleans",
            "start": 2083,
            "end": 2094,
            "id": "53842"
        },
        {
            "title": "Mexico",
            "text": "Mexico",
            "start": 2194,
            "end": 2200,
            "id": "3966054"
        },
        {
            "title": "Great Plains",
            "text": "Great Plains",
            "start": 2290,
            "end": 2302,
            "id": "51464"
        },
        {
            "title": "Alaska",
            "text": "Alaska",
            "start": 2363,
            "end": 2369,
            "id": "624"
        },
        {
            "title": "Shoshone",
            "text": "Shoshone",
            "start": 2619,
            "end": 2627,
            "id": "544742"
        },
        {
            "title": "Puebloans",
            "text": "Pueblos",
            "start": 2676,
            "end": 2683,
            "id": "53090"
        },
        {
            "title": "New Mexico",
            "text": "New Mexico",
            "start": 2724,
            "end": 2734,
            "id": "21649"
        },
        {
            "title": "Hudson's Bay Company",
            "text": "Hudson's Bay Company",
            "start": 2791,
            "end": 2811,
            "id": "13297"
        },
        {
            "title": "Washington (state)",
            "text": "Washington",
            "start": 3001,
            "end": 3011,
            "id": "13015878"
        },
        {
            "title": "Quarantine",
            "text": "quarantine",
            "start": 3503,
            "end": 3513,
            "id": "25237"
        },
        {
            "title": "Lady Mary Wortley Montagu",
            "text": "Lady Mary Wortley Montagu",
            "start": 6125,
            "end": 6150,
            "id": "400016"
        },
        {
            "title": "John Adams",
            "text": "John Adams",
            "start": 7221,
            "end": 7231,
            "id": "10410626"
        },
        {
            "title": "Abigail Adams",
            "text": "Abigail Adams",
            "start": 7236,
            "end": 7249,
            "id": "102745"
        },
        {
            "title": "Malaria",
            "text": "malaria",
            "start": 7799,
            "end": 7806,
            "id": "20423"
        },
        {
            "title": "Diphtheria",
            "text": "diphtheria",
            "start": 7808,
            "end": 7818,
            "id": "58937"
        },
        {
            "title": "Scarlet fever",
            "text": "scarlet fever",
            "start": 7824,
            "end": 7837,
            "id": "92396"
        },
        {
            "title": "Inoculation",
            "text": "inoculation",
            "start": 7937,
            "end": 7948,
            "id": "46438704"
        },
        {
            "title": "Inoculation",
            "text": "inoculation",
            "start": 8314,
            "end": 8325,
            "id": "46438704"
        },
        {
            "title": "Martha Washington",
            "text": "Martha Washington",
            "start": 9599,
            "end": 9616,
            "id": "161547"
        },
        {
            "title": "Valley Forge",
            "text": "Valley Forge",
            "start": 11117,
            "end": 11129,
            "id": "10778278"
        },
        {
            "title": "John Adams",
            "text": "John",
            "start": 11309,
            "end": 11313,
            "id": "10410626"
        },
        {
            "title": "Abigail Adams",
            "text": "Abigail Adams",
            "start": 11318,
            "end": 11331,
            "id": "102745"
        },
        {
            "title": "Scalpel",
            "text": "Launcetts",
            "start": 12184,
            "end": 12193,
            "id": "263748"
        },
        {
            "title": "Cathartic",
            "text": "Cathartic",
            "start": 12731,
            "end": 12740,
            "id": "701289"
        },
        {
            "title": "Antimonial",
            "text": "Antimonial Pills",
            "start": 12773,
            "end": 12789,
            "id": "3750878"
        },
        {
            "title": "Polio",
            "text": "polio",
            "start": 15080,
            "end": 15085,
            "id": "25107"
        },
        {
            "title": "Measles",
            "text": "measles",
            "start": 15087,
            "end": 15094,
            "id": "58911"
        },
        {
            "title": "Diphtheria",
            "text": "diphtheria",
            "start": 15100,
            "end": 15110,
            "id": "58937"
        },
        {
            "title": "George Washington",
            "text": "George Washington",
            "start": 15201,
            "end": 15218,
            "id": "11968"
        },
        {
            "title": "Charles Willson Peale",
            "text": "Charles Willson Peale",
            "start": 15222,
            "end": 15243,
            "id": "339616"
        },
        {
            "title": "Abigail Adams",
            "text": "Abigail Adams",
            "start": 15265,
            "end": 15278,
            "id": "102745"
        }
    ],
    "_chunk_id": "b_2122979246-2139638041"
}