{
    "_id": "13909129",
    "id": "13909129",
    "title": "1793 Philadelphia yellow fever epidemic",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Beginnings==",
            "start": 1561,
            "end": 1575
        },
        {
            "text": "==Epidemic declared==",
            "start": 3670,
            "end": 3691
        },
        {
            "text": "===Temporary hospitals===",
            "start": 7127,
            "end": 7152
        },
        {
            "text": "===Panic and refugees===",
            "start": 8286,
            "end": 8310
        },
        {
            "text": "==Black nurses==",
            "start": 9998,
            "end": 10014
        },
        {
            "text": "==Controversy over treatment==",
            "start": 13646,
            "end": 13676
        },
        {
            "text": "==Government responses to crisis==",
            "start": 15741,
            "end": 15775
        },
        {
            "text": "==Reactions by other cities==",
            "start": 20171,
            "end": 20200
        },
        {
            "text": "==Carey's accusations==",
            "start": 21318,
            "end": 21341
        },
        {
            "text": "==Response of churches==",
            "start": 23864,
            "end": 23888
        },
        {
            "text": "==End of the epidemic==",
            "start": 25367,
            "end": 25390
        },
        {
            "text": "==Lists of the dead==",
            "start": 28319,
            "end": 28340
        },
        {
            "text": "==Controversies over the epidemic==",
            "start": 29116,
            "end": 29151
        },
        {
            "text": "===Cause===",
            "start": 29580,
            "end": 29591
        },
        {
            "text": "===Differing courses of treatment===",
            "start": 30335,
            "end": 30371
        },
        {
            "text": "==Aftermath==",
            "start": 35222,
            "end": 35235
        },
        {
            "text": "==Representation in other media==",
            "start": 41568,
            "end": 41601
        },
        {
            "text": "==See also==",
            "start": 41853,
            "end": 41865
        },
        {
            "text": "==References==",
            "start": 41978,
            "end": 41992
        },
        {
            "text": "==Bibliography==",
            "start": 41995,
            "end": 42011
        },
        {
            "text": "===Primary sources===",
            "start": 42013,
            "end": 42034
        },
        {
            "text": "===Secondary sources===",
            "start": 42061,
            "end": 42084
        },
        {
            "text": "==External links==",
            "start": 42100,
            "end": 42118
        }
    ],
    "categories": [
        "18th century in Philadelphia",
        "18th-century epidemics",
        "Yellow fever",
        "1793 in Pennsylvania",
        "1793 disasters",
        "18th-century health disasters",
        "Disease outbreaks in the United States"
    ],
    "infobox": null,
    "article": "During the 1793 yellow fever epidemic in Philadelphia, 5,000 or more people were listed in the official register of deaths between August 1 and November 9. The vast majority of them died of yellow fever, making the epidemic in the city of 50,000 people one of the most severe in United States history. By the end of September, 20,000 people had fled the city. The mortality rate peaked in October, before frost finally killed the mosquitoes and brought an end to the epidemic in November. Doctors tried a variety of treatments, but knew neither the origin of the fever nor that it was transmitted by mosquitoes (which was not verified until the late nineteenth century).\n\nThe mayor and a committee of two dozen organized a fever hospital at Bush Hill and other crisis measures. The assistance of the Free African Society was requested by the city and readily agreed to by the members, based on the mistaken assumption that native Africans would have the same partial immunity to the new disease as many had to malaria, the most common source of fever epidemics during the summer months. Black nurses aided the sick and the group's leaders hired additional men to take away corpses, which most people would not touch. Blacks in the city died at the same rate as whites, about 240 altogether.\n\nSome neighboring towns refused to let refugees in from Philadelphia, for fear they were carrying the fever. Major port cities such as Baltimore and New York had quarantines against refugees and goods from Philadelphia although New York sent financial aid to the city.\n\n==Beginnings==\nIn the spring of 1793, French colonial refugees, some with slaves, arrived from Cap Français, Saint-Domingue (now Haiti). The 2,000 immigrants were fleeing the slave revolution in the north of the island. They crowded the port of Philadelphia, where the first yellow fever epidemic in the city in 30 years began in August. It is likely that the refugees and ships carried the yellow fever virus and mosquitoes. The virus is transmitted by mosquito bites. Mosquitoes easily breed in small amounts of standing water. The medical community and others in 1793 did not understand the role of mosquitoes in the transmission of yellow fever and other diseases. \n\nIn the ports and coastal areas of the United States, even in the northeast, the months of August and September were considered the \"sickly season,\" when fevers were prevalent. In the South, planters and other people wealthy enough usually left the Low Country during this season. Natives thought that newcomers especially had to undergo a \"seasoning\" and were more likely to die of what were thought to be seasonal fevers in their early years in the region. Philadelphia then was the temporary capital of the United States, and the government was due to return in the fall. President George Washington had left the city.\n\nThe first two people to die of yellow fever in early August in Philadelphia were both recent immigrants, one from Ireland and the other from Saint-Domingue. Letters describing their cases were published in a pamphlet about a month after they died. The young doctor sent by the Overseers of the Poor to treat the Irish woman was perplexed, and his treatment did not save her.\n\nA 2013 book by Billy G. Smith, professor of history at Montana State University, makes a case that the principal vector of the 1793 plague in Philadelphia (and other Atlantic ports) was the British merchant ship Hankey, which had fled the West African colony of Bolama (an island off West Africa, present day Guinea-Bissau) the previous November, trailing yellow fever at every port of call in the Caribbean and eastern Atlantic seaboard.\n\n==Epidemic declared==\nAfter two weeks and an increasing number of fever cases, Dr. Benjamin Rush, a doctor's apprentice during the city's 1762 yellow fever epidemic, saw the pattern; he recognized that yellow fever had returned. Rush alerted his colleagues and the government that the city faced an epidemic of \"highly contagious, as well as mortal... bilious remitting yellow fever.\" Adding to the alarm was that, unlike with most fevers, the principal victims were not the very young or very old. Many of the early deaths were teenagers and heads of families in the dockside areas. Believing that the refugees from Saint-Domingue were carrying the disease, the city imposed a quarantine of two to three weeks on immigrants and their goods, but was unable to enforce it as the epidemic increased its reach.\n\nThen the largest city in the US, with around 50,000 residents, Philadelphia was relatively compact and most houses were within seven blocks of its major port on the Delaware River. Docking facilities extended from Southwark south of the city to Kensington to the north. Cases of fever clustered at first around the Arch Street wharf. Rush blamed \"some damaged coffee which putrefied on the wharf near Arch Street\" for causing the fevers. Soon cases appeared in Kensington. As the port was critical to the state's economy, the Pennsylvania governor, Thomas Mifflin, had responsibility for its health. He asked the port physician, Dr. James Hutchinson, to assess conditions. The doctor found that 67 of about 400 residents near the Arch Street wharf were sick, but only 12 had \"malignant fevers.\"  Alarmed by what Rush and others told him, Mayor Matthew Clarkson asked the city's medical society, the College of Physicians, to meet and advise the city's government and citizens how to proceed.\n\nRush later described some early cases: On August 7, he treated a young man for headaches, fever and vomiting, and on the 15th treated his brother. On the same day a woman he was treating turned yellow. On the 18th a man in the third day of a fever had no pulse, was cold, clammy, and yellow, but he could sit up in his bed. He died a few hours later. On the 19th a woman Rush visited died within hours. Another physician said five persons within sight of her door died. None of those victims was a recent immigrant.\n\nThe College published a letter in the city's newspapers, written by a committee headed by Rush, suggesting 11 measures to prevent the \"progress\" of the fever. They warned citizens to avoid fatigue, the hot sun, night air, too much liquor, and anything else that might lower their resistance. Vinegar and camphor in infected rooms \"cannot be used too frequently upon handkerchiefs, or in smelling bottles, by persons whose duty calls to visit or attend the sick.\" They outlined measures for city officials: stopping the tolling of church bells and making burials private; cleaning streets and wharves; exploding gunpowder in the street to increase the amount of oxygen. Everyone should avoid unnecessary contact with the sick. Crews were sent to clean the wharves, streets and the market, which cheered those remaining in the city. Many of those who could left the city.\n\nElizabeth Drinker, a married Quaker woman, kept a journal for years; her account from August 23 through August 30 tells the quickening story of the spread of the disease in the city and the rising toll of deaths. She also describes the many people leaving the city.\n\n===Temporary hospitals===\nLike all hospitals of that time, the Pennsylvania Hospital did not admit patients with infectious diseases.\n\nThe Guardians of the Poor took over Bush Hill, a 150-acre estate farther outside the city, whose owner William Hamilton was in England for an extended stay. Vice President John Adams had recently rented the main house, so yellow fever patients were placed in the outbuildings. Nurses were hired to treat patients, under orders by young physicians from the city, who were to visit on a daily basis.\n\nThe end of August was not traditionally a busy time in the city. Many families who could afford to or who had relatives in the countryside lived elsewhere during that hot month. Beginning in September, shipments generally increased with the arrival of fall goods from Britain. In 1793, the Federal Congress was not scheduled to resume session until November, but the Pennsylvania Assembly met in the first week of September. Founded by the Quaker William Penn, the city was the center of Quaker life in the United States. The Yearly Meeting of the Society of Friends was scheduled to be held in the third week of September.\n\n===Panic and refugees===\nBetween the College's advisory on August 25 and the death of Dr. Hutchinson from yellow fever on September 7, panic spread throughout the city; more people fled. Between August 1 and September 7, 456 people died in the city; 42 deaths were reported on September 8. An estimated 20,000 people left the city through September, including national leaders. The daily death toll remained above 30 until October 26. The worst seven-day period was between October 7 and 13, when 711 deaths were reported.\n\nSome neighboring towns had patrols on the roads to prevent entry by refugees. The major ports of Baltimore and New York prevented refugees from entering and quarantined them and goods from Philadelphia for weeks.\n\nThe publisher Mathew Carey published a short pamphlet later in the fall in which he described the changes that had occurred in the life of the city:\n\"Those who ventured abroad, had handkerchiefs or sponges impregnated with vinegar of camphor at their noses, or smelling-bottles full of the thieves’ vinegar. Others carried pieces of tarred rope in their hands or pockets, or camphor bags tied round their necks.... People hastily shifted their course at the sight of a hearse coming towards them. Many never walked on the footpath, but went into the middle of the streets, to avoid being infected in passing by houses wherein people had died. Acquaintances and friends avoided each other in the streets, and only signified their regard by a cold nod. The old custom of shaking hands fell in such general disuse, that many shrunk back with affright at even the offer of a hand. A person with crape [mourning crepe], or any appearance of mourning, was shunned like a viper.\"\n\n==Black nurses==\nThe College of Physicians' advisory implied the fever was contagious and people should avoid contact with its victims although \"duty\" required that they be cared for. Yet in families, when the person with the fever was a mother or father, they could forbid their children from coming near them. Rush knew of Dr. John Lining's observation during the 1742 yellow fever epidemic in Charleston, South Carolina, that African slaves appeared to be affected at rates lower than whites; he thought they had a natural immunity. Writing a short letter to the newspapers under the pseudonym \"Anthony Benezet,\" a Quaker who had provided schooling for blacks, Rush suggested that the city's people of color had immunity and solicited them \"to offer your services to attend the sick to help those known in distress.\" Richard Allen and Absalom Jones recalled their reaction to the letter in a memoir they published shortly after the epidemic:\n\nEarly in September, a solicitation appeared in the public papers, to the people of colour to come forward and assist the distressed, perishing, and neglected sick; with a kind of assurance, that people of our colour were not liable to take the infection. Upon which we and a few others met and consulted how to act on so truly alarming and melancholy occasion. After some conversation, we found a freedom to go forth, confiding in Him who can preserve in the midst of a burning fiery furnace, sensible that it was our duty to do all the good we could to our suffering fellow mortals. We set out to see where we could be useful. The first we visited was a man in Emsley's alley, who was dying, and his wife lay dead at the time in the house, there were none to assist but two poor helpless children. We administered what relief we could, and applied to the overseers of the poor to have the woman buried. We visited upwards of twenty families that day—they were scenes of woe indeed! The Lord was plentiful to strengthen us, and removed all fear from us...\n\nIn order the better to regulate our conduct, we called on the mayor the next day, to consult with him on how to proceed, so as to be the most useful. The first object he recommended was a strict attention to the sick, and the procuring of nurses. This was attended to by Absalom Jones and William Gray; and, in order that the distressed might know where to apply, the mayor advised that upon application to them they would be supplied. Soon after, the mortality increased, the difficulty of getting a corpse taken away, was such, that few were willing to do it, when offered great rewards. The black people were looked to. We then offered our services in the public papers, by advertising that we would remove the dead and procure nurses. Our services were the production of real sensibility—we sought not fee nor reward, until the increase of the disorder rendered our labour so arduous that we were not adequate to the service we had assumed.\n\nAllen noted in his account that because of the increase in mortality, he and Jones had to hire five men to assist them in removing corpses, as most people avoided the sick and the dead.  In a September 6 letter to his wife, Rush said that the \"African brethren ... furnish nurses to most of my patients.\" Despite Rush's theory, most of the city's people of color were not immune to the fever. Many of the slaves in Charleston in 1742 could have gained immunity before having been transported from Africa, by having been exposed to yellow fever in a mild case. People who survived one attack gained immunity. A total of 240 blacks died, in proportion to their population at the same rate as whites.\n\n==Controversy over treatment==\nGiven the limited resources and knowledge of the times, the city's response was credible. The medical community did not know the natural history of yellow fever, a viral infection spread by the Aedes aegypti mosquito. Efforts to clean the city did not defeat the spread of the fever as the mosquitoes bred in the clean water. Philadelphia's newspapers continued to publish during the epidemic, and through the doctors and others tried to understand and combat the epidemic. On September 7, Dr. Adam Kuhn advised patients to treat symptoms as they arose; he had studied medicine at the University of Uppsala in Sweden.\n\nRush claimed that he tried Kuhn's and Steven's stimulating remedies, and his patients still died. He recommended other treatments, including purging and bloodletting, and published his theories. The hope offered by any of these treatments was soon dashed when it became clear that they did not cure the disease, and the doctors' competing claims demoralized patients.\n\nIn his 1794 account of the epidemic, Mathew Carey noted that other doctors claimed to have used calomel (a mercury compound) before Rush and that \"its efficacy was great and rescued many from death.\" Carey added that the \"efficacy of bleeding, in all cases not attended with putridity, was great.\" Rush taught the African-American nurses how to bleed and purge patients. Allen and Jones wrote that they were thankful that \"we have been the instruments, in the hand of God, for saving the lives of hundreds of our suffering fellow mortals.\" Rush's brand of medicine became the standard American treatment for fevers in the 1790s and was widely used for the next 50 years.\n\nRush's claim that his remedies cured 99 out of 100 patients have led historians and modern doctors to ridicule his remedies and approach to medical science. Some contemporaries also attacked him. The newspaper editor William Cobbett attacked Rush's therapies and called him a Sangrado, after a character in Gil Blas, who bled patients to death. In 1799 Rush won a $5,000 libel judgment against Cobbett.\n\n==Government responses to crisis==\nThe responses of the various levels of government in the city varied. The Federal government had no authority to act and Congress had not been in session since June. President Washington and his cabinet continued to meet until he left the city on September 10 for his scheduled vacation, a period that included laying the cornerstone on September 18 of the new US Capitol to be built in the City of Washington, the designated capital. Employees of the Treasury Department, who collected customs and worked on the country's financial system, worked throughout the epidemic; the post office also stayed open.\n\nThe state legislature cut short its September session after a dead body was found on the steps of State House. Governor Mifflin became ill and was advised by his doctor to leave. The city's banks remained open. But, banking operations were so slowed by the inability of people to pay off notes because of disruptions from the epidemic that banks automatically renewed notes until the epidemic ended.\n\nThe mayor Matthew Clarkson organized the city's response to the epidemic. Most of the Common Council members fled, along with 20,000 other residents. People who did not leave Philadelphia before the second week in September could leave the city only with great difficulty, and they faced road blocks, patrols, inspections and quarantines. On September 12, Clarkson summoned fellow citizens interested in helping the Guardians of the Poor. They formed a committee to take over from the Guardians and address the crisis.\n\nOn the 14th, Clarkson was joined by 26 men, who formed committees to reorganize the fever hospital, arrange visits to the sick, feed those unable to care for themselves, and arrange for wagons to carry the sick to the hospital and the dead to Potter's Field. The Committee acted quickly: after a report of 15-month-old twins being orphaned, two days later the Committee had identified a house for sheltering the growing number of orphans. As noted above, Richard Allen and Absalom Jones offered the services of members of the Free African Society to the Committee.\n\nWhen the Mayor's Committee inspected the Bush Hill fever hospital, they found the nurses unqualified and arrangements chaotic. \"The sick, the dying, and the dead were indiscriminately mingled together. The ordure and other evacuations of the sick, were allowed to remain in the most offensive state imaginable... It was, in fact, a great human slaughter-house.\" On September 15, Peter Helm, a barrel maker, and Stephen Girard, a merchant and shipowner born in France, volunteered to personally manage the hospital and represent the Mayor's Committee.\n\nThey made rapid improvements in hospital operations: bedsteads were repaired and more brought from the prison so patients would not have to lie on the floor. A barn was adapted as a place for convalescing patients. On September 17, the managers hired 9 female nurses and 10 male attendants, as well as a female matron. They assigned the 14 rooms to separate male and female patients. With the discovery of a spring on the estate, workers were organized to have clean water pumped into the hospital. Helm and Girard informed the Committee that they could accommodate more than the 60 patients then under their care, and soon the hospital had 140 patients.\n\nGirard found that the intermittent visits by four young physicians from the city added to the confusion about patient treatment. He hired Jean Deveze, a French doctor with experience treating yellow fever in Saint-Domingue (now Haiti). Deveze cared only for the patients at the hospital, and he was assisted by French apothecaries. Deveze admired Girard's fearlessness in his devotion to the patients. In a memoir published in 1794, Deveze wrote of Girard: I even saw one of the diseased ... [discharge] the contents of his stomach upon [him]. What did Girard do? ... He wiped the patient's cloaths, comforted [him] ... arranged the bed, [and] inspired with courage, by renewing in him the hope that he should recover. —From him he went to another, that vomited offensive matter that would have disheartened any other than this wonderful man.\n\nNews that patients treated at the hospital were recovering encouraged many people to believe that medicine was gaining control of the fever. But, it soon became clear that mortality at the hospital remained high; about 50% of those admitted died.\n\n==Reactions by other cities==\nAs the death toll in the city rose, officials in neighboring communities and major port cities such as New York and Baltimore established quarantines for refugees and goods from Philadelphia. New York established a \"Committee appointed to prevent the spreading and introduction of infectious diseases in this city\", which set up citizen patrols to monitor entry to the city. Stage coaches from Philadelphia were not allowed in many cities. Havre de Grace, Maryland, for example, tried to prevent people from Philadelphia from crossing the Susquehanna River to Maryland. Neighboring cities did send food supplies and money; for example, New York City sent $5000 to the Mayor's Committee.\n \nWoodbury and Springfield, New Jersey; Chester, Pennsylvania and Elkton, Maryland, were among towns that accepted refugees. President Washington corresponded with members of his cabinet on where to assemble if the epidemic prevented Congress from meeting as scheduled in December. Washington decided to hold the cabinet in early November in Germantown, at that time an independent town ten miles from the heart of Philadelphia.\n\n==Carey's accusations==\nIn his 1793 account of the epidemic, Mathew Carey contrasted the sacrifices of men like Joseph Inskeep, a Quaker who served on the Mayor's Committee and also visited the sick, with the selfishness of others. When Inskeep contracted the fever, he asked for the assistance of a family whom he had attended when several of its members were sick. They refused; he died, which might have happened even with their aid. Carey reported their refusal.\n\nHe published rumors of greed, especially by landlords who threw convalescing tenants into the street to gain control of their flats. While he praised Richard Allen and Absalom Jones for their work, he suggested that blacks had caused the epidemic, and that some black nurses had charged high fees and even stolen from those for whom they cared.\n\nAllen and Jones quickly wrote a pamphlet to defend the people of color in the crisis. The historian Julie Winch believes they wanted to defend their community, knowing how powerful Carey was, and wanting to maintain the reputation of their people in the aftermath of the epidemic.  The men noted that the first nurses from the Free African Society had worked without any pay. As the mortality rate increased, they had to hire men to get anyone to deal with the sick and dying. They recounted that the great prices paid did not escape the observation of that worthy and vigilant magistrate, Matthew Clarkson, mayor of the city, and president of the committee. He sent for us, and requested we would use our influence to lessen the wages of the nurses. But on informing him of the cause, i.e. that of the people over-bidding one another, it was concluded unnecessary to attempt any thing on that head; therefore it was left to the people concerned. Allen and Jones noted that white nurses also profited and stole from their patients. \"We know that six pounds was demanded by and paid to a white woman, for putting a corpse into a coffin; and forty dollars was demanded and paid to four white men, for bringing it down the stairs.\" Many black nurses served without compensation: \"A poor black man, named Sampson, went constantly from house to house where distress was, and no assistance, without fee or reward. He was smitten with the disorder, and died. After his death his family were neglected by those he had served. Sarah Bass, a poor black widow, gave all the assistance she could, in several families, for which she did not receive any thing; and when any thing was offered her, she left it to the option of those she served.\"\n\n==Response of churches==\nChurch clergy continued to hold services, which helped keep up residents' morale. Rev. J. Henry C. Helmuth, who led the city's German Lutheran congregation, wrote A Short Account of the Yellow Fever in Philadelphia for the Reflecting Christian. He also left a diary. On September 16 he reported that his church was \"very full\" the day before. In one week in October, 130 members of his congregation were buried. On October 13, he wrote in his diary: Preached to a large gathering about Jes.26,1. I showed that Philadelphia a very blessed city—the Lord is among us and especially in our congregation. I proved this with examples of dead and still living people. Baptized a child. Announced that I could not be with the corpses, that the sick should be reported to me in the morning so that I could visit them in the afternoon.\n\nThe Yearly Meeting of the Society of Friends at the Arch Street Meeting House drew 100 attendees, most from outside the city. The meetinghouse is not far from the waterfront where the epidemic had started. In their Yearly Epistle following the meeting, the Friends wrote that to have changed the time or place of the meeting would have been a \"haughty attempt\" to escape \"the rod\" of God, from which there was no escape. The Quaker John Todd, who attended the meeting, contracted the fever and died of it. His young widow, Dolley Payne Todd, later married James Madison, a Virginia congressman whom she met in Philadelphia and a future US president.\n\n==End of the epidemic==\n\n\nDoctors, preachers, and laymen all looked to the coming of autumn to end the epidemic. At first they hoped a seasonal \"equinoctial gale,\" or hurricane, common at that time of year, would blow away the fever. Heavy rains in late September seemed to correlate with a higher rate of cases. Residents next anticipated freezing temperatures at night, which they knew were associated with ending fall fevers. By the first two weeks of October and peak of the crisis, gloom pervaded the city. Most churches had stopped holding services, and the post office moved out of the area of the highest number of cases. The market days continued, and bakers continued to make and distribute bread. Several members of the Mayor's Committee died. African-American nurses had also begun dying of the fever. Carts took ill victims to Bush Hill and the dead to burial grounds. Doctors also suffered illness and death, and fewer were available to care for patients. Three of Rush's apprentices and his sister died; he was too sick to leave his house. Such news cast doubts on Rush's methods, but none of those victims had submitted to his harsh treatment.\n\nThose refugees from Saint-Domingue who thought they had immunity used the streets freely, but few other residents did. Those who had not escaped the city tried to wait out the epidemic in their homes. When the Mayor's Committee took a quick census of the dead, they found that the majority of victims were poor people, who died in homes located in the alleys, behind the main streets where most of the business of city was conducted.\n\nOn October 16, after temperatures cooled, a newspaper reported that \"the malignant fever has very considerably abated.\" Stores began to reopen October 25, many families returned, and the wharves were \"once more enlivened\" as a London-based ship arrived with goods. The Mayor's Committee advised people outside the city to wait another week or 10 days before returning. It published directions for cleaning houses which had been closed up, recommending that they be aired for several days with all windows and doors open. \"Burning of nitre will correct the corrupt air which they may contain. Quick lime should be thrown into the privies and the chambers whitewashed.\" On the 31st, a white flag was hoisted over Bush Hill with the legend, \"No More Sick Persons Here.\"\n\nBut, after some warm days, fever cases recurred. The white flag had to be struck. Finally on November 13, stagecoaches resumed service to the north and south. A merchant reported that the streets were \"in an uproar and rendered the wharves impossible by reason of the vast quantities of wine, sugar, rum, coffee, cotton & c. The porters are quite savvy and demand extravagantly for anything they do.\" On November 14, the Mayor's Committee recommended purifying houses, clothing and bedding, but said that anyone could come to the city \"without danger from the late prevailing disorder.\"\n\n==Lists of the dead==\nAn official register of deaths listed 4044 people as dying between August 1 and November 9, 1793 based on grave counts, so the total was probably higher. City officials, medical and religious leaders, and newspaper publishers reported the number and names of victims, based on the minutes of the Mayor's Committee. The Appendix of on-line edition of Minutes lists the names of all the patients admitted to Bush Hill hospital, as well as the disposition of their cases. The publisher Mathew Carey released his history of the epidemic just weeks after its end. He listed the names of the dead at the back of the book, which is one reason it was a bestseller. While Deveze did not reveal his patients' names in describing his treatments, Rush named his patients in his memoir.\n\n==Controversies over the epidemic==\nThe end of the epidemic did not end the controversies among the city's doctors, who disagreed about causes and treatment. Hearing rumors that colleagues were going to try to get him expelled from the College of Physicians, Rush resigned and formed a new medical society, which many of the city's younger doctors joined.  Rush's promotion of his remedies and attacks on others were strongly criticized by the medical community.\n\n===Cause===\nMerchants worried more about Rush's theory that the fever arose from the filth of Philadelphia and was not imported from the West Indies. They did not want the port's reputation to suffer permanently. Doctors used his treatments while rejecting his etiology of the disease. Others deprecated his therapies, such as Dr. Deveze, but agreed that the fever had local origins. Deveze had arrived on the refugee ship from Saint-Domingue which many accused of having carried the disease, but he thought it healthy. The doctors did not understand the origin or transmittal of the disease. Historians believe it was brought by refugees from Saint-Domingue, where it was endemic, and transmitted by mosquitoes between the infected and healthy persons.\n\n===Differing courses of treatment===\nDr. Kuhn advised drinking wine, \"at first weaker wines, such as claret and Rhenish; if these cannot be had, Lisbon or Madeira diluted with rich lemonade. The quantity is to be determined by the effects it produces and by the state of debility which prevails, guarding against its occasioning or encreasing  the heat, restlessness or delirium.\" He placed \"the greatest dependence for the cure to the disease, on throwing cool water twice a day over the naked body. The patient is to be placed in a large empty tub, and two buckets full of water, of the temperature 75 or 80 degrees Fahrenheit's thermometer, according to the state of the atmosphere, are to be thrown on him.\" The water treatment was also advocated by Dr. Edward Stevens, who in mid-September claimed it had cured Alexander Hamilton, Secretary of the Treasury, of the fever.\n\nRush searched the medical literature for other approaches. Benjamin Franklin had given him letters sent by Dr. John Mitchell, related to treating patients during a 1741 yellow fever outbreak in Virginia. (Franklin never published the letters.) Mitchell noted that the stomach and intestines filled with blood and that these organs had to be emptied at all costs. \"On this account,\" Mitchell argued, \"an ill-timed scrupulousness about the weakness of the body is of bad consequences in these urging circumstances.... I can affirm that I have given a purge in this case, when the pulse has been so low that it can hardly be felt, and the debility extreme, yet both one and the other have been restored by it.\"\n\nAfter experimenting, Rush decided that a powder of ten grains of calomel (mercury) and ten grains of the cathartic drug jalap (the poisonous root of a Mexican plant, Ipomoea purga, related to the morning glory, which was dried and powdered before ingesting) would create the desired elimination he was seeking. Since the demand for his services was so great, he had his assistants make as many of his powders in pill form as they could.\n\nOn September 10, he published a guide to treating the fever: \"Dr. Rush's Directions for Curing and Treating the Yellow Fever\", outlining a regimen of self-medication. At the first sign of symptoms, \"more especially if those symptoms be accompanied by a redness, or faint yellowness in the eyes, and dull or shooting pains about the region of the liver, take one of the powders in a little sugar and water, every six hours, until they produce four or five large evacuations from the bowels...\" He urged that the patient stay in bed and \"drink plentifully\" of barley or chicken water. Then after the \"bowels are thoroughly cleaned,\" it was proper to take 8 to 10 ounces of blood from the arm if, after purging, the pulse was full or tense. To keep the body open he recommended more calomel or small doses of cream of tartar or other salts. If the pulse was weak and low, he recommended camomile or snakeroot as a stimulant, and blisters or blankets soaked in hot vinegar wrapped around the lower limbs. To restore the patient he recommended \"gruel, sago, panada, tapioca, tea, coffee, weak chocolate, wine whey, chicken broth, and white meats, according to the weak or active state of the system; the fruits of the season may be eaten with advantage at all times.\" The sick room should be kept cool and vinegar should be sprinkled around the floor.\n\nRush's therapy was generalized as \"purge and bleed,\" and as long as the patient remained debilitated, Rush urged further purging and bleeding. Not a few of his patients became comatose. The calomel in his pills soon brought on a state of constant salivation, which Rush urged patients to attain to assure a cure. A characteristic sign of death was black vomit, which salivation seemed to ward off. Since he urged purging at the first sign of fever, other doctors began seeing patients who suffered severe abdominal distress. Autopsies after their death revealed stomachs destroyed by such purges.\n\nUnlike other doctors, Deveze did not offer advice in the newspapers during the epidemic. He later discussed treatment in his memoir, which included 18 case studies and descriptions of several autopsies. While he deprecated Rush's harsh purgatives and \"heroic\" bleeding, he moderately bled patients and also used medicines to evacuate the bowels. Like Rush, he thought poisons had to be \"abstracted\" in severely debilitated patients. Instead of purges, he used blisters to raise welts on the skin. Unlike Kuhn, he did not favor baths. He preferred to apply heat, using hot bricks on hands or feet. He strongly discounted the traditional treatment for severe fevers, which was to wrap patients in blankets, give them camomile tea or Madeira, and try to bring on sweats. He preferred \"acidulated\" water to the use of Peruvian bark as many patients found the bark distasteful. He thought the use of opium very helpful.\n\n==Aftermath==\nThe Governor created a middle path: he ordered the city to be kept clean and the port policed to prevent infected ships, or those from the Caribbean, from docking until they had gone through a period of quarantine. The city suffered yellow fever epidemics in 1797, 1798, and 1799, which kept the origin and treatment controversies alive.\n\nSome of the city's clergy suggested the epidemic was a judgment from God. Led by the Quakers, the religious community petitioned the state legislature to prohibit theatrical presentations in the state. Such entertainment had been banned during the Revolution and had only recently been authorized. After an extensive debate in the newspapers, the State Assembly denied the petition.\n\nThe recurrences of yellow fever kept discussions about causes, treatment and prevention going until the end of decade. Other major ports also had epidemics, beginning with Baltimore in 1794, New York in 1795 and 1798, and Wilmington in 1798, making yellow fever a national crisis. New York doctors finally admitted that they had had an outbreak of yellow fever in 1791 that killed more than 100 people. All the cities that suffered epidemics continued to grow rapidly. The widespread recognition that the epidemics were based along the waterfront meant that cities grew more rapidly in outlying areas, but that was also where land was available at lower cost. Families who could afford it planned to vacate the port cities during the sick season.\n\nDuring the epidemic of 1798, Benjamin Rush commuted daily from a house just outside the city, near what is now 15th and Columbia Streets, to the new city fever hospital, where as chief doctor he treated fever victims.  The civic responses to the 1798 epidemics in Philadelphia and New York were more complex than the efforts of the 1793 Mayor's Committee. For instance, Philadelphia forced evacuation of certain neighborhoods and placed refugees in supervised camps. After the epidemic, the city inspected all houses and destroyed those it deemed unhealthy.\n\nAmerican doctors did not identify the vector of yellow fever until the late nineteenth century. In 1881 Carlos Finlay, a Cuban doctor, argued that mosquito bites caused yellow fever; he credited Rush's published account of the 1793 epidemic for giving him the idea. He said that Rush had written: \"Mosquitoes (the usual attendants of a sickly autumn) were uncommonly numerous...\" In the late 1880s, Finlay's theories were confirmed in Cuba by experiments of the US Medical Army Corps under direction of Dr. Walter Reed in the late 1880s, in which subjects allowed themselves to be bitten by infected mosquitoes.\n\nIn the first week of September 1793, Dr. William Currie published a description of the epidemic and an account of its progress during August. The publisher Mathew Carey had an account of the epidemic for sale in the third week of October, before the epidemic had ended. He accused blacks of causing the epidemic and black nurses of overcharging patients and taking advantage of them. The reverends Richard Allen and Absalom Jones of the Free African Society published their own account rebutting Carey's attacks; by that time Carey had already published the fourth edition of his popular pamphlet. Allen and Jones noted that some blacks had worked for free, that they had died at the same rate as whites from the epidemic, and that some whites had also overcharged for their services.\n\nCurrie's work was the first of several medical accounts published within a year of the epidemic. Dr. Benjamin Rush published an account more than 300 pages long. Two French doctors, Jean Deveze and Nassy, published shorter accounts. Clergymen also published accounts; the most notable was by the Lutheran minister J. Henry C. Helmuth. In March 1794, the Mayor's Committee published its minutes. (Letters written during the epidemic, which in some cases expressed the last sentiments of victims, were preserved by many families and have been a source for scholars in various archives.)\n\nThe rapid succession of other yellow fever epidemics in Philadelphia and elsewhere in the northeastern United States engendered many accounts of the efforts to contain, control and cope with the disease. Rush wrote accounts of the 1797, 1798, and 1799 epidemics in Philadelphia. He revised his account of the 1793 epidemic to eliminate reference to the disease being contagious. He varied his cures. In 1798 he was appointed as the chief doctor at the fever hospital. The mortality rate that year was roughly the same as it had been at Bush Hill in 1793, despite radical difference between the therapies used.\n\nNoah Webster, then a notable New York newspaper publisher, joined two doctors in publishing the Medical Repository, a magazine that collected accounts of fever epidemics throughout the nation. Webster used this data in his 1798 book, suggesting that the nation was being subjected to a widespread \"epidemic constitution\" in the atmosphere that might last 50 years and make deadly epidemics almost certain. Yellow fever epidemics became seen as a national crisis. When in 1855 a French doctor published an 813-page history of yellow fever in Philadelphia, covering outbreaks from 1699 to 1854, he devoted only a few pages to the 1793 epidemic.\n\nGeneral 20th-century US histories, such as the 10-volume Great Epochs in American History, published in 1912, used short excerpts from Carey's account. The first history of the epidemic to draw on more primary sources was J. H. Powell's Bring Out Your Dead (1949), but he did not use the personal letters, which are largely held by Quaker colleges in the area.  While Powell did not write a scholarly history of the epidemic, his work reviewed its historical importance. Since the mid-twentieth century, scholars have studied aspects of the epidemic, first in papers. For example, Martin Pernick's \"Politics, Parties, and Pestilence: Epidemic Yellow Fever in Philadelphia and the Rise of the First Party System,\" developed statistical evidence to show that Republican doctors generally used Rush's therapies and Federalist doctors used Kuhn's.\n\nScholars celebrated the 200th anniversary of the epidemic with the publication of papers on various aspects of the epidemic. A 2004 paper in the Bulletin of the History of Medicine reexamined Rush's use of bleeding.\n\n==Representation in other media==\nSeveral novels have explored the Philadelphia epidemic, including the following:\n*Charles Brockden Brown, Arthur Mervyn (1799)\n*Silas Weir Mitchell, The Red City (1909)\n*Laurie Halse Anderson, Fever 1793 (2000), young adult novel set in Philadelphia\n\n==See also==\n\n*Philadelphia Lazaretto, quarantine hospital built in 1799 in response to the 1793 epidemic\n*Stubbins Ffirth\n\n\n==References==\n\n\n==Bibliography==\n\n===Primary sources===\n*\n*\n* In  In \n*\n*\n*\n\n*\n*\n\n===Secondary sources===\n*\n*\n*\n*\n*\n*\n*\n\n==External links==\n* Philadelphia: The Great Experiment, Episode II, Fever: 1793\n* Film: The Great Fever, PBS American Experience program website, 30 October 2006\n*John Mitchell Mason (1793).  Sermon, preached September 20th, 1793; a day set apart, in the city of New-York, for public fasting, humiliation and prayer, on account of a malignant and mortal fever prevailing in the city of Philadelphia\n\n\n\n\n\n\n\n\n\n\n\n\nThe Arch Street wharf, where the first cluster of cases was identified.\nBush Hill. The Seat of Wm. Hamilton Esqr. near Philadelphia, by James Peller Malcolm. Bush Hill was the country seat of James Hamilton by this time.\nPresident's House, Philadelphia. Washington left the plague-ridden city for Mount Vernon on September 10. He and his cabinet reassembled in Germantown in early November. On November 11, Washington visited the city before the official all clear on November 14, but did not reoccupy the President's House until December.",
    "links": [
        {
            "title": "1793 Philadelphia yellow fever epidemic",
            "text": "1793 yellow fever epidemic",
            "start": 11,
            "end": 37,
            "id": "13909129"
        },
        {
            "title": "Philadelphia",
            "text": "Philadelphia",
            "start": 41,
            "end": 53,
            "id": "50585"
        },
        {
            "title": "Yellow fever",
            "text": "yellow fever",
            "start": 190,
            "end": 202,
            "id": "34254"
        },
        {
            "title": "Free African Society",
            "text": "Free African Society",
            "start": 800,
            "end": 820,
            "id": "3250917"
        },
        {
            "title": "Malaria",
            "text": "malaria",
            "start": 1010,
            "end": 1017,
            "id": "20423"
        },
        {
            "title": "Cap-Haïtien",
            "text": "Cap Français",
            "start": 1656,
            "end": 1668,
            "id": "463975"
        },
        {
            "title": "Saint-Domingue",
            "text": "Saint-Domingue",
            "start": 1670,
            "end": 1684,
            "id": "212797"
        },
        {
            "title": "Haitian Revolution",
            "text": "slave revolution",
            "start": 1736,
            "end": 1752,
            "id": "999895"
        },
        {
            "title": "Virus",
            "text": "virus",
            "start": 1965,
            "end": 1970,
            "id": "19167679"
        },
        {
            "title": "Ireland",
            "text": "Ireland",
            "start": 2968,
            "end": 2975,
            "id": "147575"
        },
        {
            "title": "Bolama Island",
            "text": "Bolama",
            "start": 3492,
            "end": 3498,
            "id": "64415599"
        },
        {
            "title": "Guinea-Bissau",
            "text": "Guinea-Bissau",
            "start": 3539,
            "end": 3552,
            "id": "12186"
        },
        {
            "title": "Benjamin Rush",
            "text": "Benjamin Rush",
            "start": 3753,
            "end": 3766,
            "id": "260899"
        },
        {
            "title": "Thomas Mifflin",
            "text": "Thomas Mifflin",
            "start": 5028,
            "end": 5042,
            "id": "31171"
        },
        {
            "title": "Matthew Clarkson",
            "text": "Matthew Clarkson",
            "start": 5323,
            "end": 5339,
            "id": "12197102"
        },
        {
            "title": "College of Physicians of Philadelphia",
            "text": "College of Physicians",
            "start": 5378,
            "end": 5399,
            "id": "22613748"
        },
        {
            "title": "Pennsylvania Hospital",
            "text": "Pennsylvania Hospital",
            "start": 7190,
            "end": 7211,
            "id": "879734"
        },
        {
            "title": "Infection",
            "text": "infectious disease",
            "start": 7240,
            "end": 7258,
            "id": "37220"
        },
        {
            "title": "John Adams",
            "text": "John Adams",
            "start": 7434,
            "end": 7444,
            "id": "10410626"
        },
        {
            "title": "William Penn",
            "text": "William Penn",
            "start": 8108,
            "end": 8120,
            "id": "19723957"
        },
        {
            "title": "Mathew Carey",
            "text": "Mathew Carey",
            "start": 9038,
            "end": 9050,
            "id": "2377068"
        },
        {
            "title": "Camphor",
            "text": "camphor",
            "start": 9258,
            "end": 9265,
            "id": "275978"
        },
        {
            "title": "Charleston, South Carolina",
            "text": "Charleston, South Carolina",
            "start": 10394,
            "end": 10420,
            "id": "61024"
        },
        {
            "title": "Anthony Benezet",
            "text": "Anthony Benezet",
            "start": 10596,
            "end": 10611,
            "id": "866813"
        },
        {
            "title": "Richard Allen (bishop)",
            "text": "Richard Allen",
            "start": 10818,
            "end": 10831,
            "id": "285659"
        },
        {
            "title": "Absalom Jones",
            "text": "Absalom Jones",
            "start": 10836,
            "end": 10849,
            "id": "379475"
        },
        {
            "title": "Aedes aegypti",
            "text": "Aedes aegypti",
            "start": 13871,
            "end": 13884,
            "id": "2236780"
        },
        {
            "title": "Uppsala University",
            "text": "University of Uppsala",
            "start": 14262,
            "end": 14283,
            "id": "31801"
        },
        {
            "title": "Bloodletting",
            "text": "bloodletting",
            "start": 14449,
            "end": 14461,
            "id": "64196"
        },
        {
            "title": "Mercury(I) chloride",
            "text": "calomel",
            "start": 14761,
            "end": 14768,
            "id": "1268216"
        },
        {
            "title": "Mercury (element)",
            "text": "mercury",
            "start": 14772,
            "end": 14779,
            "id": "18617142"
        },
        {
            "title": "William Cobbett",
            "text": "William Cobbett",
            "start": 15554,
            "end": 15569,
            "id": "175818"
        },
        {
            "title": "Gil Blas",
            "text": "Gil Blas",
            "start": 15644,
            "end": 15652,
            "id": "2723594"
        },
        {
            "title": "Matthew Clarkson (mayor)",
            "text": "Matthew Clarkson",
            "start": 16795,
            "end": 16811,
            "id": "17517169"
        },
        {
            "title": "Richard Allen (bishop)",
            "text": "Richard Allen",
            "start": 17760,
            "end": 17773,
            "id": "285659"
        },
        {
            "title": "Absalom Jones",
            "text": "Absalom Jones",
            "start": 17778,
            "end": 17791,
            "id": "379475"
        },
        {
            "title": "Free African Society",
            "text": "Free African Society",
            "start": 17831,
            "end": 17851,
            "id": "3250917"
        },
        {
            "title": "Stephen Girard",
            "text": "Stephen Girard",
            "start": 18282,
            "end": 18296,
            "id": "1102647"
        },
        {
            "title": "Jean Deveze",
            "text": "Jean Deveze",
            "start": 19217,
            "end": 19228,
            "id": null
        },
        {
            "title": "Saint-Domingue",
            "text": "Saint-Domingue",
            "start": 19287,
            "end": 19301,
            "id": "212797"
        },
        {
            "title": "Baltimore",
            "text": "Baltimore",
            "start": 20317,
            "end": 20326,
            "id": "26997138"
        },
        {
            "title": "Havre de Grace, Maryland",
            "text": "Havre de Grace, Maryland",
            "start": 20641,
            "end": 20665,
            "id": "116449"
        },
        {
            "title": "Susquehanna River",
            "text": "Susquehanna River",
            "start": 20740,
            "end": 20757,
            "id": "231223"
        },
        {
            "title": "Woodbury, New Jersey",
            "text": "Woodbury",
            "start": 20890,
            "end": 20898,
            "id": "125226"
        },
        {
            "title": "Springfield Township, Burlington County, New Jersey",
            "text": "Springfield, New Jersey",
            "start": 20903,
            "end": 20926,
            "id": "125052"
        },
        {
            "title": "Chester, Pennsylvania",
            "text": "Chester, Pennsylvania",
            "start": 20928,
            "end": 20949,
            "id": "132410"
        },
        {
            "title": "Elkton, Maryland",
            "text": "Elkton, Maryland",
            "start": 20954,
            "end": 20970,
            "id": "116395"
        },
        {
            "title": "Germantown, Philadelphia",
            "text": "Germantown",
            "start": 21230,
            "end": 21240,
            "id": "243355"
        },
        {
            "title": "Richard Allen (bishop)",
            "text": "Richard Allen",
            "start": 21936,
            "end": 21949,
            "id": "285659"
        },
        {
            "title": "Absalom Jones",
            "text": "Absalom Jones",
            "start": 21954,
            "end": 21967,
            "id": "379475"
        },
        {
            "title": "Matthew Clarkson",
            "text": "Matthew Clarkson",
            "start": 22722,
            "end": 22738,
            "id": "12197102"
        },
        {
            "title": "Dolley Madison",
            "text": "Dolley Payne Todd",
            "start": 25239,
            "end": 25256,
            "id": "101898"
        },
        {
            "title": "James Madison",
            "text": "James Madison",
            "start": 25272,
            "end": 25285,
            "id": "15950"
        },
        {
            "title": "Alexander Hamilton",
            "text": "Alexander Hamilton",
            "start": 31151,
            "end": 31169,
            "id": "40597"
        },
        {
            "title": "Mercury(I) chloride",
            "text": "calomel (mercury)",
            "start": 31987,
            "end": 32004,
            "id": "1268216"
        },
        {
            "title": "Cathartic",
            "text": "cathartic",
            "start": 32027,
            "end": 32036,
            "id": "701289"
        },
        {
            "title": "Jalap",
            "text": "jalap",
            "start": 32042,
            "end": 32047,
            "id": "1656159"
        },
        {
            "title": "Morning glory",
            "text": "morning glory",
            "start": 32118,
            "end": 32131,
            "id": "267657"
        },
        {
            "title": "Wilmington, Delaware",
            "text": "Wilmington",
            "start": 36181,
            "end": 36191,
            "id": "108930"
        },
        {
            "title": "Carlos Finlay",
            "text": "Carlos Finlay",
            "start": 37370,
            "end": 37383,
            "id": "898745"
        },
        {
            "title": "Walter Reed",
            "text": "Walter Reed",
            "start": 37773,
            "end": 37784,
            "id": "413098"
        },
        {
            "title": "Richard Allen (bishop)",
            "text": "Richard Allen",
            "start": 38277,
            "end": 38290,
            "id": "285659"
        },
        {
            "title": "Absalom Jones",
            "text": "Absalom Jones",
            "start": 38295,
            "end": 38308,
            "id": "379475"
        },
        {
            "title": "Noah Webster",
            "text": "Noah Webster",
            "start": 39862,
            "end": 39874,
            "id": "21620"
        },
        {
            "title": "Charles Brockden Brown",
            "text": "Charles Brockden Brown",
            "start": 41684,
            "end": 41706,
            "id": "275273"
        },
        {
            "title": "Arthur Mervyn",
            "text": "Arthur Mervyn",
            "start": 41708,
            "end": 41721,
            "id": "3033453"
        },
        {
            "title": "Silas Weir Mitchell (physician)",
            "text": "Silas Weir Mitchell",
            "start": 41730,
            "end": 41749,
            "id": "853456"
        },
        {
            "title": "The Red City",
            "text": "The Red City",
            "start": 41751,
            "end": 41763,
            "id": "34683425"
        },
        {
            "title": "Laurie Halse Anderson",
            "text": "Laurie Halse Anderson",
            "start": 41772,
            "end": 41793,
            "id": "1457897"
        },
        {
            "title": "Laurie Halse Anderson",
            "text": "Fever 1793",
            "start": 41795,
            "end": 41805,
            "id": "1457897"
        },
        {
            "title": "Philadelphia Lazaretto",
            "text": "Philadelphia Lazaretto",
            "start": 41868,
            "end": 41890,
            "id": "17044079"
        },
        {
            "title": "Stubbins Ffirth",
            "text": "Stubbins Ffirth",
            "start": 41960,
            "end": 41975,
            "id": "15203779"
        },
        {
            "title": "James Peller Malcolm",
            "text": "James Peller Malcolm",
            "start": 42648,
            "end": 42668,
            "id": "32726752"
        },
        {
            "title": "President's House (Philadelphia)",
            "text": "President's House",
            "start": 42733,
            "end": 42750,
            "id": "19862793"
        },
        {
            "title": "Philadelphia",
            "text": "Philadelphia",
            "start": 42752,
            "end": 42764,
            "id": "50585"
        }
    ],
    "_chunk_id": "b_6536267145-6545403867"
}