{
    "_id": "14113933",
    "id": "14113933",
    "title": "1837 Great Plains smallpox epidemic",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== History ==",
            "start": 1003,
            "end": 1016
        },
        {
            "text": "== Epidemic ==",
            "start": 3904,
            "end": 3918
        },
        {
            "text": "=== Responsibility and intentional spread of smallpox ===",
            "start": 8781,
            "end": 8838
        },
        {
            "text": "== See also ==",
            "start": 15427,
            "end": 15441
        },
        {
            "text": "== References ==",
            "start": 15622,
            "end": 15638
        }
    ],
    "categories": [
        "1830s in the United States",
        "1837 in the United States",
        "1838 in Canada",
        "1838 in the United States",
        "Blackfoot tribe",
        "First Nations history",
        "Native American history",
        "Plains tribes",
        "Rupert's Land",
        "Smallpox epidemics",
        "1830s health disasters",
        "1837 disasters"
    ],
    "infobox": "{{Infobox pandemic\n| name = 1837 Great Plains smallpox epidemic\n| disease = [[Smallpox]]\n| arrival_date = 1837\n| origin = steamboat on the [[Missouri River]]\n| deaths = 17,000+\n}}",
    "article": "The 1837 Great Plains smallpox epidemic spanned 1836 through 1840, but reached its height after the spring of 1837 when an American Fur Company steamboat, the S.S. St. Peter, carried infected people and supplies into the Missouri Valley.  More than 17,000 Indigenous people died along the Missouri River alone, with some bands becoming nearly extinct. Having witnessed the effects of the epidemic on the Mandan tribe, fur trader Francis Chardon wrote, \"the small-pox had never been known in the civilized world, as it had been among the poor Mandans and other Indians. Only twenty-seven Mandans were left to tell the tale.\"  The Commissioner of Indian Affairs in 1839 reported on the casualties: \"No attempt has been made to count the victims, nor is it possible to reckon them in any of these tribes with accuracy; it is believed that if [the number 17,200 for the upper Missouri River Indians] was doubled, the aggregate would not be too large for those who have fallen east of the Rocky Mountains.\"\n\n== History ==\nSmallpox has afflicted Native Americans since it was carried to the western hemisphere by the Spanish conquerors, with credible accounts of epidemics dating back to at least 1515. Smallpox was particularly deadly in the plains because no one in these communities had  been exposed, and developed immunity before. This is why mortality rates were so high. By the 1730s smallpox had made its way west in Canada and northern United States. The Assiniboine First Nation had controlled much of this territory, but were forced to give it up as their population decreased dramatically. Along the Missouri River the Arikara population was reduced by half by the end of the 1730s. Other communities that were decimated in the 1730s by smallpox include the Lower Loup, Pawnee of Nebraska, Cherokee, and the Kansa. In short, smallpox in the 1730s devastated Indigenous communities living on the North American plains.\n\nIt was found in 1796 that infecting a person with the mild cowpox infection would provide immunity to smallpox. As its use became widespread in Europe its deployment in North America was also praised by Thomas Jefferson as a means for preserving lives. Unfortunately, supply lines for the vaccine were faulty and it was not until the 1830s that a large portion of the Indigenous population was vaccinated, and even here it was limited to beyond the Southwest. Early vaccination efforts by the Hudson's Bay Company were sporadic and unorganized during its monopoly period. Although the HBC recognized the potential of vaccination, understanding that more people meant more fur for them, there was no systematic vaccination program in place until the epidemic was well underway. Some vaccines were sent to trading posts early in the 19th century but were left to collect dust.\n\nThe smallpox infection spiked in 1780s, as persisted up to the 1837 epidemic. In what is now Canada, fur trade strengthened communities such as the Mushego Cree, Anishinabe, and Ottawa. The Mandan tribe had previously experienced a major smallpox epidemic in 1780-81 which severely reduced their numbers down to less than a few thousand. Many other bands along the Missouri river suffered smallpox epidemics during 1801-02 and 1831. Sporadic efforts were made to promote vaccination among the Indigenous peoples since the turn of the nineteenth century. Later, the Indian Removal Act the U.S. Congress took its first step in 1832 to generate public support for vaccination of the Native Americans. But shortly after passage of this congressional act to extend vaccinations to Indians, Secretary Cass stated that no effort would be made \"under any circumstances\" to send surgeons to vaccinate Indians up the Missouri River beyond the Arickaree tribe. This Great Plains epidemic spanned thousands of miles, reaching California, the northwestern coast and central Alaska before finally subsiding in 1840.\n\n== Epidemic ==\nThe smallpox epidemic is estimated to have killed 17,000 people along the Missouri River. The St. Peter steamboat, traveled up the Missouri River to Fort Union from St. Louis and infected people along the way, marking the beginning of the outbreak. The St. Peter  made it to Leavenworth around April 29. At this time a deckhand showed signs of smallpox. Shortly after three Arikara women joined the ship on their trip back to the Mandan community. Although the women showed signs the infection, they were allowed to return to their village which they then spread to their community. The disease spread to the Mandan people, and was of the most virulent, malignant hemorrhagic form.  In July 1837, the Mandan numbered about 2,000; by October that number had dwindled to 23 or 27 survivors by some accounts, 138 by another account, reflecting a 90 percent mortality rate. On August 11, Francis Chardon, a trader at Fort Clark, wrote, \"I Keep no a/c of the dead, as they die so fast it is impossible,\" and by the end of the month, \"the Mandan are all cut off except twenty-three young and old men.\"\n\nOnce the disease reached Fort Union, there was an effort to prevent its spread, but it would eventually decimate the Assiniboine. Daschuk, Dollar, and Ray all find that there was an effort to keep returning fur traders from entering the fort, but as Dollar finds, returning traders began to get quite aggressive until they were shown an infected boy, as they left they took the disease with them. Halsey wrote, \"I sent our interpreter to meet them on every occasion, who represented our situation to them and requested them to return immediately from whence they came however all our endeavors proved fruitless, I could not prevent them from camping round the Fort-they have caught the disease, notwithstanding I have never allowed an Indian to enter the Fort, or any communication between them & the Sick; but I presume the air was infected with it for a half mile...\"\n\nLater, a longboat was sent to Fort McKenzie via the Marias River. At Fort McKenzie the disease spread among the Blackfoot people housed there. The epidemic continued to spread into the Great Plains, killing many thousands between 1837 and 1840. In the end, it is estimated that two-thirds of the Blackfoot population died, along with half of the Assiniboines and Arikaras, a third of the Crows, and a quarter of the Pawnees. A trader at Fort Union reported \"such a stench in the fort that it could be smelt at a distance of 300 yards\", as the bodies were buried in large pits, or tossed into the river, which would have likely contributed to continued infection as body remained infectious after death.\n\nThere were three major vaccination attempts to stop the spread of smallpox when the epidemic began. Many traders tried to obtain vaccines from the American Fur Company but it was unwilling to heed their requests. The American government made some efforts under the Indian Vaccination Act of 1832. Some did receive vaccines for smallpox, typically ones that were in contact with White Americans, usually in the southern United States. However, the Office of Indian Affairs did not have the network or information needed to vaccinate the plains people quickly, nor did they try establish the needed network. The Hudson Bay Company had the best response. Rumours of the disease spreading prompted traders to act quickly as a reduction in the indigenous population meant a reduction in profit from the furs they brought in. A good information network, a supply of vaccines at posts, and a willingness among all for vaccination meant their efforts were much more successful than American responses. Vaccination performed by Hudson Bay Company workers and trained Indigenous people were critical to limiting the spread of smallpox in Canada. After the epidemic, the Hudson Bay Company implemented a territory wide vaccination program which further reduced smallpox deaths. Unfortunately, as people entered communities to vaccinate against smallpox, they brought with them other diseases that kept mortality rates high.\n\nThe epidemic altered power structures of impacted nations. The Assinboine and Niitsitapi were not vaccinated and their populations and territory shrunk considerably. The disease was particularly deadly among these people because of the denser populations. After being hit by the epidemic these groups were never able to recover. Ethnic backgrounds also merged as survivors from different communities joined together. As some communities such as the Saulteaux were able to take advantage of vaccination efforts by the HBC they also took advantage of struggling Indigenous groups. The Hudson Bay Company vaccination efforts were focused on populations that produced furs. As result, the Plains Cree and Saulteaux pushed out its borders as others retreated during the epidemic.\n\n=== Responsibility and intentional spread of smallpox ===\nThere have been many documented cases of smallpox being intentionally spread among the indigenous people of the Americas by colonizers. As observed by academic researchers in 1945, \"Smallpox killed more Indians in the early centuries than did any other single disease. The historical record here recounted not only proves the truth of the above statement but also shows that this disease was the most dreaded of scourges, the most frequent disastrous dictator of destiny and action among the Indians.  This fact the white man soon learned, for history records numerous instances of the French, the Spanish, the English, and later on the American, using smallpox as an ignoble means to an end.  For smallpox was more feared by the Indian than the bullet: he could be exterminated and subjugated more easily and quickly by the death-bringing virus than by the weapons of the white man.\"\n\nDevastated by epidemics, Native Americans grew increasingly suspicious of the colonists to the extent it became tradition that they had been purposely infected; trading became strained and hostilities and retribution increased.  The white fur traders and settlers did their part during the 1800s to foster fear in the natives with threats and warnings that they would unleash the smallpox upon them. One such threat was delivered by fur trader James McDougall, who is quoted as saying to a gathering of local chiefs, \"You know the smallpox. Listen: I am the smallpox chief. In this bottle I have it confined. All I have to do is to pull the cork, send it forth among you, and you are dead men. But this is for my enemies and not my friends.\" Likewise, another fur trader threatened Pawnee Indians that if they didn't agree to certain conditions, \"he would let the smallpox out of a bottle and destroy them.\"  The Reverend Isaac McCoy was quoted in his History of Baptist Indian Missions as saying that the white men had deliberately spread smallpox among the Indians of the southwest, including the Pawnee tribe, and the havoc it made was reported to General Clark and the Secretary of War.  Artist and writer George Catlin observed that Native Americans were also suspicious of vaccination, \"They see white men urging the operation so earnestly they decide that it must be some new mode or trick of the pale face by which they hope to gain some new advantage over them.\" So great was the distrust of the settlers that the Mandan chief Four Bears denounced the white man, whom he had previously treated as brothers, for deliberately bringing the disease to his people.  After losing his wife and children to smallpox, and acquiring the affliction himself, he gave his final speech to the Arikara and Mandan tribes imploring them to \"rise all together and not leave one of them alive\", before dying on July 30, 1837.\n\nOthers who have written about intentional communication of smallpox to Native Americans during the 1836-40 epidemic include Ann F. Ramenofsky in 1987 and Ward Churchill in 1992. According to Ramenofsky, \"Variola Major can be transmitted through contaminated articles such as clothing or blankets. In the nineteenth century, the U. S. Army sent contaminated blankets to Native Americans, especially Plains groups, to control the Indian problem.\"  Churchill also asserted that in 1837 at Fort Clark the United States Army deliberately infected Mandan Indians by distributing blankets that had been exposed to smallpox, but he additionally alleged that the blankets were taken from a military infirmary in St. Louis, that smallpox vaccine was withheld from the Indians, and that an army doctor had advised the infected Indians to disperse, further spreading the disease and causing over 100,000 deaths. After an investigation of Churchill's writings and sources by the University of Colorado at Boulder, their Standing Committee concluded, \"We do not find academic misconduct with respect to his general claim that the U.S. Army deliberately spread smallpox to Mandan Indians at Fort Clark in 1837, using infected blankets. Early accounts of what was said by Indians involved in that situation and certain native oral traditions provide some basis for that interpretation.\" Churchill was criticized, however, for not properly citing his more extreme details and not mentioning \"native oral sources in any of his published essays about Fort Clark.\"  Another frequently recounted story is that an Indian sneaked aboard the St. Peter and stole a blanket from an infected passenger, thus starting the epidemic. The many variations of this account have also been criticized by both historians and contemporaries as fiction; a fabrication intended to assuage the guilt of white settlers. \"The blanket affair was created afterward and is not to be credited\", notes B. A. Mann.\n\nIndeed, scholars have come to different conclusions on whether the spread of smallpox in spring of 1837 was intentional or not. More recent scholarship from Dashuk, whose work on Indigenous relations in western Canada is not afraid to criticize settler people and corporations, does not argue that the spread of smallpox between 1836 and 1840 was intentional. The start has been linked back to the St. Peter on the Missouri River. In addition, while the AFC responded to the outbreak poorly, encouraging it did not make financial sense. The company profited by an influx of Indigenous people in the early 1830s as it meant more furs for them to trade. As for the US government Churchill's work has to be taken seriously. Although with this instance is not clear cut, in other examples it is evident that settlers intentionally spread disease at other times. Regarding land above the 49th Parallel, as has been shown in this article, the Hudson's Bay Company's response was critical to limiting the epidemic after its outbreak. While specific responsibility for the 1836-40 smallpox epidemic remains in question, scholars have asserted that the epidemic could be tied to a failure to contain the disease once it was discovered on the St. Peter traveling up the Missouri River. Undoubtedly the unwillingness of Captain Pratt to quarantine those suspected of infection lead to thousands of deaths. However, it is impossible to know his true intentions, but it is clear that there was no intent by his company to cause an outbreak. The law calls Pratt's offense criminal negligence.  Yet in light of all the deaths, the almost complete annihilation of the Mandans, and the terrible suffering the region endured, the label criminal negligence is benign, hardly befitting an action that had such horrendous consequences.\"\n\n== See also ==\n* Population history of American indigenous peoples\n* California Genocide\n* Trail of Tears\n* Long Walk of the Navajo\n* Comanche campaign\n* Yavapai Wars\n* Northern Cheyenne Exodus\n\n== References ==",
    "links": [
        {
            "title": "Smallpox",
            "text": "smallpox",
            "start": 22,
            "end": 30,
            "id": "16829895"
        },
        {
            "title": "American Fur Company",
            "text": "American Fur Company",
            "start": 123,
            "end": 143,
            "id": "1642077"
        },
        {
            "title": "Steamboat",
            "text": "steamboat",
            "start": 144,
            "end": 153,
            "id": "178690"
        },
        {
            "title": "Missouri River",
            "text": "Missouri River",
            "start": 289,
            "end": 303,
            "id": "19591"
        },
        {
            "title": "Mandan",
            "text": "Mandan",
            "start": 404,
            "end": 410,
            "id": "999204"
        },
        {
            "title": "Rocky Mountains",
            "text": "Rocky Mountains",
            "start": 984,
            "end": 999,
            "id": "25459"
        },
        {
            "title": "Thomas Jefferson",
            "text": "Thomas Jefferson",
            "start": 2128,
            "end": 2144,
            "id": "29922"
        },
        {
            "title": "Hudson's Bay Company",
            "text": "Hudson's Bay Company",
            "start": 2418,
            "end": 2438,
            "id": "13297"
        },
        {
            "title": "Missouri River",
            "text": "Missouri River",
            "start": 4050,
            "end": 4064,
            "id": "19591"
        },
        {
            "title": "Fort Union Trading Post National Historic Site",
            "text": "Fort Union",
            "start": 4068,
            "end": 4078,
            "id": "2152042"
        },
        {
            "title": "Assiniboine",
            "text": "Assiniboine.",
            "start": 5133,
            "end": 5145,
            "id": "1445574"
        },
        {
            "title": "Fort McKenzie",
            "text": "Fort McKenzie",
            "start": 5917,
            "end": 5930,
            "id": null
        },
        {
            "title": "Marias River",
            "text": "Marias River",
            "start": 5939,
            "end": 5951,
            "id": "532184"
        },
        {
            "title": "Blackfoot Confederacy",
            "text": "Blackfoot",
            "start": 5999,
            "end": 6008,
            "id": "167721"
        },
        {
            "title": "Assiniboine",
            "text": "Assiniboines",
            "start": 6233,
            "end": 6245,
            "id": "1445574"
        },
        {
            "title": "Arikara",
            "text": "Arikaras",
            "start": 6250,
            "end": 6258,
            "id": "757717"
        },
        {
            "title": "Crow people",
            "text": "Crows",
            "start": 6275,
            "end": 6280,
            "id": "52273"
        },
        {
            "title": "Pawnee people",
            "text": "Pawnees",
            "start": 6303,
            "end": 6310,
            "id": "62432"
        },
        {
            "title": "American Fur Company",
            "text": "American Fur Company",
            "start": 6738,
            "end": 6758,
            "id": "1642077"
        },
        {
            "title": "Indian Vaccination Act of 1832",
            "text": "Indian Vaccination Act of 1832",
            "start": 6856,
            "end": 6886,
            "id": "63514300"
        },
        {
            "title": "Isaac McCoy",
            "text": "Isaac McCoy",
            "start": 10647,
            "end": 10658,
            "id": "4009681"
        },
        {
            "title": "George Catlin",
            "text": "George Catlin",
            "start": 10935,
            "end": 10948,
            "id": "274605"
        },
        {
            "title": "Mato-tope",
            "text": "Four Bears",
            "start": 11261,
            "end": 11271,
            "id": "4361652"
        },
        {
            "title": "Arikara",
            "text": "Arikara",
            "start": 11513,
            "end": 11520,
            "id": "757717"
        },
        {
            "title": "Ann F. Ramenofsky",
            "text": "Ann F. Ramenofsky",
            "start": 11766,
            "end": 11783,
            "id": null
        },
        {
            "title": "Ward Churchill",
            "text": "Ward Churchill",
            "start": 11796,
            "end": 11810,
            "id": "4091662"
        },
        {
            "title": "United States Army",
            "text": "United States Army",
            "start": 12143,
            "end": 12161,
            "id": "32087"
        },
        {
            "title": "University of Colorado Boulder",
            "text": "University of Colorado at Boulder",
            "start": 12608,
            "end": 12641,
            "id": "289672"
        },
        {
            "title": "Population history of indigenous peoples of the Americas",
            "text": "Population history of American indigenous peoples",
            "start": 15444,
            "end": 15493,
            "id": "1239866"
        },
        {
            "title": "California Genocide",
            "text": "California Genocide",
            "start": 15496,
            "end": 15515,
            "id": "48813244"
        },
        {
            "title": "Trail of Tears",
            "text": "Trail of Tears",
            "start": 15518,
            "end": 15532,
            "id": "71973"
        },
        {
            "title": "Long Walk of the Navajo",
            "text": "Long Walk of the Navajo",
            "start": 15535,
            "end": 15558,
            "id": "548184"
        },
        {
            "title": "Comanche campaign",
            "text": "Comanche campaign",
            "start": 15561,
            "end": 15578,
            "id": "3416238"
        },
        {
            "title": "Yavapai Wars",
            "text": "Yavapai Wars",
            "start": 15581,
            "end": 15593,
            "id": "32776258"
        },
        {
            "title": "Northern Cheyenne Exodus",
            "text": "Northern Cheyenne Exodus",
            "start": 15596,
            "end": 15620,
            "id": "24136036"
        }
    ],
    "_chunk_id": "b_6589200038-6599176806"
}