{
    "_id": "34463028",
    "id": "34463028",
    "title": "1847 North American typhus epidemic",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Canada==",
            "start": 185,
            "end": 195
        },
        {
            "text": "===Grosse Isle===",
            "start": 353,
            "end": 370
        },
        {
            "text": "===Montreal===",
            "start": 7685,
            "end": 7699
        },
        {
            "text": "===Toronto===",
            "start": 9740,
            "end": 9753
        },
        {
            "text": "===Saint John, New Brunswick===",
            "start": 10148,
            "end": 10179
        },
        {
            "text": "===Bytown (Ottawa)===",
            "start": 10587,
            "end": 10608
        },
        {
            "text": "===Kingston===",
            "start": 10965,
            "end": 10979
        },
        {
            "text": "==United States==",
            "start": 11434,
            "end": 11451
        },
        {
            "text": "===New York City===",
            "start": 11453,
            "end": 11472
        },
        {
            "text": "==References==",
            "start": 11808,
            "end": 11822
        }
    ],
    "categories": [
        "19th-century epidemics",
        "Irish diaspora in Canada",
        "Irish-American history",
        "1847 in Canada",
        "1848 in Canada",
        "Great Famine (Ireland)",
        "1847 in New York (state)",
        "Province of Canada",
        "Epidemic typhus"
    ],
    "infobox": null,
    "article": "The typhus epidemic of 1847 was an outbreak of epidemic typhus caused by a massive Irish emigration in 1847, during the Great Famine, aboard crowded and disease-ridden \"coffin ships\".\n\n==Canada==\nIn Canada, more than 20,000 people died from 1847 to 1848, with many quarantined in fever sheds in Grosse Isle, Montreal, Kingston, Toronto and Saint John.\n\n===Grosse Isle===\nGrosse Isle, Quebec is an island in the Gulf of Saint Lawrence, home to a quarantine station set up in 1832 to contain a cholera epidemic, and home to thousands of Irish emigrants from 1832 to 1848.\n\nOn 17 May 1847, the first vessel, the Syria, arrived with 430 fever cases. This was followed by eight more ships a few days later. Dr Douglas wrote that he had 'not a bed to lay [the invalids] on… I never contemplated the possibility of every vessel arriving with fever as they do now'. One week later seventeen more vessels had appeared at Grosse Isle. By this time, 695 people were already in hospital. Only two days afterwards the number of vessels reached thirty, with 10,000 immigrants now waiting to be processed. By 29 May, a total of 36 vessels had arrived. The end of May saw forty ships forming a line two miles (3 km) long down the St. Lawrence River. According to Dr Douglas, each one was affected by fever and dysentery. 1100 invalids were accommodated in sheds and tents, or laid out in rows in the church.\n\nDr. George Douglas, Grosse Isle's chief medical officer, recorded that by midsummer of 1847 the quarantine regulations in force were 'physically impossible' to carry out, making it necessary for the emigrants to stay on board their ships for many days. Douglas believed that washing and airing out the ships would be enough to stop the contagion spreading between infected passengers.\n\nWith the arrival of thousands of emigrants, the island was quickly overwhelmed. Tents were set up to house the influx of people, but many new arrivals were left lying on the ground without shelter. Robert Whyte records seeing 'hundreds… literally flung on the beach, left amid the mud and stones to crawl on the dry land as they could'. The Anglican Bishop of Montreal, Bishop Mountain, recalled seeing people lying opposite the church screaming for water, while others lay inside the tents without bedding. One child he saw was covered in vermin; another who had 'been walking with some others, sat down for a moment, and died'. Many children were orphaned.\n\nBecause of the lack of space on Grosse Isle, Dr. Douglas required healthy passengers to stay on ship for fifteen days once the sick had been removed, by way of quarantine. Infection flourished on board the ships. One ship, the Agnes, reached Grosse Isle with 427 passengers of whom only 150 survived the quarantine period.\n\nRobert Whyte, pseudonymous author of the 1847 Famine Ship Diary: The Journey of a coffin ship, described how on arrival at Grosse Isle the Irish emigrant passengers on the Ajax dressed in their best clothes and helped the crew to clean the ship, expecting to be sent either to hospital or on to Quebec after their long voyage. In fact, the doctor inspected them only briefly and did not return for several days. By midsummer, 2500 invalids were quarantined on Grosse Isle, and the line of waiting ships stretched several miles. At the end of July, Dr. Douglas abandoned the quarantine regulations because they were 'impossible' to enforce and doctors were examining their charges very perfunctorily, allowing them to walk past and examining the tongues of any who looked feverish. In this way, many people with latent fever were allowed to pass as healthy, only to succumb to their sickness once they had left Grosse Isle.\n\nOn July 29, 1847, Whyte recorded the neglect of his fellow passengers, who 'within reach of help' 'were to be left enveloped in reeking pestilence, the sick without medicine, medical skill, nourishment, or so much as a drop of pure water'. However, conditions on other Irish emigrant ships were still worse. Two Canadian priests who visited the Ajax described the holds of other vessels where they had been 'up to their ankles in filth. The wretched emigrants crowded together like cattle and corpses remain[ed] long unburied'. Whyte contrasted this with the condition of German immigrants arriving at Grosse Isle. These were all free of sickness, 'comfortably and neatly clad, clean and happy'. The Times also commented on the 'healthy, robust and cheerful' Germans.\n\nFever sheds were filthy and crowded, with patients lying in double tiers of bunks which allowed dirt from the top bunk to fall onto the lower. According to the Senate Committee's report, two or three invalids would be placed together in one berth, irrespective of age or sex. There was no bread: meals consisted of tea, gruel or broth served three times a day. As drinking water was carted, there was never enough for the fever patients. One Catholic priest, Father Moylan, reported giving water to invalids in a tent who had not been able to drink for 18 hours. The sheds were not originally intended to house fever patients and had no ventilation; new sheds were built without privies. The Senate Committee stated that because of the lack of personnel and space, the invalids lay in their own excrement for days and there were insufficient staff to take away those who died during the night. The hospitals themselves had very little equipment and planks for bedding were not always available, meaning that it was spread on the ground and became soaked.\n\nAs well as a shortage of accommodation, there was a serious lack of medical personnel to care for the sick. Dr. Douglas attempted to enlist nurses from among the healthy female passengers with the promise of high wages, but fear of disease meant none accepted. Nurses were expected to sleep alongside the sick and share their food; they had no privacy, often caught the fever themselves and were not helped when they fell ill. Prisoners from the local jail were released to carry out the nursing, but many stole from the dead and the dying. All of the medical officers involved became ill at some stage, with four doctors dying of typhus. Under the Passenger Act of 1842, ships were not obliged to carry a doctor, and only two doctors arrived as passengers. One of these was a Dr. Benson from Dublin, a man with experience working in fever hospitals in Ireland. He arrived on 21 May, volunteered to help the sick, contracted typhus himself and was dead within six days.\n\nMore than forty Irish and French Canadian priests and Anglican clergymen were active on Grosse Isle, many becoming ill themselves. The Chief Pastor, Bishop Power, contracted fever and died after delivering the last sacraments to a dying woman in September.\n\nThe exact numbers of those who died at sea is unknown, although Whyte himself estimated it at 5293. During the crossing itself, bodies were thrown into the sea, but once the ships had reached Grosse Isle they were kept in the hold until a burial on land became possible. The dead were dragged out of the holds with hooks and 'stacked like cordwood' on the shore. On 29 July 1847 Whyte described 'a continuous line of boats, each carrying its freight of dead to the burial ground… Some had several corpses so tied up in canvas that the stiff, sharp outline of death was easily traceable'.\n\nEven those passengers who escaped typhus and other diseases were weakened by the journey. The Senate Committee of the United States on Sickness and Mortality in Emigrant Ships described the newly disembarked emigrants as 'cadaverous' and 'feeble'. Most had been misled by passage-brokers into believing that they would be provided with food on the ship.\n\n===Montreal===\nIn Montreal, between 3,500 and 6,000 Irish immigrants died of typhus or \"ship fever\" in fever sheds in a quarantine area known as Windmill Point in 1847 and 1848. The immigrants had been transferred from quarantine in Grosse Isle, Quebec. Due to a lack of suitable preparations, typhus soon reached epidemic proportions in Montreal. Three fever sheds were initially constructed, long by 40 to  wide. As thousands more sick immigrants landed, more sheds had to be erected.\n\nThe number of sheds would grow to 22, with troops cordoning off the area so the sick could not escape. Grey Nuns cared for the sick, carrying women and children in their arms from ships to the ambulances. According to Montreal journalist and historian Edgar Andrew Collard, thirty of 40 nuns who went to help became ill, with seven dying. Other nuns took over, but once the surviving Grey Nuns had convalesced, they returned. Priests also helped, many falling ill after hearing the last confessions of the dying. When a mob threatened to throw the fever sheds into the river, Montreal mayor John Easton Mills quelled the riot and provided care, giving patients water and changing bedding. He died in November, serving less than a year in office. The Roman Catholic Bishop of Montreal urged French Québécois to help their fellow Catholics. Many travelled to Montreal from the countryside to adopt children, in some cases passing their land on to them.\n\nWorkers constructing the Victoria Bridge across the St. Lawrence River discovered a mass grave in Windmill Point with victims of the epidemic. The men, many of whom were of Irish descent, were unsettled by the discovery and created a memorial, known as The Black Rock to ensure the gravesite would not be forgotten.\nErected on December 1, 1859, the inscription on the stone reads: \"To Preserve from Desecration\tthe Remains of 6000 Immigrants Who died of Ship Fever A.D. 1847-48\nThis Stone is erected by the Workmen of Messrs. Peto, Brassey and Betts Employed in the Construction of the Victoria Bridge A.D.\n1859\" \n\n===Toronto===\nIn Toronto, during the summer of 1847, 863 Irish immigrants died of typhus at fever sheds built by the Toronto Board of Health at the northwest corner of King and John Street. There were at least 12 sheds, 22 metres long by 7.5 metres wide. The epidemic also killed the first Bishop of Toronto, Michael Power, while providing care and ministering to Irish immigrants fleeing the Great Famine.\n\n===Saint John, New Brunswick===\nPartridge Island, New Brunswick, just outside the main harbour of Saint John, was chosen as the location for a pest house and quarantine station as far back as 1785. In 1847, with a large influx of Irish migrants, the typhus epidemic quickly filled the fever shed with sick and dying. By the 1847 typhus season, 2115 people had died in New Brunswick, with 1196 dying at Partridge Island and in Saint John.\n\n===Bytown (Ottawa)===\nThe typhus outbreak hit Bytown with the arrival of over 3,000 Irish immigrants. The fever first appeared in June 1847, with the sick initially cared for by the Grey Nuns. However, as the numbers of sick swelled, fever sheds had to be erected. Approximately 200 died in quarantine. The Rideau Canal was shut down to prevent further spread of the outbreak.\n\n===Kingston===\nThose stricken while passing through Kingston, Ontario found shelter in makeshift \"immigrant sheds\" erected near the waterfront. Despite the efforts of local religious and charitable organisations, notably the Sisters of the Religious Hospitallers of St. Joseph and the Female Benevolent Society, some 1,400 immigrants died. They were buried near the present-day Kingston General Hospital, with their remains re-interred to St. Mary's Cemetery in 1966.\n\n==United States==\n\n===New York City===\nAn influx of Irish immigrants to New York resulted in a typhus outbreak in 1847, with 80% of the cases reported to have been contracted during the Atlantic crossing, and 20% of the cases resulting from secondary spread in the city. 147 cases were treated at the New York Hospital over a seven-week period. The mortality rate was 11%.\n\n==References==",
    "links": [
        {
            "title": "1847 North American typhus epidemic",
            "text": "typhus epidemic of 1847",
            "start": 4,
            "end": 27,
            "id": "34463028"
        },
        {
            "title": "Epidemic typhus",
            "text": "epidemic typhus",
            "start": 47,
            "end": 62,
            "id": "46177"
        },
        {
            "title": "Irish diaspora",
            "text": "Irish emigration",
            "start": 83,
            "end": 99,
            "id": "14561"
        },
        {
            "title": "Great Famine (Ireland)",
            "text": "Great Famine",
            "start": 120,
            "end": 132,
            "id": "14726"
        },
        {
            "title": "Coffin ship",
            "text": "coffin ship",
            "start": 169,
            "end": 180,
            "id": "660970"
        },
        {
            "title": "Pest house",
            "text": "fever shed",
            "start": 280,
            "end": 290,
            "id": "3660217"
        },
        {
            "title": "Grosse Isle",
            "text": "Grosse Isle",
            "start": 295,
            "end": 306,
            "id": "6332750"
        },
        {
            "title": "Kingston, Ontario",
            "text": "Kingston",
            "start": 318,
            "end": 326,
            "id": "114562"
        },
        {
            "title": "Saint John, New Brunswick",
            "text": "Saint John",
            "start": 340,
            "end": 350,
            "id": "28866"
        },
        {
            "title": "Grosse Isle",
            "text": "Grosse Isle, Quebec",
            "start": 371,
            "end": 390,
            "id": "6332750"
        },
        {
            "title": "Gulf of Saint Lawrence",
            "text": "Gulf of Saint Lawrence",
            "start": 411,
            "end": 433,
            "id": "70583"
        },
        {
            "title": "Cholera",
            "text": "cholera",
            "start": 492,
            "end": 499,
            "id": "7591"
        },
        {
            "title": "Saint Lawrence River",
            "text": "St. Lawrence River",
            "start": 1214,
            "end": 1232,
            "id": "45948"
        },
        {
            "title": "Coffin ship",
            "text": "coffin ship",
            "start": 2845,
            "end": 2856,
            "id": "660970"
        },
        {
            "title": "The Times",
            "text": "The Times",
            "start": 4383,
            "end": 4392,
            "id": "39127"
        },
        {
            "title": "Pest house",
            "text": "Fever shed",
            "start": 4456,
            "end": 4466,
            "id": "3660217"
        },
        {
            "title": "Montreal",
            "text": "Montreal",
            "start": 7703,
            "end": 7711,
            "id": "7954681"
        },
        {
            "title": "Goose Village",
            "text": "Windmill Point",
            "start": 7830,
            "end": 7844,
            "id": "16510747"
        },
        {
            "title": "Grosse Isle",
            "text": "Grosse Isle, Quebec",
            "start": 7918,
            "end": 7937,
            "id": "6332750"
        },
        {
            "title": "Pest house",
            "text": "fever shed",
            "start": 8039,
            "end": 8049,
            "id": "3660217"
        },
        {
            "title": "Grey Nuns",
            "text": "Grey Nuns",
            "start": 8276,
            "end": 8285,
            "id": "1655796"
        },
        {
            "title": "Edgar Andrew Collard",
            "text": "Edgar Andrew Collard",
            "start": 8425,
            "end": 8445,
            "id": "3703817"
        },
        {
            "title": "John Easton Mills",
            "text": "John Easton Mills",
            "start": 8764,
            "end": 8781,
            "id": "542508"
        },
        {
            "title": "Victoria Bridge (Montreal)",
            "text": "Victoria Bridge",
            "start": 9150,
            "end": 9165,
            "id": "443730"
        },
        {
            "title": "Saint Lawrence River",
            "text": "St. Lawrence River",
            "start": 9177,
            "end": 9195,
            "id": "45948"
        },
        {
            "title": "Irish Commemorative Stone",
            "text": "The Black Rock",
            "start": 9378,
            "end": 9392,
            "id": "30887280"
        },
        {
            "title": "Toronto",
            "text": "Toronto",
            "start": 9757,
            "end": 9764,
            "id": "64646"
        },
        {
            "title": "Toronto Public Health",
            "text": "Toronto Board of Health",
            "start": 9857,
            "end": 9880,
            "id": "17749468"
        },
        {
            "title": "King Street (Toronto)",
            "text": "King",
            "start": 9908,
            "end": 9912,
            "id": "1050383"
        },
        {
            "title": "John Street (Toronto)",
            "text": "John Street",
            "start": 9917,
            "end": 9928,
            "id": "4865739"
        },
        {
            "title": "Michael Power (bishop)",
            "text": "Michael Power",
            "start": 10049,
            "end": 10062,
            "id": "2602470"
        },
        {
            "title": "Partridge Island (Saint John County)",
            "text": "Partridge Island, New Brunswick",
            "start": 10180,
            "end": 10211,
            "id": "5418620"
        },
        {
            "title": "Saint John, New Brunswick",
            "text": "Saint John",
            "start": 10246,
            "end": 10256,
            "id": "28866"
        },
        {
            "title": "Bytown",
            "text": "Bytown",
            "start": 10633,
            "end": 10639,
            "id": "445938"
        },
        {
            "title": "Grey Nuns",
            "text": "Grey Nuns",
            "start": 10769,
            "end": 10778,
            "id": "1655796"
        },
        {
            "title": "Rideau Canal",
            "text": "Rideau Canal",
            "start": 10894,
            "end": 10906,
            "id": "208265"
        },
        {
            "title": "Kingston, Ontario",
            "text": "Kingston, Ontario",
            "start": 11017,
            "end": 11034,
            "id": "114562"
        },
        {
            "title": "Kingston General Hospital",
            "text": "Kingston General Hospital",
            "start": 11343,
            "end": 11368,
            "id": "17309618"
        },
        {
            "title": "New York Hospital",
            "text": "New York Hospital",
            "start": 11735,
            "end": 11752,
            "id": "1035840"
        }
    ],
    "_chunk_id": "b_11544805345-11553305850"
}