{
    "_id": "17056077",
    "id": "17056077",
    "title": "1854 Broad Street cholera outbreak",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 968,
            "end": 982
        },
        {
            "text": "==Competing theories of cholera==",
            "start": 1794,
            "end": 1827
        },
        {
            "text": "=== Miasma theory ===",
            "start": 2261,
            "end": 2282
        },
        {
            "text": "=== Germ theory ===",
            "start": 3035,
            "end": 3054
        },
        {
            "text": "==Investigation by John Snow==",
            "start": 4067,
            "end": 4097
        },
        {
            "text": "==Broad Street outbreak==",
            "start": 8794,
            "end": 8819
        },
        {
            "text": "==Snow's post-outbreak evaluation==",
            "start": 16275,
            "end": 16310
        },
        {
            "text": "==Involvement of Henry Whitehead==",
            "start": 17454,
            "end": 17488
        },
        {
            "text": "== Board of Health ==",
            "start": 18230,
            "end": 18251
        },
        {
            "text": "==Dr Edwin Lankester's evaluation==",
            "start": 19288,
            "end": 19323
        },
        {
            "text": "==Broadwick Street Pump in the 21st century==",
            "start": 19941,
            "end": 19986
        },
        {
            "text": "==See also==",
            "start": 20534,
            "end": 20546
        },
        {
            "text": "==References==",
            "start": 20701,
            "end": 20715
        },
        {
            "text": "==Sources==",
            "start": 20718,
            "end": 20729
        },
        {
            "text": "== External links ==",
            "start": 20733,
            "end": 20753
        }
    ],
    "categories": [
        "History of medicine in the United Kingdom",
        "1854 in London",
        "1854 in science",
        "Cholera outbreaks",
        "Health in London",
        "History of the City of Westminster",
        "Thames Water",
        "1850s health disasters",
        "Water supply and sanitation in London",
        "Disease outbreaks in the United Kingdom",
        "Soho, London",
        "Health in the City of Westminster",
        "1854 disasters",
        "19th century in the City of Westminster",
        "19th-century epidemics"
    ],
    "infobox": null,
    "article": "The Broad Street cholera outbreak (or Golden Square outbreak) was a severe outbreak of cholera that occurred in 1854 near Broad Street (now Broadwick Street) in the Soho district of the City of Westminster, London, England, and occurred during the 1846–1860 cholera pandemic happening worldwide. This outbreak, which killed 616 people, is best known for the physician John Snow's study of its causes and his hypothesis that germ-contaminated water was the source of cholera, rather than particles in the air (referred to as \"miasma\"). This discovery came to influence public health and the construction of improved sanitation facilities beginning in the mid-19th century. Later, the term \"focus of infection\" started to be used to describe sites, such as the Broad Street pump, in which conditions are good for transmission of an infection. Snow's endeavour to find the cause of the transmission of cholera caused him to unknowingly create a double-blind experiment.\n\n==Background==\n\nIn the mid-19th century, the Soho district of London had a serious problem with filth due to the large influx of people and a lack of proper sanitary services: the London sewer system had not reached Soho. Cowsheds, slaughter houses and grease-boiling dens lined the streets and contributed animal droppings, rotting fluids and other contaminants to the primitive Soho sewer system. Many cellars had cesspools underneath their floorboards, which formed from the sewers and filth seeping in from the outside. Since the cesspools were overrunning, the London government decided to dump the waste into the River Thames, contaminating the water supply. London had already suffered from a \"series of debilitating cholera outbreaks\". These included outbreaks in 1832 and 1849 which killed a total of 14,137 people.\n\n==Competing theories of cholera==\n\nPreceding the 1854 Broad Street cholera outbreak, physicians and scientists held two competing theories on the causes of cholera in the human body: miasma theory and germ theory. The London medical community debated between these causes for the persistent cholera outbreaks in the city. The cholera-causing bacterium Vibrio cholerae was isolated in 1854, but the finding did not become well known and accepted until decades later.\n\n=== Miasma theory ===\n\nMiasma theorists concluded that cholera was caused by particles in the air, or \"miasmata\", which arose from decomposing matter or other dirty organic sources. \"Miasma\" particles were thought to travel through the air and infect individuals, and thus cause cholera. Dr William Farr, the commissioner for the 1851 London census and a member of the General Register's Office, believed that miasma arose from the soil surrounding the River Thames. It contained decaying organic matter which contained miasmatic particles and was released into the London air. Miasma theorists believed in \"cleansing and scouring, rather than through the purer scientific approach of microbiology\". Farr later agreed with Snow's germ theory following Snow's publications.\n\n=== Germ theory ===\n\nIn contrast, the germ theory held that the principal cause of cholera was a germ cell that had not yet been identified. Snow theorized that this unknown germ was transmitted from person to person by individuals ingesting water. John Simon, a pathologist and the lead medical officer for London labeled Snow's germ theory as \"peculiar\".\n\nExcerpt from John Simon:\n\nThis doctrine is, that cholera propagates itself by a 'morbid matter' which, passing from one patient in his evacuations, is accidentally swallowed by other persons as a pollution of food or water; that an increase of the swallowed germ of the disease takes place in the interior of the stomach and bowels, giving rise to the essential actions of cholera, as at first a local derangement; and that 'the morbid matter of cholera having the property of reproducing its own kind must necessarily have some sort of structure, most likely that of a cell.\n\nEven though Simon understood Snow's theory, he questioned its relation to the cause of cholera.\n\n==Investigation by John Snow==\n\nThe Broad Street outbreak was an effect rather than a cause of the epidemic. Snow's conclusions were not predominantly based on the Broad Street outbreak, as he noted that he hesitated to come to a conclusion based on a population that had predominantly fled the neighborhood and redistributed itself. He feared throwing off results of the study.\n\nFrom a mathematics perspective, John Snow's innovation was focusing on death rates in districts served by two water companies which drew water from the River Thames, rather than basing it on data from victims of the Broad Street pump (which drew water from a well). Snow's work also led to a far greater health and safety impact than the removal of the Broad Street pump handle. Deactivating the pump \"hardly made a dent in the citywide cholera epidemic, which went on to claim nearly 3,000 lives\".\n\nSnow was skeptical of the prevailing miasma theory, which held that diseases such as cholera or the Black Death were caused by pollution or a noxious form of \"bad air\". The germ theory was not established at this point (Louis Pasteur did not propose it until 1861). Snow did not understand the mechanism by which disease was transmitted, but the evidence led him to believe that it was not due to breathing foul air. Based on the pattern of illness among residents, Snow hypothesized that cholera was spread by an agent in contaminated water. He first published his theory in 1849, in an essay titled \"On the Mode of Communication of Cholera\". In 1855 he published a second edition, including a more elaborate investigation of the effect of the water supply in the 1854 Soho outbreak.\n\nThe cholera epidemic of 1849–1854 was also related to the water supplied by companies in London at the time. The main players were the Southwark and Vauxhall Waterworks Company, and the Lambeth Waterworks Company. Both companies provided water to their customers that was drawn from the River Thames, which was highly contaminated with visible and invisible products and bacteria. Dr Hassall examined the filtered water and found it contained animal hair, among other foul substances. He made the remark that:\n\nIt will be observed, that the water of the companies of the Surrey Side of London, viz., the Southwark, Vauxhall, and Lambeth, is by far the worst of all those who take their supply from the Thames\n\nOther companies, such as the New River Company and Chelsea Company, were observed to have better filtered water; few deaths occurred in the neighborhoods which they supplied. These two companies not only obtained their water from cleaner sources than the Thames, but they filtered the water and treated it until there were no obvious contaminants.\n\nAs mentioned above, Snow is known for his influence on public health, which arose after his studies of the cholera epidemic. In attempting to figure out who was receiving impure water in each neighborhood, what is now known as a double-blind experiment fell right into his lap. He describes the conditions of the situation in his essays:\n\nIn many cases a single house has a supply different from that on either side. Each company supplies both rich and poor, both large houses and small; there is no difference in the condition or occupation of the persons receiving the water of the different companies...As there is no difference whatever either in the houses or the people receiving the supply of the two Water Companies, or in any of the physical conditions with which they are surrounded, it is obvious that no experiment could have been devised which would more thoroughly test the effect of water supply on the progress of Cholera than this, which circumstances placed ready made before the observer.\n\nThe experiment too, was on the grandest scale. No fewer than three hundred thousand people of both sexes, of every age and occupation, and of every rank and station, from gentlefolks down to the very poor, were divided into two groups without their choice, and, in most cases, without their knowledge; one group being supplied water containing the sewage of London, and amongst it, whatever might have come from the cholera patients, the other group having water quite free from such impurity.\n\nSnow went on to study the water contents from each home through a test performed on each sample. In this way, it could be deduced from which supplier the home was receiving their water. He concluded that it was indeed impure water on behalf of the big companies that allowed the spread of cholera to progress rapidly. He went on to prove his theory through the observation of prisons in London, finding that cholera ceased in these places only a few days after switching to cleaner water sources.\n\n==Broad Street outbreak==\nOn 31 August 1854, after several other outbreaks had occurred elsewhere in the city, a major outbreak of cholera occurred in Soho. Snow, the physician who eventually linked the outbreak to contaminated water, later called it \"the most terrible outbreak of cholera which ever occurred in this kingdom.\"\n\nOver the next three days, 127 people on or near Broad Street died. During the next week, three quarters of the residents had fled the area. By 10 September, 500 people had died and the mortality rate was 12.8 percent in some parts of the city. By the end of the outbreak, 616 people had died.\n\nMany of the victims were taken to the Middlesex Hospital, where their treatment was superintended by Florence Nightingale, who briefly joined the hospital in early September in order to help with the outbreak. According to a letter from Elizabeth Gaskell, \"She herself [Nightingale] was up night and day from Friday afternoon (Sept. 1) to Sunday afternoon, receiving the poor creatures (chiefly fallen women of that neighbourhood - they had it the worst) who were being constantly brought in - - undressing them - putting on turpentine stupes, et cetera, doing it herself to as many as she could manage\".\n\nBy talking to local residents (with the help of Reverend Henry Whitehead), Snow identified the source of the outbreak as the public water pump on Broad Street (now Broadwick Street) at Cambridge Street. Although Snow's chemical and microscope examination of a sample of the water from this Broad Street pump water did not conclusively prove its danger, his facts about the patterns of illness and death among residents in Soho persuaded the St James parish authorities to disable the well pump by removing its handle.\n\nAlthough this action has been popularly reported as ending the outbreak, the epidemic may have already been in rapid decline, as explained by Snow:\n\nThere is no doubt that the mortality was much diminished, as I said before, by the flight of the population, which commenced soon after the outbreak; but the attacks had so far diminished before the use of the water was stopped, that it is impossible to decide whether the well still contained the cholera poison in an active state, or whether, from some cause, the water had become free from it.\n\nSnow later used a dot map to illustrate how cases of cholera occurred around this pump. Snow's efforts to connect the incidence of cholera with potential geographic sources was based on creating what is now known as a Voronoi diagram. He mapped the locations of individual water pumps and generated cells which represented all the points on his map which were closest to each pump. The section of Snow's map representing areas in the city where the closest available source of water was the Broad Street pump included the highest incidence of cholera cases. Snow also performed a statistical comparison between the Southwark and Vauxhall Waterworks Company, and a waterworks at Seething Wells (owned by the Lambeth Waterworks Company) that was further upriver and hence had cleaner water; he showed that houses supplied by the former had a cholera mortality rate 14 times that of those supplied by the latter.\n\nRegarding the decline in cases related to the Broad Street pump, Snow said:\n\n It will be observed that the deaths either very much diminished, or ceased altogether, at every point where it becomes decidedly nearer to send to another pump than to the one in Broad street. It may also be noticed that the deaths are most numerous near to the pump where the water could be more readily obtained. \n\nThere was one significant anomaly—none of the workers in the nearby Broad Street brewery contracted cholera. As they were given a daily allowance of beer, they did not consume water from the nearby well. During the brewing process, the wort (or un-fermented beer) is boiled in part so that hops can be added. This step killed the cholera bacteria in the water they had used to brew with, making it safe to drink. Snow showed that the Southwark and Vauxhall Waterworks Company was taking water from sewage-polluted sections of the Thames and delivering it to homes, resulting in an increased incidence of cholera among its customers. Snow's study is part of the history of public health and health geography. It is regarded as the founding event of epidemiology.\n\nIn Snow's own words:\n\nOn proceeding to the spot, I found that nearly all the deaths had taken place within a short distance of the [Broad Street] pump. There were only ten deaths in houses situated decidedly nearer to another street-pump. In five of these cases the families of the deceased persons informed me that they always sent to the pump in Broad Street, as they preferred the water to that of the pumps which were nearer. In three other cases, the deceased were children who went to school near the pump in Broad Street ...\n\nWith regard to the deaths occurring in the locality belonging to the pump, there were 61 instances in which I was informed that the deceased persons used to drink the pump-water from Broad Street, either constantly or occasionally ...\n\nThe result of the inquiry then was, that there had been no particular outbreak or prevalence of cholera in this part of London except among the persons who were in the habit of drinking the water of the above-mentioned pump-well.\n\nI had an interview with the Board of Guardians of St. James's parish, on the evening of Thursday, the 7th September, and represented the above circumstances to them. In consequence of what I said, the handle of the pump was removed on the following day.\n\nIt was discovered later that this public well had been dug  from an old cesspit that had begun to leak faecal bacteria. Waste water from washing nappies, used by a baby who had contracted cholera from another source, drained into this cesspit. Its opening was under a nearby house that had been rebuilt further away after a fire and a street widening. At the time there were cesspits under most homes. Most families tried to have their raw sewage collected and dumped in the Thames to prevent their cesspit from filling faster than the sewage could decompose into the soil.\n\nAt the same time, an investigation of cholera transmission was being conducted in Deptford. Around 90 people died within a few days in that town, where the water was known to be clean, and there had been no previous outbreaks of cholera. Snow was informed that the water had recently turned impure. Residents were forced to let the water run for a while before using it, in order to let the sudsy, sewer-like water run until it was clear. Snow, finding that the water the residents were using was not different from the usual water from their pump, determined that the outbreak must be caused by a leak in the pipes that allowed surrounding sewage and its contaminants to seep in to the water supply. This scenario was similar to that of the Broad Street outbreak. The incoming water was being contaminated by the increasing levels of sewage, coupled with the lack of proper and safe plumbing.\n\nAfter the cholera epidemic had subsided, government officials replaced the Broad Street pump handle. They had responded only to the urgent threat posed to the population, and afterwards they rejected Snow's theory. To accept his proposal would have meant indirectly accepting the oral-faecal method of transmission of disease, which was too unpleasant for most of the public to contemplate.\n\n==Snow's post-outbreak evaluation==\n\nSnow's analysis of cholera and cholera outbreaks extended past the closure of the Broad Street pump. He concluded that cholera was transmitted through and affected the alimentary canal within the human body. Cholera did not affect either the circulatory or the nervous system and there was no \"poison in the blood...in the consecutive fever...the blood became poisoned from urea getting into the circulation\". According to Snow, this \"urea\" entered the blood through kidney failure. (Acute kidney failure is a complication of cholera.)\n\nTherefore, the fever was caused by kidney failure, not by a poison already present in the subject's bloodstream. Popular medical practices, such as bloodletting, could not be effective in such a case. Snow also argued that cholera was not a product of Miasma. \"There was nothing in the air to account for the spread of cholera\". According to Snow, cholera was spread by persons ingesting a substance, not through atmospheric transmittal. Snow cited a case of two sailors, one with cholera and one without. Eventually the second became sick as well from accidentally ingesting bodily fluids of the first.\n\n==Involvement of Henry Whitehead==\n\nThe Reverend Henry Whitehead was an assistant curate at St. Luke's church in Soho during the 1854 cholera outbreak.\n\nA former believer in the miasma theory of disease, Whitehead worked to disprove false theories. He was influenced by Snow's theory that cholera spreads by consumption of water contaminated by human waste. Snow's work, particularly his maps of the Soho area cholera victims, convinced Whitehead that the Broad Street pump was the source of the local infections. Whitehead joined Snow in tracking the contamination to a faulty cesspool and the outbreak's index case (the baby with cholera).\n\nWhitehead's work with Snow combined demographic study with scientific observation, setting an important precedent for epidemiology.\n\n== Board of Health ==\nThe Board of Health in London had several committees, of which the Committee for Scientific Inquiries was placed in charge of investigating the cholera outbreak. They were to study the atmospheric environment in London; however, they were also to examine samples of water from several water companies in London. The committee found that the most contaminated water supply came from the South London water companies, Southwark and Vauxhall.\n\nAs part of the Committee for Scientific Inquiries, Richard Dundas Thomson and Arthur Hill Hassall examined what Thomson referred to as \"vibriones\". Thomson examined the occurrence of vibriones in air samples from various cholera wards and Hassall observed vibriones in water samples. Neither identified vibriones as the cause of cholera.\n\nAs part of their investigation of the cholera epidemic, the Board of Health sent physicians to examine in detail the conditions of the Golden Square neighbourhood and its inhabitants. The Board of Health ultimately attributed the 1854 epidemic to miasma.\n\n==Dr Edwin Lankester's evaluation==\nDr Edwin Lankester was a physician on the local research conglomerate that studied the 1854 Broad Street Cholera Epidemic. In 1866, Lankester wrote about Snow's conclusion that the pump itself was the cause of the cholera outbreak. He agreed with Snow at the time; however, his opinion, like Snow's, was not publicly supported. Lankester subsequently closed the pump due to Snow's theory and data on the pattern of infection, and infection rates dropped significantly. Lankester eventually was named the first medical officer of health for the St. James District in London, the same area where the pump was located.\n\n==Broadwick Street Pump in the 21st century==\nA replica pump was installed in 1992 at the site of the 1854 pump. Every year the John Snow Society holds \"Pumphandle Lectures\" on subjects of public health. Until August 2015, when the pump was removed due to redevelopment, they also held a ceremony here in which they removed and reattached the pump handle to pay tribute to Snow's historic discovery. The original location of the historic pump is marked by a red granite paver. In addition, plaques on the John Snow pub at the corner describe the significance of Snow's findings at this site.\n\n==See also==\n\n*Epidemiology of tuberculosis\n*Filippo Pacini\n*Great Stink\n*Joseph Bazalgette\n*The Ghost Map\n*William Budd\n* Diseases and epidemics of the 19th century\n\n==References==\n\n\n==Sources==\n*\n\n== External links ==\n*  Interactive version of John Snow's Map (Ghost Map)\n*  Microorganisms in water from the Broad Street Pump\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBroadwick Street showing the John Snow memorial and public house. The memorial pump was removed due to new construction in March 2016. It was replaced, on the pavement outside the pub, in 2019. A plaque affixed to the public house reads: The Red Granite kerbstone mark is the site of the historic Broad Street pump associated with Dr John Snow's discovery in 1854 that cholera is conveyed by water..\nA Court for King Cholera. Illustration from Punch (1852).\nOriginal map by John Snow showing the clusters of cholera cases (indicated by stacked rectangles) in the London epidemic of 1854. The contaminated pump is located at the intersection of Broad Street and Cambridge Street (now Lexington Street), running into Little Windmill Street.\nRev. Henry Whitehead.",
    "links": [
        {
            "title": "1854 Broad Street cholera outbreak",
            "text": "Broad Street cholera outbreak",
            "start": 4,
            "end": 33,
            "id": "17056077"
        },
        {
            "title": "1854 Broad Street cholera outbreak",
            "text": "Golden Square outbreak",
            "start": 38,
            "end": 60,
            "id": "17056077"
        },
        {
            "title": "Disease outbreak",
            "text": "outbreak",
            "start": 75,
            "end": 83,
            "id": "288321"
        },
        {
            "title": "Cholera",
            "text": "cholera",
            "start": 87,
            "end": 94,
            "id": "7591"
        },
        {
            "title": "Broadwick Street",
            "text": "Broadwick Street",
            "start": 140,
            "end": 156,
            "id": "1295206"
        },
        {
            "title": "Soho",
            "text": "Soho",
            "start": 165,
            "end": 169,
            "id": "39616"
        },
        {
            "title": "City of Westminster",
            "text": "City of Westminster",
            "start": 186,
            "end": 205,
            "id": "54060"
        },
        {
            "title": "London",
            "text": "London",
            "start": 207,
            "end": 213,
            "id": "17867"
        },
        {
            "title": "England",
            "text": "England",
            "start": 215,
            "end": 222,
            "id": "9316"
        },
        {
            "title": "1846–1860 cholera pandemic",
            "text": "1846–1860 cholera pandemic",
            "start": 248,
            "end": 274,
            "id": "16948651"
        },
        {
            "title": "John Snow",
            "text": "John Snow",
            "start": 368,
            "end": 377,
            "id": "1160623"
        },
        {
            "title": "Germ theory of disease",
            "text": "germ-contaminated water",
            "start": 424,
            "end": 447,
            "id": "185259"
        },
        {
            "title": "Miasma theory",
            "text": "miasma",
            "start": 525,
            "end": 531,
            "id": "223250"
        },
        {
            "title": "Public health",
            "text": "public health",
            "start": 568,
            "end": 581,
            "id": "463734"
        },
        {
            "title": "Sanitation",
            "text": "sanitation",
            "start": 615,
            "end": 625,
            "id": "184729"
        },
        {
            "title": "Focus of infection",
            "text": "focus of infection",
            "start": 689,
            "end": 707,
            "id": "43283483"
        },
        {
            "title": "Blinded experiment",
            "text": "double-blind experiment",
            "start": 942,
            "end": 965,
            "id": "277248"
        },
        {
            "title": "Basement",
            "text": "cellars",
            "start": 1372,
            "end": 1379,
            "id": "568963"
        },
        {
            "title": "Cesspit",
            "text": "cesspool",
            "start": 1384,
            "end": 1392,
            "id": "1146304"
        },
        {
            "title": "River Thames",
            "text": "River Thames",
            "start": 1587,
            "end": 1599,
            "id": "49031"
        },
        {
            "title": "Vibrio cholerae",
            "text": "Vibrio cholerae",
            "start": 2146,
            "end": 2161,
            "id": "52080"
        },
        {
            "title": "William Farr",
            "text": "William Farr",
            "start": 2552,
            "end": 2564,
            "id": "253197"
        },
        {
            "title": "John Simon (pathologist)",
            "text": "John Simon",
            "start": 3284,
            "end": 3294,
            "id": "16908418"
        },
        {
            "title": "Miasma theory",
            "text": "miasma theory",
            "start": 4984,
            "end": 4997,
            "id": "223250"
        },
        {
            "title": "Black Death",
            "text": "Black Death",
            "start": 5047,
            "end": 5058,
            "id": "4501"
        },
        {
            "title": "Germ theory of disease",
            "text": "germ theory",
            "start": 5120,
            "end": 5131,
            "id": "185259"
        },
        {
            "title": "Louis Pasteur",
            "text": "Louis Pasteur",
            "start": 5167,
            "end": 5180,
            "id": "17740"
        },
        {
            "title": "Southwark and Vauxhall Waterworks Company",
            "text": "Southwark and Vauxhall Waterworks Company",
            "start": 5868,
            "end": 5909,
            "id": "16132360"
        },
        {
            "title": "Lambeth Waterworks Company",
            "text": "Lambeth Waterworks Company",
            "start": 5919,
            "end": 5945,
            "id": "19426859"
        },
        {
            "title": "Middlesex Hospital",
            "text": "Middlesex Hospital",
            "start": 9455,
            "end": 9473,
            "id": "9462970"
        },
        {
            "title": "Florence Nightingale",
            "text": "Florence Nightingale",
            "start": 9518,
            "end": 9538,
            "id": "100127"
        },
        {
            "title": "Elizabeth Gaskell",
            "text": "Elizabeth Gaskell",
            "start": 9654,
            "end": 9671,
            "id": "55503"
        },
        {
            "title": "Henry Whitehead (priest)",
            "text": "Reverend Henry Whitehead",
            "start": 10071,
            "end": 10095,
            "id": "14643970"
        },
        {
            "title": "Broadwick Street",
            "text": "Broadwick Street",
            "start": 10187,
            "end": 10203,
            "id": "1295206"
        },
        {
            "title": "Soho#Broad Street pump",
            "text": "Broad Street pump",
            "start": 10313,
            "end": 10330,
            "id": null
        },
        {
            "title": "Westminster St James",
            "text": "St James",
            "start": 10464,
            "end": 10472,
            "id": "20925704"
        },
        {
            "title": "Dot distribution map",
            "text": "dot map",
            "start": 11107,
            "end": 11114,
            "id": "27206776"
        },
        {
            "title": "Voronoi diagram",
            "text": "Voronoi diagram",
            "start": 11307,
            "end": 11322,
            "id": "177668"
        },
        {
            "title": "Southwark and Vauxhall Waterworks Company",
            "text": "Southwark and Vauxhall Waterworks Company",
            "start": 11704,
            "end": 11745,
            "id": "16132360"
        },
        {
            "title": "Seething Wells",
            "text": "Seething Wells",
            "start": 11767,
            "end": 11781,
            "id": "1785139"
        },
        {
            "title": "Lambeth Waterworks Company",
            "text": "Lambeth Waterworks Company",
            "start": 11796,
            "end": 11822,
            "id": "19426859"
        },
        {
            "title": "Brewery",
            "text": "brewery",
            "start": 12476,
            "end": 12483,
            "id": "19555342"
        },
        {
            "title": "Wort",
            "text": "wort",
            "start": 12631,
            "end": 12635,
            "id": "8283154"
        },
        {
            "title": "Hops",
            "text": "hops",
            "start": 12685,
            "end": 12689,
            "id": "14352"
        },
        {
            "title": "Public health",
            "text": "public health",
            "start": 13067,
            "end": 13080,
            "id": "463734"
        },
        {
            "title": "Health geography",
            "text": "health geography",
            "start": 13085,
            "end": 13101,
            "id": "2596739"
        },
        {
            "title": "Epidemiology",
            "text": "epidemiology",
            "start": 13143,
            "end": 13155,
            "id": "66997"
        },
        {
            "title": "Diaper",
            "text": "nappies",
            "start": 14558,
            "end": 14565,
            "id": "54205"
        },
        {
            "title": "Deptford",
            "text": "Deptford",
            "start": 15070,
            "end": 15078,
            "id": "93977"
        },
        {
            "title": "Urea",
            "text": "urea",
            "start": 16686,
            "end": 16690,
            "id": "31734"
        },
        {
            "title": "Henry Whitehead (priest)",
            "text": "Reverend Henry Whitehead",
            "start": 17494,
            "end": 17518,
            "id": "14643970"
        },
        {
            "title": "Curate",
            "text": "curate",
            "start": 17536,
            "end": 17542,
            "id": "185250"
        },
        {
            "title": "Miasma theory",
            "text": "miasma theory of disease",
            "start": 17632,
            "end": 17656,
            "id": "223250"
        },
        {
            "title": "Index case",
            "text": "index case",
            "start": 18060,
            "end": 18070,
            "id": "6064646"
        },
        {
            "title": "Demography",
            "text": "demographic",
            "start": 18133,
            "end": 18144,
            "id": "45642"
        },
        {
            "title": "Edwin Lankester",
            "text": "Edwin Lankester",
            "start": 19327,
            "end": 19342,
            "id": "2767115"
        },
        {
            "title": "Epidemiology of tuberculosis",
            "text": "Epidemiology of tuberculosis",
            "start": 20549,
            "end": 20577,
            "id": "35504305"
        },
        {
            "title": "Filippo Pacini",
            "text": "Filippo Pacini",
            "start": 20579,
            "end": 20593,
            "id": "1112523"
        },
        {
            "title": "Great Stink",
            "text": "Great Stink",
            "start": 20595,
            "end": 20606,
            "id": "1666662"
        },
        {
            "title": "Joseph Bazalgette",
            "text": "Joseph Bazalgette",
            "start": 20608,
            "end": 20625,
            "id": "333359"
        },
        {
            "title": "The Ghost Map",
            "text": "The Ghost Map",
            "start": 20627,
            "end": 20640,
            "id": "7226546"
        },
        {
            "title": "William Budd",
            "text": "William Budd",
            "start": 20642,
            "end": 20654,
            "id": "26466447"
        },
        {
            "title": "Diseases and epidemics of the 19th century",
            "text": "Diseases and epidemics of the 19th century",
            "start": 20657,
            "end": 20699,
            "id": "42972033"
        },
        {
            "title": "John Snow",
            "text": "John Snow",
            "start": 20913,
            "end": 20922,
            "id": "1160623"
        },
        {
            "title": "Punch (magazine)",
            "text": "Punch",
            "start": 21328,
            "end": 21333,
            "id": "23069"
        },
        {
            "title": "Disease cluster",
            "text": "clusters",
            "start": 21380,
            "end": 21388,
            "id": "9781137"
        }
    ],
    "_chunk_id": "b_7284560467-7293289668"
}