{
    "_id": "40111372",
    "id": "40111372",
    "title": "1924 Los Angeles pneumonic plague outbreak",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Epidemiology ==",
            "start": 634,
            "end": 652
        },
        {
            "text": "==Transmission==",
            "start": 3585,
            "end": 3601
        },
        {
            "text": "== See also ==",
            "start": 3964,
            "end": 3978
        },
        {
            "text": "== References ==",
            "start": 4097,
            "end": 4113
        },
        {
            "text": "== External links ==",
            "start": 4116,
            "end": 4136
        }
    ],
    "categories": [
        "1924 disasters in the United States",
        "1924 in California",
        "1924 health disasters",
        "1920s in Los Angeles",
        "Zoonotic bacterial diseases",
        "Insect-borne diseases",
        "Disease outbreaks in the United States",
        "Plague (disease)",
        "Third plague pandemic"
    ],
    "infobox": "{{Infobox medical condition (new)\n| name            = 1924 Los Angeles Pneumonic plague outbreak\n| synonyms        = \n| image           = Los Angeles Freeway Map.png\n| caption         = Downtown area of Los Angeles, California\n| pronounce       = \n| field           = [[Infectious disease (medical speciality)|Infectious disease]], [[community health and epidemiology]]\n| symptoms        = \n| complications   = \n| onset           = \n| duration        = \n| types           = \n| causes          = \n| risks           = \n| diagnosis       = \n| differential    = \n| prevention      = \n| treatment       = \n| medication      = \n| prognosis       = \n| frequency       = \n| deaths          = \n}}",
    "article": "The 1924 Los Angeles pneumonic plague outbreak began October 30, 1924, and was declared fully contained on November 13, 1924. It represented the first time plague had emerged in Southern California; plague outbreaks had previously arisen in San Francisco and Oakland. The Los Angeles outbreak began on October 30, lasted two weeks, and killed 30 people. Public health officials credited the lessons learned from the San Francisco outbreak coupled with swiftly implemented measures, including hospitalization of the sick and all their contacts, a neighborhood quarantine, and a large-scale rat eradication program, with saving lives.\n\n== Epidemiology ==\nTraceback analysis to identify the index-patient revealed that the outbreak actually began sometime in late September or early October, 1924 when a 51-year-old man named Jesús Lujan, living in the Macy Street district near downtown Los Angeles, fell ill with fever and a painful lump in his groin. Prior to symptoms, Lujan had discovered a decaying rat under his house and picked it up and threw it in the trash. Within that same week, Lujan's fifteen-year-old daughter, Francisca (Concha), also fell ill. She complained of fever and respiratory distress. A physician called to the house misdiagnosed the daughter with 'lobar pneumonia' which found out to be secondary plague pneumonia. The physician also misdiagnosed Lujan's bubonic plague as a venereal disease due to his enlarged lymph node. Even after the City health officers' confirmation of the disease as pneumonic plague, the disease was referred as \"strange malady,\" \"pneumonia,\" \"virulent pneumonia,\" or \"malignant pneumonia\" until November 6. Investigators believed that Jesús Lujan initially contracted the bubonic form of plague. Left untreated, bubonic plague can move to the lungs and cause a secondary pneumonic infection. As Lujan's end-stage symptoms included bloody sputum, it's believed his had converted to the pneumonic form. And because he fell ill before any of the others, Jesús Lujan was identified as the index-patient. \t\n\nA week later, Francisca Lujan died. A young pregnant neighbor, Lucena Samarano, who had been caring for Francesca also developed the same respiratory symptoms and died days later. A Catholic priest, Father M. Brualla, who had administered last rites to the victims and said the requiem Mass for Samarano, as well as a dozen or so of the congregants at her funeral, developed the same respiratory symptoms and died days later. Within a week, Lucena Samarano's entire family of eight had died. The plague serum arrived in Los Angeles on November 5, which had been requested by the Los Angeles County General Hospital and the acting health officer of the City Health Department, but it was only secured in time to be used in one case.\n\nOn October 30, 1924, the Los Angeles County Hospital pathologist, Dr. George Maner, identified plague as the cause of the illness. Dr. Maner identified it from a serum sample from a patient who had died after attending Lucena Samarano's funeral. He notified the City Health Department as well as state officials. City health officials quarantined an eight-block area Clara Street where the funeral had taken place as well as a six-block area in the Belvedere district after Jesǘs Lujan was identified as the index-patient.\n\nWithin the quarantined area, the health department set up a temporary laboratory to quickly identify new cases. At the same time, the city began a citywide rat and ground squirrel extermination program. Infected rats were found in downtown, Beverly Hills, and the harbor.\n\n==Transmission==\nPneumonic plague is the only form of plague capable of person-to-person transmission, which occurs during droplet-respiration (breathing). Humans can also become infected when handling tissue or body fluids of a plague-infected animal. In this case of spread, the pathogen was suspected to have come from the decaying rat found under the index patient's house.\n\n== See also ==\n\n*Airborne transmission\n*Bubonic plague\n*Septicemic plague\n*Super-spreader\n*Outbreak\n*Epidemic\n*Zoonosis\n*Black rat\n\n\n== References ==\n\n\n== External links ==\n\n* Facts about Pneumonic Plague. Centers for Disease Control and Prevention.",
    "links": [
        {
            "title": "Los Angeles",
            "text": "Los Angeles",
            "start": 9,
            "end": 20,
            "id": "18110"
        },
        {
            "title": "Pneumonic plague",
            "text": "pneumonic plague",
            "start": 21,
            "end": 37,
            "id": "71064"
        },
        {
            "title": "San Francisco",
            "text": "San Francisco",
            "start": 241,
            "end": 254,
            "id": "49728"
        },
        {
            "title": "Oakland, California",
            "text": "Oakland",
            "start": 259,
            "end": 266,
            "id": "50548"
        },
        {
            "title": "Index case",
            "text": "index-patient",
            "start": 688,
            "end": 701,
            "id": "6064646"
        },
        {
            "title": "Respiratory droplet",
            "text": "droplet-respiration",
            "start": 3708,
            "end": 3727,
            "id": "45690648"
        },
        {
            "title": "Airborne disease",
            "text": "Airborne transmission",
            "start": 3981,
            "end": 4002,
            "id": "24016510"
        },
        {
            "title": "Bubonic plague",
            "text": "Bubonic plague",
            "start": 4004,
            "end": 4018,
            "id": "16392927"
        },
        {
            "title": "Septicemic plague",
            "text": "Septicemic plague",
            "start": 4020,
            "end": 4037,
            "id": "431178"
        },
        {
            "title": "Superspreader",
            "text": "Super-spreader",
            "start": 4039,
            "end": 4053,
            "id": "39958236"
        },
        {
            "title": "Disease outbreak",
            "text": "Outbreak",
            "start": 4055,
            "end": 4063,
            "id": "288321"
        },
        {
            "title": "Epidemic",
            "text": "Epidemic",
            "start": 4065,
            "end": 4073,
            "id": "66981"
        },
        {
            "title": "Zoonosis",
            "text": "Zoonosis",
            "start": 4075,
            "end": 4083,
            "id": "34439"
        },
        {
            "title": "Black rat",
            "text": "Black rat",
            "start": 4085,
            "end": 4094,
            "id": "55983"
        }
    ],
    "_chunk_id": "b_12912868720-12922063944"
}