{
    "_id": "61356115",
    "id": "61356115",
    "title": "1924–1925 Minnesota smallpox epidemic",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Background ==",
            "start": 262,
            "end": 278
        },
        {
            "text": "== Outbreak ==",
            "start": 752,
            "end": 766
        },
        {
            "text": "== Toll ==",
            "start": 3557,
            "end": 3567
        },
        {
            "text": "== References ==",
            "start": 3932,
            "end": 3948
        }
    ],
    "categories": [
        "1924 disasters in the United States",
        "1924 health disasters",
        "1924 in Minnesota",
        "1925 disasters in the United States",
        "1925 health disasters",
        "1925 in Minnesota",
        "20th-century epidemics",
        "Health in Minnesota",
        "Disease outbreaks in the United States",
        "Smallpox epidemics"
    ],
    "infobox": null,
    "article": "The 1924–1925 Minnesota smallpox epidemic was the deadliest outbreak of smallpox in the U.S. state of Minnesota. 500 people died—400 of them in the Minneapolis–Saint Paul metropolitan area. Almost 90 percent of the Twin Cities deaths took place in Minneapolis.\n\n== Background ==\nSmallpox comes in two varieties, one mild and one deadly (also called black, or virulent, or hemorrhagic.) In the late 19th and early 20th centuries, the relatively mild variola minor type was common in Minnesota and killed few people. The deadly type appeared in scattered outbreaks, also killing relatively few. The worst period had been 1871–1872, when 273 people died, but since then the average had fallen to fewer than 15 deaths a year. People did not much fear it.\n\n== Outbreak ==\nThe first 1924 deaths took place in Duluth, Minnesota, in January and were followed by more in Minneapolis in the last week of June. They raised little alarm. A few more people died over the summer. In the fall, when people began to huddle indoors, the disease spread: 27 died in October, 66 in November, and 149 in December.\n\nAt the time, about 240,000 people lived in Saint Paul and 410,000 in Minneapolis. Had the disease affected both cities' populations equally, there would have been 91 deaths in Saint Paul and 129 in Minneapolis. But at the end of 1924, 208 people had died in Minneapolis and only 12 in Saint Paul.\n\nTwo factors explain the difference. First, Minneapolis had a higher population density. Saint Paul and Minneapolis were about the same size in area, but Minneapolis fit 170,000 more people into an equivalent space. It had more flophouses, shelters, and boarding houses, all of which pressed sometimes sickly people into close quarters. In these conditions, the airborne smallpox virus spread quickly.\n\nSecond, Saint Paul's public health system responded more efficiently to the crisis. Its workers were better trained, and they acted more quickly to quarantine victims and trace the sources of infection. Minneapolis public health officers, perhaps overwhelmed by the scope of their problem, acted less efficiently in training hospital workers, tracing sources of the virus, and warning schools, businesses, and families of danger when infection appeared. They also put smallpox victims in the public hospital, infecting new victims. Saint Paul officials isolated as many of the ill as they could in a \"pest house\" far from the center of town.\n\nMinnesota state law blocked a sound public health response. An 1883 state law had required all school-age children to be vaccinated against smallpox. But in 1903, the legislature repealed that law and made compulsory child vaccination illegal. Although smallpox vaccination is almost 100% effective, public health officers had no power to make people protect themselves. They could recommend, but not mandate, the vaccine.\n\nStarting in November 1924, both cities launched free vaccination campaigns. Once the deaths mounted, the frightened public jammed the vaccination centers. As reported in the Minneapolis Journal, as many as 17,000 got their skin scratches in a single day. By mid-December 1924—according to public health officials—some 210,000 people in Saint Paul and 350,000 in Minneapolis had been vaccinated.\n\nDecember was the worst month; 129 people died in Minneapolis alone. But by then the tide had turned. The disease had carried off the most vulnerable before mass vaccination took effect. 88 people died in January 1925 and 30 in February (all in Minneapolis). By late summer, the epidemic had passed.\n\n== Toll ==\nIn the final toll, Saint Paul reported 855 smallpox cases and 38 deaths, suggesting a 4.4% death rate. Minneapolis reported 1,430 cases and 365 deaths, indicating a death rate almost six times as high (25.5%). Another 101 people died around the state. Though occasional deaths took place into the early 1940s, smallpox as an epidemic never returned to Minnesota.\n\n== References ==",
    "links": [
        {
            "title": "1924–1925 Minnesota smallpox epidemic",
            "text": "1924–1925 Minnesota smallpox epidemic",
            "start": 4,
            "end": 41,
            "id": "61356115"
        },
        {
            "title": "Smallpox",
            "text": "smallpox",
            "start": 72,
            "end": 80,
            "id": "16829895"
        },
        {
            "title": "Minnesota",
            "text": "Minnesota",
            "start": 102,
            "end": 111,
            "id": "19590"
        },
        {
            "title": "Minneapolis–Saint Paul",
            "text": "Minneapolis–Saint Paul",
            "start": 148,
            "end": 170,
            "id": "102607"
        },
        {
            "title": "Minneapolis",
            "text": "Minneapolis",
            "start": 248,
            "end": 259,
            "id": "6097240"
        },
        {
            "title": "Alastrim",
            "text": "variola minor",
            "start": 449,
            "end": 462,
            "id": "24379397"
        },
        {
            "title": "Duluth, Minnesota",
            "text": "Duluth, Minnesota",
            "start": 803,
            "end": 820,
            "id": "63503"
        },
        {
            "title": "Saint Paul, Minnesota",
            "text": "Saint Paul",
            "start": 1137,
            "end": 1147,
            "id": "40469"
        },
        {
            "title": "Flophouse",
            "text": "flophouse",
            "start": 1619,
            "end": 1628,
            "id": "869311"
        },
        {
            "title": "Boarding house",
            "text": "boarding house",
            "start": 1645,
            "end": 1659,
            "id": "324628"
        },
        {
            "title": "Public health",
            "text": "public health",
            "start": 1815,
            "end": 1828,
            "id": "463734"
        },
        {
            "title": "Quarantine",
            "text": "quarantine",
            "start": 1942,
            "end": 1952,
            "id": "25237"
        },
        {
            "title": "Pest house",
            "text": "pest house",
            "start": 2395,
            "end": 2405,
            "id": "3660217"
        },
        {
            "title": "Smallpox vaccine",
            "text": "vaccinated against smallpox",
            "start": 2558,
            "end": 2585,
            "id": "61088"
        },
        {
            "title": "Star Tribune",
            "text": "Minneapolis Journal",
            "start": 3035,
            "end": 3054,
            "id": "266197"
        }
    ],
    "_chunk_id": "b_17694979119-17703924444"
}