{
    "_id": "60428423",
    "id": "60428423",
    "title": "1929–1930 Psittacosis Pandemic",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 2330,
            "end": 2344
        },
        {
            "text": "==Origin and global spread==",
            "start": 3693,
            "end": 3721
        },
        {
            "text": "==Africa==",
            "start": 5423,
            "end": 5433
        },
        {
            "text": "===Algiers===",
            "start": 5434,
            "end": 5447
        },
        {
            "text": "==Europe==",
            "start": 5595,
            "end": 5605
        },
        {
            "text": "===Germany===",
            "start": 5764,
            "end": 5777
        },
        {
            "text": "===United Kingdom===",
            "start": 6266,
            "end": 6286
        },
        {
            "text": "==North America==",
            "start": 7013,
            "end": 7030
        },
        {
            "text": "===Early January 1930===",
            "start": 7367,
            "end": 7391
        },
        {
            "text": "===Late January 1930===",
            "start": 9942,
            "end": 9965
        },
        {
            "text": "===February 1930===",
            "start": 10585,
            "end": 10604
        },
        {
            "text": "===Later===",
            "start": 11104,
            "end": 11115
        },
        {
            "text": "==South America==",
            "start": 12496,
            "end": 12513
        },
        {
            "text": "==Countries affected==",
            "start": 13614,
            "end": 13636
        },
        {
            "text": "==Birds involved==",
            "start": 13927,
            "end": 13945
        },
        {
            "text": "===Gallery===",
            "start": 14283,
            "end": 14296
        },
        {
            "text": "== References ==",
            "start": 14628,
            "end": 14644
        },
        {
            "text": "==Further reading==",
            "start": 14647,
            "end": 14666
        }
    ],
    "categories": [
        "20th-century disease outbreaks",
        "1929 disasters",
        "1930 disasters",
        "Pandemics"
    ],
    "infobox": "{{Infobox outbreak\n| name          =1929–1930 Psittacosis Pandemic\n| width         =\n| image         =File:ChrysotisChloronotaKeulemans.jpg\n| image_size    =\n| image_upright =\n| alt           =\n| caption       =\"Chrysotis chloronota\" (Festive Amazon). ''Catalogue of the Birds in the British Museum'', Vol. 20 (1891).<ref>''\"Chrysotis chloronota\"'' (Festive Amazon). Catalogue of the Birds in the British Museum. Vol. 20 (1891)</ref>\n| map1          =\n| legend1       =\n| map2          =\n| legend2       =\n| map3          =\n| legend3       =\n| map4          =\n| legend4       =\n| map5          =\n| legend5       =\n| disease       =[[Psittacosis]]\n| virus_strain  = <!-- or | bacteria_strain = -->\n                 <!-- or | parasite_strain = -->\n                 <!-- or | pathogen_strain = -->\n| location      = Global\n\n| first_outbreak = Argentina\n| first_reported = \n                  <!-- If first outbreak and first report are the same, choose one!-->\n\n| index_case     =    <!-- National or international depending on article level -->\n| arrival_date   = Summer 1929\n| date           =\n| source         = *[[Amazon parrot]]s\n*Canary (''Serinus canaria'')\n*[[Lovebirds]] (Agapornis'' species)\n*[[Budgerigar|Shell parakeets]]\n| type           =[[Zoonotic]]\n| confirmed_cases =750 – 800\n| active_cases    =\n| suspected_cases =\n| severe_cases    =\n| hospitalized_cases = \n| critical_cases     = \n| ventilator_cases   =\n| ecmo_cases         =\n| recovery_cases     =\n| deaths             = Greater than 100 worldwide\n| fatality_rate      = 15%\n| territories        =\n| total_ili          =\n| website            =\n}}",
    "article": "The 1929–1930 Psittacosis Pandemic, also known as the psittacosis outbreak of 1929–1930 and the great parrot fever pandemic, was a series of simultaneous outbreaks of psittacosis, also known as parrot fever, which, accelerated by the breeding and transportation of birds in crowded containers, for the purpose of trade, spread from several species of birds from several countries worldwide, to humans between summer of 1929 and spring of 1930. Diagnosed by its clinical features and link to birds, it affected around 750 to 800 people globally, with a mortality of 15%. Its mode of transmission to humans by mouth-to-beak contact or inhaling dried bird secretions and droppings was not known at the time. The cause, C. psittaci, which usually remains dormant in birds until activated by stress of capture and confinement, was discovered after the pandemic.\n\nCases were reported in the summer of 1929, in Birmingham, United Kingdom, and linked to parrots from Buenos Aires, Argentina, where an ongoing outbreak of the disease had led to cautioning bird owners to declare their sick parrots. The origin of the outbreak in the Argentine city of Córdoba was traced to an import of 5,000 parrots from Brazil. Although the Argentine parrot trade was stopped, a number of birds were illegally sold on to visitors to its seaports, with the consequence that psittacosis was transmitted to several countries. In November 1929, reports of cases among an Argentine theatrical group, in Córdoba, made it into the local press. \n\nIn January 1930, when cases of an atypical pneumonia in one family, with the death of their parrot, appeared in Maryland, United States, a link was made to the story of the theatrical group, and 'parrot fever' made headlines in the American press. Bans on parrot trades were implemented and shortly, cases were reported in several other countries, including Germany, France and Australia. The origin was understood to have been the importation of green Amazon parrots from South America. Later, the principal source of the disease in the U.S. was domestic lovebirds raised in Californian aviaries, and sold to mainly housewives and widows.\n\nThe impact of the outbreak on the U.S. Hygienic Laboratory, with 16 of its workers affected, including two deaths, led to the formation of the National Institute of Health.\n\n==Background==\nIn 1880, physician Jakob Ritter, described in a German article titled \"Contribution to the Question of Pneumotyphus\", a cluster of seven people with atypical pneumonia connected to his brother's household in Germany. The outbreak was unknown at the time to be linked to sick exotic birds; 12 finches and parrots confined in the study of the house in Uster, Switzerland. Three of the seven affected people died, including Ritter's brother and the metal-worker who visited the home to fix the bird cage. Ritter detailed the natural history of the disease and noting its similar features to typhoid and typhus, he called the disease \"pneumotyphus\" and proposed that the birds might be the vectors. Subsequently, further similar outbreaks, with a history of exposure to birds, appeared in other parts of Europe, including Paris in the 1890s, where it killed one in three affected people. The outbreaks ended following bans in bird trading. Subsequently, greater efforts were made to find the cause of the disease, but without success. The disease in birds was named psittacosis in 1895 by A. Morange. Prior to the 1929 outbreak of psittacosis in the United States, the last known cases were in 1917, found in captive birds in the basement of a department store in Pennsylvania. The causative pathogen, C. psittaci, was not discovered until the 1960s.\n\n==Origin and global spread==\n\n\nThere were multiple origins, involving several countries and several species of birds. Affected people typically experienced headache, poor sleep, fatigue and a cough trailing several days of fever. Some subsequently became delirious and semi-conscious, following which some died, and others recovered only to find a prolonged convalescent period.\n\nInitial outbreaks were linked to exotic birds from South America. The source of the Córdoba outbreak was traced to an import of 5,000 parrots from Brazil. The birds had been confined in unsanitary and crowded containers. Although the Argentine parrot trade was stopped, a number of birds were sold on to visitors to its seaports, with the consequence that psittacosis, also known as parrot fever, was transmitted to several countries. Its mode of transmission to humans by mouth-to-beak contact or inhaling dried bird secretions and droppings was not known at the time. Germany, the United Kingdom and the United States were the most severely affected with more than 100 cases each. Implicated birds included green Amazon parrots, canaries, lovebirds and shell parakeets.\n\nBy spring 1930, the disease was reported in humans in several countries around the world, accelerated by the popular hobby of domestic bird keeping at the time. Many cases and clusters had links with sick parrots. Around 750 to 800 people were affected altogether. The average mortality was 15%, calculating to a total of more than 100 deaths.\n\nThe majority of cases in the U.S. were later found in 1931, to be linked to endemic psittacosis in California, associated with the increasingly popular trade of breeding lovebirds for onward sales to chiefly housewives and widows.\n\n==Africa==\n===Algiers===\nIn Algiers, four deaths were attributed to the disease in the week ending 8 February 1930. The following week, three further cases were reported.\n\n==Europe==\nWhen cases appeared in Amsterdam, Netherlands Health Department asked that steamships that call at South American seaports, refuse to take on board parrots.\n\n===Germany===\nCases in Germany were reported, with some uncertainty, from July 1929, in Berlin, Hamburg, Liegnitz, Munich, Glauchau and Dôbeln. It resulted in the banning of the importation of parrots. By the end of the pandemic in spring of 1930, Germany had the largest number of cases, with 215 affected, of which 45 died. Parrot-owners were found abandoning their birds at the Berlin zoo, and in response the zoo closed its gates.\n\nOf 35 parakeets involved in the German cases, 30 had no disease.\n\n===United Kingdom===\nCases were reported in Birmingham, United Kingdom, in the summer of 1929. In December 1929, a ship's carpenter attended the London Hospital with a typhoid-like illness. He had previously purchased two parrots from Buenos Aires, which had died en route to London. By March 1930, 100 suspected cases were reported across the UK. One case was linked to a visit to a pub, where there was noted to be a sick parrot.\n\nResearch into the cause was commenced by Samuel Bedson, at the London Hospital.\n\nIn the UK, the Parrots (Prohibition of Import) Regulations, 1930 was created following consideration by the permanent Committee of the Office International d'Hygiene publique. It prohibited the trade of parrots unless for research.\n\n==North America==\n\nIn 1929, nearly 50,000 lovebirds, parrots and parakeets, and around 500,000 canaries, were imported to the United States, from Brazil, Argentina, Colombia, Cuba, Trinidad, Salvador, Mexico and Japan. Most birds entered the U.S. via New York, except lovebirds (Australian budgerigars), which entered via San Francisco and Los Angeles.\n\n===Early January 1930===\nIn early January 1930, an outbreak of \"mysterious pneumonias\" in the United States came to media attention when three members of one family were traced to the previous Christmas importation of parrots from South America. 10 days before Christmas, Simon Martin, secretary of the Chamber of Commerce in Annapolis, Maryland, bought a parrot in Baltimore for his wife, who subsequently, along with their daughter and son-in-law became seriously ill. Their new parrot's feathers had become dirty and ruffled by Christmas Eve, and on Christmas Day, it died. The wife of the family physician made a link to a newspaper article about “parrot fever” in Buenos Aires. In consequence, Martin's physician sent a telegram to the United States Public Health Service (PHS) in Washington DC, requesting for advice on parrot fever. The story came to the attention of Surgeon General Hugh S. Cumming, who received similar messages from Baltimore, New York, Ohio and California. The task of solving the cause of parrot fever was signposted to George W. McCoy, the director of PHS’s Hygienic Laboratory and a well-renowned bacteriologist who had discovered tularaemia, and his deputy, Charlie Armstrong, neither of whom had ever heard of parrot fever.\n\nOn 8 January 1930, The Washington Post reported \"parrot disease baffles experts\" and headlines of “Parrot Fever Hits Trio at Annapolis”. On the same day, the outbreak made headlines in the Los Angeles Times with \"two women and man in Annapolis believed to have ‘parrot fever\". On 11 January, the same paper reported \"Parrot Disease Fatal to Seven\", and the Chicago Daily Tribune put on their front page “Baltimore woman dies”. By 15 January, 50 cases were reported nationwide. The following day, the Baltimore Sun announced that “Woman’s Case Brings Parrot Victims to 19”. During this time, one of the first deaths was particularly alarming. The victim was a woman in Toledo, Ohio, who had been given three Cuban parrots by her husband.\n\nCumming warned to stay away from imported parrots, whilst sailors at sea were ordered by one U.S. Navy admiral to throw overboard their parrots. Some were encouraged by one health commissioner to kill their pet parrots, and some abandoned them on the streets. \n\nReports soon began to follow from the eastern coast of the U. S., with Baltimore, New York and Los Angeles, involving other birds such as shell parakeets (Australian budgerigars). The director of the Bureau of Communicable Diseases, Daniel S. Hatfield, ordered the confiscation of all birds at Baltimore pet stores.\n\n===Late January 1930===\nSix major pet dealers in the U.S. stood to make a loss of $5 million per year as a result of an Executive Order issued by President Herbert Hoover, on 24 January, prohibiting “the immediate importation of parrots into the United States, its possessions and dependencies from any foreign port”, until research could find the cause and mode of transmission. This decision came following Armstrong's initial research which succeeded in showing healthy parrots being infected by sick ones, and that some could become asymptomatic carriers. The following day, Armstrong's assistant, Henry \"Shorty\" Anderson, became unwell.\n\n===February 1930===\n\nTwo of the 16 people that developed the illness from exposure at the National Hygiene Laboratory, died, including, on 8 February, Anderson. The following day, bacteriologist William Royal Stokes died within weeks of commencing research on the parrot dropping samples given to him by Armstrong. By this time, Armstrong was ill himself, but survived. They had failed to isolate the causative infectious agent and McCoy was subsequently forced to kill the birds and fumigate the Hygienic Laboratory.\n\n===Later===\n43 of the 74 foci in the U.S. were traced to contact with Amazon parrots. Links were traced to Japan, Caribbean, Germany, Central America and South America. Between November 1929 and May 1930, the U.S. recorded 169 cases in total, of which 33 died. New York was the centre of the East Coast bird trade. However, the principal ports of entry for Australian budgerigars was San Francisco and Los Angeles. Later, it was discovered that the main source was domestic lovebirds raised in hundreds of independent Californian aviaries by breeders who were supplementing their incomes following the recent Wall Street Crash. The winter of 1929 was also witnessing an influenza epidemic and there were fears of a recurrence of Spanish Flu,which added to the depressive effects. In this context, peddlers travelled door-to-door with “lovebirds” for housewives and widows. As a result, most victims in the U.S. were women. The realisation and connections of the various outbreaks may not have become apparent had it not been for the press. Likewise, the \"hysteria\" and heightened public concern surrounding the pandemic may not have occurred had it not been for headlines such as “Killed By A Pet Parrot.”\n\nThe establishment of the National Institutes of Health is directly linked to the outbreak that occurred in Maryland. Its story was retold in Paul de Kruif's, Men Against Death (1933).\n\n==South America==\n\nThe first reports of the disease were recorded in July 1929, in Córdoba, Argentina. During the summer and autumn of 1929, Córdoba and Tucumán in Argentina, reported over 100 cases of a severe atypical pneumonia linked to a large shipment of birds from Brazil.\n\nOne of the outbreaks occurred among an Argentine theatrical group in October 1929, after they had purchased an Amazon parrot in Buenos Aires. Two of the actors died from the illness. Florencio Parravicini, the main male actor, contracted the disease and according to the Hearst, recovered after suffering significantly for 17 days. Cases in Argentina followed a number of auctions which took place in several cities, with owners selling a number of sick birds as quickly as possible. In response, the Argentine parrot trade was stopped and pet owners were cautioned by authorities to look out for sick birds and report them. However, dishonest traders continued to sell sick birds to visitors to its seaports. The cases were reported in an Argentinian journal the following month in November 1929, and later picked up by American press.\n\n==Countries affected==\nThere were no reported cases in Brazil. The disease was reported in;\n\n*Algeria \n*Argentina\n*Australia\n*Austria \n*Canada \n*Czechoslovakia\n*Denmark\n*Egypt \n*France\n*Germany\n*Honolulu\n*Italy\n*Japan \n*Mexico \n*Netherlands\n*Poland \n*Spain \n*Sweden \n*Switzerland\n*United Kingdom\n*United States\n\n\n==Birds involved==\n\nMeyer later demonstrated that psittacosis could be transmitted by around 50 species of birds. Birds implicated in the 1929-30 pandemic included;\n*Amazon parrots\n*Canary (Serinus canaria)\n*Lovebirds (Agapornis species)\n*Shell parakeets (Australian budgerigars, Melopsittacus undulatus).\n*Talking parrots\n*Grey African parrots\n*Thrushes\n\n===Gallery===\n\nFile:Serinus canaria 3.jpg|Serinus canaria\nFile:Wellensittich wild aus australien.jpg|Melopsittacus undulatus\nFile:Agapornis roseicollis -eating grass seeds-8.jpg|Agapornis roseicollis (lovebird)\nFile:Amazona amazonica 2c.jpg|Amazon parrot (Amazona species)\nFile:Psittacus erithacus -perching on tray-8d.jpg|Grey African parrot\n\n\n== References ==\n\n\n==Further reading==\n*\n* Weekly Epidemiological Record. World Health Organization; IRIS\n\n\n\n\n\n\nLovebird (budgerigar), 1935.\nCaged (lovebirds) budgerigars, 1933.\nHenry “Shorty” Anderson (right).\nFlorencio Parravicini 1913.",
    "links": [
        {
            "title": "1929–1930 Psittacosis Pandemic",
            "text": "1929–1930 Psittacosis Pandemic",
            "start": 4,
            "end": 34,
            "id": "60428423"
        },
        {
            "title": "1929–1930 Psittacosis Pandemic",
            "text": "psittacosis outbreak of 1929–1930",
            "start": 54,
            "end": 87,
            "id": "60428423"
        },
        {
            "title": "1929–1930 Psittacosis Pandemic",
            "text": "great parrot fever pandemic",
            "start": 96,
            "end": 123,
            "id": "60428423"
        },
        {
            "title": "Pandemic",
            "text": "outbreaks",
            "start": 154,
            "end": 163,
            "id": "24255"
        },
        {
            "title": "Psittacosis",
            "text": "psittacosis",
            "start": 167,
            "end": 178,
            "id": "246206"
        },
        {
            "title": "Chlamydia psittaci",
            "text": "C. psittaci",
            "start": 716,
            "end": 727,
            "id": "2271363"
        },
        {
            "title": "Birmingham",
            "text": "Birmingham",
            "start": 904,
            "end": 914,
            "id": "13882056"
        },
        {
            "title": "Buenos Aires",
            "text": "Buenos Aires",
            "start": 959,
            "end": 971,
            "id": "255919"
        },
        {
            "title": "Córdoba, Argentina",
            "text": "Córdoba",
            "start": 1142,
            "end": 1149,
            "id": "241269"
        },
        {
            "title": "Maryland",
            "text": "Maryland",
            "start": 1627,
            "end": 1635,
            "id": "18858"
        },
        {
            "title": "Lovebird",
            "text": "lovebirds",
            "start": 2071,
            "end": 2080,
            "id": "62404"
        },
        {
            "title": "National Institutes of Health",
            "text": "National Institute of Health",
            "start": 2299,
            "end": 2327,
            "id": "46174"
        },
        {
            "title": "Jakob Ritter",
            "text": "Jakob Ritter",
            "start": 2364,
            "end": 2376,
            "id": null
        },
        {
            "title": "Atypical pneumonia",
            "text": "atypical pneumonia",
            "start": 2494,
            "end": 2512,
            "id": "377933"
        },
        {
            "title": "Uster",
            "text": "Uster",
            "start": 2695,
            "end": 2700,
            "id": "2949452"
        },
        {
            "title": "Typhus",
            "text": "typhus",
            "start": 2945,
            "end": 2951,
            "id": "20321147"
        },
        {
            "title": "Antonin Morange",
            "text": "A. Morange",
            "start": 3430,
            "end": 3440,
            "id": null
        },
        {
            "title": "Pennsylvania",
            "text": "Pennsylvania",
            "start": 3605,
            "end": 3617,
            "id": "23332"
        },
        {
            "title": "Pathogen",
            "text": "pathogen",
            "start": 3633,
            "end": 3641,
            "id": "35038133"
        },
        {
            "title": "Chlamydia psittaci",
            "text": "C. psittaci",
            "start": 3643,
            "end": 3654,
            "id": "2271363"
        },
        {
            "title": "Córdoba, Argentina",
            "text": "Córdoba",
            "start": 4157,
            "end": 4164,
            "id": "241269"
        },
        {
            "title": "Amazon parrot",
            "text": "Amazon parrot",
            "start": 4788,
            "end": 4801,
            "id": "163423"
        },
        {
            "title": "Lovebird",
            "text": "lovebirds",
            "start": 4814,
            "end": 4823,
            "id": "62404"
        },
        {
            "title": "Budgerigar",
            "text": "shell parakeets",
            "start": 4828,
            "end": 4843,
            "id": "201017"
        },
        {
            "title": "Berlin Zoological Garden",
            "text": "Berlin zoo",
            "start": 6145,
            "end": 6155,
            "id": "1005900"
        },
        {
            "title": "Samuel Bedson",
            "text": "Samuel Bedson",
            "start": 6740,
            "end": 6753,
            "id": "46578998"
        },
        {
            "title": "Parrots (Prohibition of Import) Regulations, 1930",
            "text": "Parrots (Prohibition of Import) Regulations, 1930",
            "start": 6795,
            "end": 6844,
            "id": null
        },
        {
            "title": "Maryland House of Delegates",
            "text": "Chamber of Commerce in Annapolis, Maryland",
            "start": 7670,
            "end": 7712,
            "id": "963920"
        },
        {
            "title": "United States Public Health Service",
            "text": "United States Public Health Service",
            "start": 8108,
            "end": 8143,
            "id": "224130"
        },
        {
            "title": "Hugh S. Cumming",
            "text": "Surgeon General Hugh S. Cumming",
            "start": 8242,
            "end": 8273,
            "id": "1097142"
        },
        {
            "title": "Baltimore",
            "text": "Baltimore",
            "start": 8310,
            "end": 8319,
            "id": "26997138"
        },
        {
            "title": "Ohio",
            "text": "Ohio",
            "start": 8331,
            "end": 8335,
            "id": "22199"
        },
        {
            "title": "California",
            "text": "California",
            "start": 8340,
            "end": 8350,
            "id": "5407"
        },
        {
            "title": "George Walter McCoy",
            "text": "George W. McCoy",
            "start": 8416,
            "end": 8431,
            "id": "59811205"
        },
        {
            "title": "Tularemia",
            "text": "tularaemia",
            "start": 8529,
            "end": 8539,
            "id": "274848"
        },
        {
            "title": "Charles Armstrong (physician)",
            "text": "Charlie Armstrong",
            "start": 8557,
            "end": 8574,
            "id": "13064157"
        },
        {
            "title": "The Washington Post",
            "text": "The Washington Post",
            "start": 8644,
            "end": 8663,
            "id": "102226"
        },
        {
            "title": "Los Angeles Times",
            "text": "Los Angeles Times",
            "start": 8814,
            "end": 8831,
            "id": "273319"
        },
        {
            "title": "Chicago Tribune",
            "text": "Chicago Daily Tribune",
            "start": 8982,
            "end": 9003,
            "id": "60961"
        },
        {
            "title": "Toledo, Ohio",
            "text": "Toledo, Ohio",
            "start": 9293,
            "end": 9305,
            "id": "30849"
        },
        {
            "title": "Baltimore",
            "text": "Baltimore",
            "start": 9696,
            "end": 9705,
            "id": "26997138"
        },
        {
            "title": "New York (state)",
            "text": "New York",
            "start": 9707,
            "end": 9715,
            "id": "8210131"
        },
        {
            "title": "Los Angeles",
            "text": "Los Angeles",
            "start": 9720,
            "end": 9731,
            "id": "18110"
        },
        {
            "title": "Herbert Hoover",
            "text": "Herbert Hoover",
            "start": 10098,
            "end": 10112,
            "id": "13682"
        },
        {
            "title": "William Royal Stokes",
            "text": "William Royal Stokes",
            "start": 10780,
            "end": 10800,
            "id": null
        },
        {
            "title": "Lovebird",
            "text": "lovebirds",
            "start": 11578,
            "end": 11587,
            "id": "62404"
        },
        {
            "title": "Wall Street Crash of 1929",
            "text": "Wall Street Crash",
            "start": 11713,
            "end": 11730,
            "id": "157649"
        },
        {
            "title": "Spanish flu",
            "text": "Spanish Flu",
            "start": 11833,
            "end": 11844,
            "id": "198796"
        },
        {
            "title": "National Institutes of Health",
            "text": "National Institutes of Health",
            "start": 12336,
            "end": 12365,
            "id": "46174"
        },
        {
            "title": "Paul de Kruif",
            "text": "Paul de Kruif",
            "start": 12452,
            "end": 12465,
            "id": "2325002"
        },
        {
            "title": "Tucumán Province",
            "text": "Tucumán",
            "start": 12649,
            "end": 12656,
            "id": "520448"
        },
        {
            "title": "Atypical pneumonia",
            "text": "atypical pneumonia",
            "start": 12707,
            "end": 12725,
            "id": "377933"
        },
        {
            "title": "Amazon parrot",
            "text": "Amazon parrot",
            "start": 12887,
            "end": 12900,
            "id": "163423"
        },
        {
            "title": "Buenos Aires",
            "text": "Buenos Aires",
            "start": 12904,
            "end": 12916,
            "id": "255919"
        },
        {
            "title": "Florencio Parravicini",
            "text": "Florencio Parravicini",
            "start": 12959,
            "end": 12980,
            "id": "47570501"
        },
        {
            "title": "Hearst Communications",
            "text": "Hearst",
            "start": 13047,
            "end": 13053,
            "id": "14325"
        },
        {
            "title": "Yellow journalism",
            "text": "American press",
            "start": 13597,
            "end": 13611,
            "id": "34364"
        },
        {
            "title": "Amazon parrot",
            "text": "Amazon parrot",
            "start": 14093,
            "end": 14106,
            "id": "163423"
        },
        {
            "title": "Lovebird",
            "text": "Lovebirds",
            "start": 14135,
            "end": 14144,
            "id": "62404"
        },
        {
            "title": "Budgerigar",
            "text": "Shell parakeets",
            "start": 14166,
            "end": 14181,
            "id": "201017"
        },
        {
            "title": "Talking bird",
            "text": "Talking parrot",
            "start": 14234,
            "end": 14248,
            "id": "8835741"
        },
        {
            "title": "Grey parrot",
            "text": "Grey African parrots",
            "start": 14251,
            "end": 14271,
            "id": "42430399"
        },
        {
            "title": "Thrush (bird)",
            "text": "Thrushes",
            "start": 14273,
            "end": 14281,
            "id": "184393"
        }
    ],
    "_chunk_id": "b_17485710003-17492845425"
}