{
    "_id": "729623",
    "id": "729623",
    "title": "1972 Yugoslav smallpox outbreak",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Background ==",
            "start": 569,
            "end": 585
        },
        {
            "text": "== Outbreak ==",
            "start": 1167,
            "end": 1181
        },
        {
            "text": "== Reaction ==",
            "start": 3049,
            "end": 3063
        },
        {
            "text": "== Legacy ==",
            "start": 4036,
            "end": 4048
        },
        {
            "text": "== Timeline ==",
            "start": 4516,
            "end": 4530
        },
        {
            "text": "==References==",
            "start": 5389,
            "end": 5403
        },
        {
            "text": "=== Sources ===",
            "start": 5406,
            "end": 5421
        },
        {
            "text": "==External links==",
            "start": 5689,
            "end": 5707
        }
    ],
    "categories": [
        "20th-century epidemics",
        "Smallpox epidemics",
        "Smallpox eradication",
        "Socialist Federal Republic of Yugoslavia",
        "1972 disasters",
        "1972 in Yugoslavia",
        "History of Kosovo",
        "1972 health disasters"
    ],
    "infobox": null,
    "article": "The 1972 Yugoslav smallpox outbreak was the last major outbreak of smallpox in Europe. It was centered in Socialist Autonomous Province of Kosovo and Belgrade, a province and the capital city respectively of the Socialist Federal Republic of Yugoslavia. A Muslim pilgrim had contracted the smallpox virus in the Middle East. Upon returning to his home in Kosovo, he started the epidemic in which 175 people were infected, killing 35. The epidemic was efficiently contained by enforced quarantine and mass vaccination. The 1982 film Variola Vera is based on the event.\n\n== Background ==\nBy 1972 the disease was considered to be eradicated in Europe. The population of Yugoslavia had been regularly vaccinated for 50 years, and the last case was reported in 1930. This was the major cause of the initial slow reaction by doctors, who did not promptly recognize the disease.\n\nIn October 1970, an Afghan family went on pilgrimage from Afghanistan, where smallpox was endemic, to Mashhad in Iran, triggering an epidemic of smallpox in Iran that would last until September 1972. By late 1971, smallpox-infected pilgrims had carried smallpox from Iran into Syria and Iraq.\n\n== Outbreak ==\n\nIn early 1972, a 38-year-old Kosovo Albanian Muslim clergyman named Ibrahim Hoti, from Damnjane near Đakovica, Kosovo, undertook the Hajj. He visited holy sites in Iraq, where cases of smallpox were known. He returned home on February 15. The following morning he suffered aches and was tired, but attributed this to the long bus journey. Hoti soon realized he had an infection, but, after feeling feverish for a couple of days and developing a rash, he recovered - probably because he had been vaccinated two months earlier.\n\nOn March 3, Latif Mumdžić, a thirty-year-old teacher, who had just arrived in Đakovica to attend school, fell ill. He had no known direct contact with Hoti. He may have been infected by one of the clergyman's friends or relatives who visited during his illness, or simply by passing the clergyman in the street. When Mumdžić visited the local medical center two days later, doctors attempted to treat his fever with penicillin (smallpox is a virus, so this was ineffective). His condition did not improve, and after a couple of days, his brother took him to the hospital in Čačak, 150 km to the north in Serbia. The doctors there could not help him, so he was transferred by ambulance to the central hospital in Belgrade. On March 9, Mumdžić was shown to medical students and staff as a case of an atypical reaction to penicillin, which was a plausible explanation for his condition. On the following day, Mumdžić suffered massive internal bleeding and, despite efforts to save his life, died that evening. The cause of death was listed as \"reaction to penicillin\". In fact, he had contracted black pox, a highly contagious form of smallpox. Before his death, Mumdžić directly infected 38 people (including nine doctors and nurses), eight of whom died. A few days after Mumdžić's death, 140 smallpox cases erupted across Kosovo province.\n\n== Reaction ==\nThe government's reaction was swift. Martial law was declared on March 16. Measures included cordons sanitaires of villages and neighborhoods, roadblocks, the prohibition of public meetings, closure of borders and prohibition of all non-essential travel. Hotels were requisitioned for quarantines in which 10,000 people who may have been in contact with the virus were held under guard by the army. \n\nMumdžić's brother developed a smallpox rash on March 20, resulting in medical authorities realizing that Mumdžić had died of smallpox. The authorities undertook massive revaccination of the population, helped by the World Health Organization (WHO), \"almost the entire Yugoslavian population of 18 million people was vaccinated\". Leading experts on smallpox were flown in to help, including Donald Henderson and Don Francis.\n\nBy mid-May, the outbreak was contained and the country returned to normal life. During the epidemic, 175 people contracted smallpox and 35 died.\n\n== Legacy ==\nThe Yugoslav government received international praise for the successful containment of the epidemic, which was one of the finest hours for Donald Henderson and WHO, as well as one of the crucial steps in the eradication of smallpox.\n\nIn 1982, Serbian director Goran Marković made the film Variola Vera about a hospital under quarantine during the epidemic. In 2002, the BBC screened a television drama called Smallpox 2002, which was partly inspired by the events.\n\n== Timeline ==\n*February 15, 1972 - Ibrahim Hoti, a clergyman, returns from Hajj infected with the smallpox virus.\n*February 16 - Hoti feels unwell.\n*February 21 - Latif Mumdžić, a thirty-year-old school teacher, arrives in Đakovica to continue his studies.\n*March 3 - Mumdžić falls ill with a highly contagious form of smallpox.\n*Between March 3 and March 9, Mumdžić is misdiagnosed and moved to hospitals in Čačak and then Belgrade. During this time, he infects 38 people.\n*March 9 - Mumdžić is shown to medical students in the Belgrade hospital as a case of reaction to penicillin.\n*March 10 - Mumdžić develops massive internal bleeding and dies.\n*March 16 -  Martial law was declared.\n*March 22 - Doctors correctly diagnose Mumdžić and the government begins measures to contain the epidemic.\n*Early April - Mass revaccination begins.\n*Late May - The epidemic is over.\n\n==References==\n\n\n=== Sources ===\n\n* Flight, Colette (2002).  Smallpox: Eradicating the Scourge hosted by  BBC History. Verified availability 2005-03-12.\n* Zwerdling, Daniel (October 23, 2001).  Bioterrorism: Civil Liberties Under Quarantine.  American Radio Works. Verified availability 2005-03-12.\n\n==External links==\n*  Variola vera.  Internet Movie Database entry for a film based on the 1972 smallpox outbreak in Yugoslavia.  Verified availability 2005-03-12.\n*  Smallpox 2002: Silent Weapon hosted by  Drama. Drama-documentary about a hypothetical bioterrorism attack involving smallpox.  Verified availability 2005-03-12.\n\n\n\n\n\n\n\n\n\n\nField physicians checking an immunization reaction in a man during a smallpox epidemic, Kosovo, 1972.\nPatient with smallpox, Kosovo, Yugoslavia epidemic, March and April 1972.",
    "links": [
        {
            "title": "1972 Yugoslav smallpox outbreak",
            "text": "1972 Yugoslav smallpox outbreak",
            "start": 4,
            "end": 35,
            "id": "729623"
        },
        {
            "title": "Smallpox",
            "text": "smallpox",
            "start": 67,
            "end": 75,
            "id": "16829895"
        },
        {
            "title": "Europe",
            "text": "Europe",
            "start": 79,
            "end": 85,
            "id": "9239"
        },
        {
            "title": "Socialist Autonomous Province of Kosovo",
            "text": "Socialist Autonomous Province of Kosovo",
            "start": 106,
            "end": 145,
            "id": "40157579"
        },
        {
            "title": "Belgrade",
            "text": "Belgrade",
            "start": 150,
            "end": 158,
            "id": "55904"
        },
        {
            "title": "Socialist Federal Republic of Yugoslavia",
            "text": "Socialist Federal Republic of Yugoslavia",
            "start": 212,
            "end": 252,
            "id": "297809"
        },
        {
            "title": "Muslims",
            "text": "Muslim",
            "start": 256,
            "end": 262,
            "id": "19541"
        },
        {
            "title": "Smallpox",
            "text": "smallpox virus",
            "start": 290,
            "end": 304,
            "id": "16829895"
        },
        {
            "title": "Middle East",
            "text": "Middle East",
            "start": 312,
            "end": 323,
            "id": "19323"
        },
        {
            "title": "Quarantine",
            "text": "quarantine",
            "start": 485,
            "end": 495,
            "id": "25237"
        },
        {
            "title": "Vaccination",
            "text": "vaccination",
            "start": 505,
            "end": 516,
            "id": "32473"
        },
        {
            "title": "Variola Vera",
            "text": "Variola Vera",
            "start": 532,
            "end": 544,
            "id": "13598172"
        },
        {
            "title": "Afghanistan",
            "text": "Afghanistan",
            "start": 931,
            "end": 942,
            "id": "737"
        },
        {
            "title": "Mashhad",
            "text": "Mashhad",
            "start": 975,
            "end": 982,
            "id": "406512"
        },
        {
            "title": "Kosovo Albanians",
            "text": "Kosovo Albanian",
            "start": 1212,
            "end": 1227,
            "id": "4967559"
        },
        {
            "title": "Muslims",
            "text": "Muslim",
            "start": 1228,
            "end": 1234,
            "id": "19541"
        },
        {
            "title": "Damnjane",
            "text": "Damnjane",
            "start": 1270,
            "end": 1278,
            "id": null
        },
        {
            "title": "Gjakova",
            "text": "Đakovica",
            "start": 1284,
            "end": 1292,
            "id": "283887"
        },
        {
            "title": "Socialist Autonomous Province of Kosovo",
            "text": "Kosovo",
            "start": 1294,
            "end": 1300,
            "id": "40157579"
        },
        {
            "title": "Hajj",
            "text": "Hajj",
            "start": 1316,
            "end": 1320,
            "id": "23487999"
        },
        {
            "title": "Iraq",
            "text": "Iraq",
            "start": 1347,
            "end": 1351,
            "id": "7515928"
        },
        {
            "title": "Gjakova",
            "text": "Đakovica",
            "start": 1788,
            "end": 1796,
            "id": "283887"
        },
        {
            "title": "Penicillin",
            "text": "penicillin",
            "start": 2126,
            "end": 2136,
            "id": "23312"
        },
        {
            "title": "Čačak",
            "text": "Čačak",
            "start": 2284,
            "end": 2289,
            "id": "283883"
        },
        {
            "title": "Belgrade",
            "text": "Belgrade",
            "start": 2422,
            "end": 2430,
            "id": "55904"
        },
        {
            "title": "Side effects of penicillin",
            "text": "atypical reaction to penicillin",
            "start": 2508,
            "end": 2539,
            "id": "54077637"
        },
        {
            "title": "Smallpox",
            "text": "black pox",
            "start": 2803,
            "end": 2812,
            "id": "16829895"
        },
        {
            "title": "Martial law",
            "text": "Martial law",
            "start": 3101,
            "end": 3112,
            "id": "50477"
        },
        {
            "title": "Cordon sanitaire",
            "text": "cordons sanitaires",
            "start": 3157,
            "end": 3175,
            "id": "1166041"
        },
        {
            "title": "World Health Organization",
            "text": "World Health Organization",
            "start": 3681,
            "end": 3706,
            "id": "33583"
        },
        {
            "title": "Donald Henderson",
            "text": "Donald Henderson",
            "start": 3855,
            "end": 3871,
            "id": "1565373"
        },
        {
            "title": "Don Francis",
            "text": "Don Francis",
            "start": 3876,
            "end": 3887,
            "id": "3859533"
        },
        {
            "title": "Donald Henderson",
            "text": "Donald Henderson",
            "start": 4189,
            "end": 4205,
            "id": "1565373"
        },
        {
            "title": "Goran Marković",
            "text": "Goran Marković",
            "start": 4310,
            "end": 4324,
            "id": "10680631"
        },
        {
            "title": "Variola Vera",
            "text": "Variola Vera",
            "start": 4339,
            "end": 4351,
            "id": "13598172"
        },
        {
            "title": "BBC",
            "text": "BBC",
            "start": 4420,
            "end": 4423,
            "id": "19344654"
        },
        {
            "title": "Smallpox 2002",
            "text": "Smallpox 2002",
            "start": 4459,
            "end": 4472,
            "id": "1376388"
        },
        {
            "title": "IMDb",
            "text": "Internet Movie Database",
            "start": 5726,
            "end": 5749,
            "id": "2855554"
        },
        {
            "title": "Docudrama",
            "text": "Drama-documentary",
            "start": 5903,
            "end": 5920,
            "id": "213741"
        },
        {
            "title": "Bioterrorism",
            "text": "bioterrorism",
            "start": 5942,
            "end": 5954,
            "id": "4393"
        }
    ],
    "_chunk_id": "b_1505650630-1526489229"
}