{
    "_id": "24914301",
    "id": "24914301",
    "title": "1994 plague in India",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Cause ==",
            "start": 503,
            "end": 514
        },
        {
            "text": "==Panic in Surat==",
            "start": 1843,
            "end": 1861
        },
        {
            "text": "== Confusion over disease identification ==",
            "start": 2833,
            "end": 2876
        },
        {
            "text": "== Economic impact and hygiene improvements==",
            "start": 3632,
            "end": 3677
        },
        {
            "text": "== References ==",
            "start": 4525,
            "end": 4541
        },
        {
            "text": "== External links ==",
            "start": 4544,
            "end": 4564
        }
    ],
    "categories": [
        "Disease outbreaks in India",
        "1994 disasters in India",
        "History of Surat",
        "1994 health disasters",
        "Plague (disease)",
        "1990s disease outbreaks",
        "Epidemics in India"
    ],
    "infobox": null,
    "article": "The 1994 plague in India was an outbreak of bubonic and pneumonic plague in south-central and western India from 26 August to 18 October 1994. 693 suspected cases and 56 deaths were reported from the five affected Indian states as well as the Union Territory of Gujarat. These cases were from Maharashtra (488 cases), Gujarat (77 cases), Karnataka (46 cases), Uttar Pradesh (10 cases), Madhya Pradesh (4 cases) and New Delhi (68 cases). There are no reports of cases being exported to other countries.\n\n== Cause ==\nA committee under chairmanship of Professor Vulimiri Ramalingaswami was formed by the Government of India to investigate the plague episode. In 1995, the committee submitted the report \"The Plague Epidemic of 1994\" to the government of India. The report concluded that the disease was plague,\n but did not identify the origin.\n\nOther sources identify the ultimate cause as the 1993 Latur earthquake, which caused a large number of homes to be abandoned with food grains inside. This destabilized the population of domestic and wild rats (in which the plague is endemic), allowing transmission of the plague from wild rats to domestic rats to people. The World Health Organization collected reports of excessive rat deaths in Malma in the Beed district of Maharashtra on 5 August 1994, followed by complaints of fleas. After three weeks, WHO received reports of suspected bubonic plague in Malma, followed by other villages and districts. \n\nFlooding in Surat, which had open sewers, put the bodies of many dead rats on the street, which residents probably came into contact with.  The Ganesh Chaturthi festival created crowds in the city shortly thereafter, promoting the spread of pneumonic plague, which was declared on 21 September. By the end of the outbreak, an estimated 78% of confirmed cases were in the slums of Surat.\n\n==Panic in Surat==\nIn the first week of August 1994 health officials reported unusually large numbers of deaths of domestic rats in Surat city of Gujarat state. On 21 September 1994 the Deputy Municipal Commissioner of Health (DMCH) for Surat city received a report that a patient had died seemingly due to pneumonic plague. The DMCH of Surat alerted medical officers in the area where the patient had died. Later that day, a worried caller informed DMCH about 10 deaths in Ved Road residential area and around 50 seriously ill patients admitted to the hospital. \n\nNews of the plague spread through Surat city through the night of 21 September 1994. Ill-prepared, medical shops quickly exhausted stocks of tetracycline. This led to panic with people fleeing hospitals fearing infection from other sick patients.\n\nThis triggered the biggest post-independence migration of people in India with around 300,000 people leaving Surat city in 2 days, for fear of illness or of being quarantined.\n\n== Confusion over disease identification ==\n\nInitial questions about whether it was an epidemic of plague arose because the Indian health authorities were unable to culture Yersinia pestis, but this could have been due to lack of sophisticated laboratory equipment.\nYet there are several lines of evidence strongly suggesting that it was a plague epidemic: blood tests for Yersinia were positive, a number of individuals showed antibodies against Yersinia and the clinical symptoms displayed by the affected were all consistent with the disease being plague.\n\nAbout 6,000 cases of fever were misidentified as plague, adding to panic and confusion. Villagers in Rajasthan reportedly tried to exterminate rats, which might have lead to more cases as fleas would have to abandon rat hosts for humans.\n\n== Economic impact and hygiene improvements==\nTourism was negatively affected, flights to India were cancelled, and some planes from India were fumigated at airports. Many flights from India to the nearby Gulf region were suspended. Some countries also put a hold on the imports from India. Paramilitary forces set up checkpoints to deal with people fleeing Surat. Panic buying and government-ordered closures spread to Mumbai and Delhi. \n\nEconomic damage in Surat was estimated at ₹816 crore (₹8.160 billion).  The city implemented massive infrastructure improvements, tearing down slums, covering sewers, constructing public pay toilets, and implementing fines for littering. It also improved its plans for emergency travel advisories, and fired some corrupt officials and disciplined ineffective city workers, including street sweepers. By 1996, the city was judged the cleanest in India.\n\n== References ==\n\n\n== External links ==\n* \n*\n* Christopher Wills. Plagues, their Origin, History, and Future. London: Flamingo, 1997, ch. 5 (the 1994 plague).\n* Garrett, Laurie. # Betrayal of Trust: The Collapse of Global Public Health (Hyperion; 2001)",
    "links": [
        {
            "title": "1994 plague in India",
            "text": "1994 plague in India",
            "start": 4,
            "end": 24,
            "id": "24914301"
        },
        {
            "title": "Bubonic plague",
            "text": "bubonic",
            "start": 44,
            "end": 51,
            "id": "16392927"
        },
        {
            "title": "Pneumonic plague",
            "text": "pneumonic plague",
            "start": 56,
            "end": 72,
            "id": "71064"
        },
        {
            "title": "India",
            "text": "India",
            "start": 102,
            "end": 107,
            "id": "14533"
        },
        {
            "title": "States and union territories of India",
            "text": "Indian states",
            "start": 214,
            "end": 227,
            "id": "375986"
        },
        {
            "title": "Union territory",
            "text": "Union Territory",
            "start": 243,
            "end": 258,
            "id": "26024465"
        },
        {
            "title": "Gujarat",
            "text": "Gujarat",
            "start": 262,
            "end": 269,
            "id": "53707"
        },
        {
            "title": "Maharashtra",
            "text": "Maharashtra",
            "start": 293,
            "end": 304,
            "id": "20629"
        },
        {
            "title": "Gujarat",
            "text": "Gujarat",
            "start": 318,
            "end": 325,
            "id": "53707"
        },
        {
            "title": "Karnataka",
            "text": "Karnataka",
            "start": 338,
            "end": 347,
            "id": "16880"
        },
        {
            "title": "Uttar Pradesh",
            "text": "Uttar Pradesh",
            "start": 360,
            "end": 373,
            "id": "231623"
        },
        {
            "title": "Madhya Pradesh",
            "text": "Madhya Pradesh",
            "start": 386,
            "end": 400,
            "id": "47945"
        },
        {
            "title": "Vulimiri Ramalingaswami",
            "text": "Vulimiri Ramalingaswami",
            "start": 559,
            "end": 582,
            "id": "1418749"
        },
        {
            "title": "1993 Latur earthquake",
            "text": "1993 Latur earthquake",
            "start": 892,
            "end": 913,
            "id": "2886564"
        },
        {
            "title": "Endemism",
            "text": "endemic",
            "start": 1076,
            "end": 1083,
            "id": "937971"
        },
        {
            "title": "Beed district",
            "text": "Beed district",
            "start": 1253,
            "end": 1266,
            "id": "1684238"
        },
        {
            "title": "Maharashtra",
            "text": "Maharashtra",
            "start": 1270,
            "end": 1281,
            "id": "20629"
        },
        {
            "title": "Bubonic plague",
            "text": "bubonic plague",
            "start": 1386,
            "end": 1400,
            "id": "16392927"
        },
        {
            "title": "Ganesh Chaturthi",
            "text": "Ganesh Chaturthi",
            "start": 1599,
            "end": 1615,
            "id": "1348969"
        },
        {
            "title": "Pneumonic plague",
            "text": "pneumonic plague",
            "start": 1696,
            "end": 1712,
            "id": "71064"
        },
        {
            "title": "Surat",
            "text": "Surat",
            "start": 1975,
            "end": 1980,
            "id": "226715"
        },
        {
            "title": "Gujarat",
            "text": "Gujarat",
            "start": 1989,
            "end": 1996,
            "id": "53707"
        },
        {
            "title": "Pneumonic plague",
            "text": "pneumonic plague",
            "start": 2150,
            "end": 2166,
            "id": "71064"
        },
        {
            "title": "Tetracycline",
            "text": "tetracycline",
            "start": 2549,
            "end": 2561,
            "id": "30649"
        },
        {
            "title": "Human migration",
            "text": "migration",
            "start": 2701,
            "end": 2710,
            "id": "221773"
        },
        {
            "title": "Yersinia pestis",
            "text": "Yersinia pestis",
            "start": 3006,
            "end": 3021,
            "id": "34367"
        },
        {
            "title": "Rajasthan",
            "text": "Rajasthan",
            "start": 3494,
            "end": 3503,
            "id": "26291"
        },
        {
            "title": "Indian rupee",
            "text": "₹",
            "start": 4114,
            "end": 4115,
            "id": "490783"
        }
    ],
    "_chunk_id": "b_9214111070-9223532651"
}