{
    "_id": "2645596",
    "id": "2645596",
    "title": "2005 dengue outbreak in Singapore",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Status of outbreak==",
            "start": 391,
            "end": 413
        },
        {
            "text": "==Inter-ministerial and inter-agency committees==",
            "start": 1949,
            "end": 1998
        },
        {
            "text": "==Preventive measures==",
            "start": 3580,
            "end": 3603
        },
        {
            "text": "===Community response===",
            "start": 5518,
            "end": 5542
        },
        {
            "text": "===Weekend blitz===",
            "start": 7203,
            "end": 7222
        },
        {
            "text": "====First blitz, 17–18 September====",
            "start": 7224,
            "end": 7260
        },
        {
            "text": "====Second blitz, 24–25 September====",
            "start": 7955,
            "end": 7992
        },
        {
            "text": "====Third blitz, 1–2 October====",
            "start": 8191,
            "end": 8223
        },
        {
            "text": "==Treatment==",
            "start": 8398,
            "end": 8411
        },
        {
            "text": "==Dengue diagnostic kits==",
            "start": 9249,
            "end": 9275
        },
        {
            "text": "==In other countries==",
            "start": 9948,
            "end": 9970
        },
        {
            "text": "==See also==",
            "start": 10241,
            "end": 10253
        },
        {
            "text": "== References ==",
            "start": 10392,
            "end": 10408
        },
        {
            "text": "==External links==",
            "start": 10411,
            "end": 10429
        },
        {
            "text": "===News articles===",
            "start": 10749,
            "end": 10768
        }
    ],
    "categories": [
        "Health in Singapore",
        "2000s disease outbreaks",
        "2005 in Singapore",
        "2005 health disasters",
        "Dengue fever outbreaks",
        "Disease outbreaks in Singapore"
    ],
    "infobox": null,
    "article": "In the 2005 dengue outbreak in Singapore, a significant rise in the number of dengue fever cases was reported in Singapore, becoming the country's worst health crisis since the 2003 SARS epidemic. In October 2005, there were signs that the dengue fever outbreak had peaked, as the number of weekly cases had declined and the outbreak of this infectious disease declined by the end of 2005.\n\n==Status of outbreak==\n\n\n\n\nIn 2005, there were a total of 14,209 dengue fever cases and 27 people died. The outbreak peaked in the months of September and October, when it caused hospitals to cancel some elective surgery due to the need to allocate more beds for dengue patients.\n\nDengue fever is transmitted to humans by the mosquito Aedes aegypti. The virus can cause fever, severe headache, joint and muscular pains, vomiting, diarrhea and rashes. There is no commercially ready vaccine for dengue.\n\nSingapore's health-care system is helping to maintain a low fatality rate at 0.1% (2005), which is lower than Southeast Asia's regional average of 0.8% in 2004, according to the World Health Organization.\n\nThe National Environment Agency said that the dengue fever problem may be worsening because of higher temperatures and changes in viral strains. The mean temperature has risen to 28.2 °C (82.8 °F) from 27.8 °C in 2003.\n\nIn the second week of September, more than 100 new cases were reported daily and many were admitted to public hospitals.\n\nHealth Minister Khaw Boon Wan said that one of the concerns is that more Singaporeans are infected with Dengue Type 3, which is a new strain of the dengue virus.\n\nSome experts, such as Dr Paul Reiter, Professor of Entomology at the Pasteur Institute in France, suggested that Singapore's success in suppressing the dengue has partly contributed to this year sudden increase in dengue cases. The population born over the last two decades has a low herd immunity and therefore more susceptible to the virus.\n\n==Inter-ministerial and inter-agency committees==\n\n\n\nIn September, an inter-ministerial committee headed by Minister for the Environment and Water Resources, Yaacob Ibrahim, was formed to tackle the dengue outbreak. Yaacob Ibrahim will deliver a ministerial statement on the issue in the parliament on 19 September.\n\nAn inter-agency Dengue Coordination Committee and a community-centred Dengue Watch Committee have also been established. The Dengue Coordination Committee involves the permanent secretaries of the Environment, Health, and National Development ministries, and Chief Executive Officers of key government statutory boards, and it aims to ensure that the various policy initiatives by the various ministries are well-coordinated. Land Transport Authority (LTA) would make sure that bus-stops, Mass Rapid Transit stations, construction sites are free of mosquito breeding. Singapore Land Authority (SLA) were also stepping up their checks on vacant state land and properties, while the Housing and Development Board (HDB) and town councils are stepping up the cleaning of common areas.\n\nThe Dengue Watch Committee is chaired by Khoo Tsai Kee who is the Senior Parliamentary Secretary for the Environment and Water Resources. He will co-ordinate with the five mayors in Singapore to reach out to the 84 advisers and the town councils, to oversee dengue prevention measures at the community level.\n\nA panel of experts had also been set up to advise the government on anti-dengue measures.  The panel is chaired by Dr Chee Yam Cheng, Clinical Professor and Assistant chief executive officer of National Healthcare Group.\n\n==Preventive measures==\n\n\nSingapore launched a number of measures to contain the dengue outbreak, including public awareness campaigns and regular fogging with insecticides. 4,200 volunteers, 970 environmental control officers hired by construction sites, 350 so-called \"mozzie busters\" made up of girl guides and scouts, have participated in the preventive efforts.\n\nThe Ministry of Health stepped up its monitoring of common mosquito breeding sites and launched an online map listing \"hotspots\" for the insects. Residents who allow mosquitoes to breed in their homes can be fined between S$100 to S$200, and heavier penalties may be issued for construction sites found with standing water. The number of officers conducting such checks have tripled since the start of the year to 360, and may increase to 510 by December.\n\nThe National Environment Agency has allocated an additional S$7.5 million on top of its existing S$2.5 million budget to clear drains of stagnant water where mosquitoes breed.  Singapore Land Authority has also stepped up its checks on vacant state properties.\n\nOn 10 September, National Environment Agency started collecting blood samples from residents of Sims Avenue, a dengue hotspot, to help track the infection. The residents were asked to provide voluntarily 5 millilitres of blood sample and a swab of saliva for the study. The samples were to be analysed for antibodies against dengue infection in the last 2 months.\n\nThe National Parks Board (NParks) is considering removing broad-leafed plants which may breed mosquitoes. These plants like palm trees or any plants with axils capable of trapping water, are potential breeding sites. Holes in tree trunks is also a concern, and NParks workers have been filling these holes with sands. NParks has engaged 16 pest companies to stop mosquito breeding in the parks it manages. Due to the dengue threat, some schools are cancelling excursions to the parks.\n\n===Community response===\nHealth Minister Khaw Boon Wan urged the public to help in the fight against the disease. As households are common breeding grounds for mosquitos and are less accessible for fogging, residents can help by checking for stagnant water in their households and neighbourhood and ensuring no blockage of drains. Due to the short life cycle of Aedes aegypti mosquitos (7 to 10 days), frequent checks are necessary to eradicate dengue. These checks only take several minutes and could potentially save lives.\n\nDr Kevin Palmer, World Health Organization's regional adviser for mosquito-borne diseases, said that it is important for ordinary residents to play their part. He added that fogging alone was not effective as winds could blow the insecticide away. Yaacob Ibrahim also said that fogging only kills adult mosquitoes, but not the larva and therefore less effective compared to removing breeding sites.\n\nSingapore residents are also arming themselves with anti-mosquito products including insecticides, repellents and electronic mosquito traps. For repellents, experts are recommending those with an active ingredients, such as DEET which provide more effective and lasting protection.\n\nSome residents are buying a potted plant called Citronella and placing it at their home. The perennial grass plant, imported from Cameron Highlands, gives off a strong lemon-like fragrance which repels mosquitoes.\n\nTo prevent the spread of the virus, those who are already infected with dengue are encouraged to use mosquito repellents, wear long-sleeved clothing and sleep under mosquito nets to prevent mosquitoes from biting them again and spreading the virus to others.\n\n===Weekend blitz===\n\n====First blitz, 17–18 September====\nOn the weekend of 17–18 September, more than 700 officers and volunteers launched a house-to-house campaign to remove breeding sites at four neighbourhoods, in what Minister Mah Bow Tan described as \"sort of a carpet-combing exercise\". The four neighbourhoods involved in the weekend blitz are Ang Mo Kio, Yishun, Hougang and Marsiling, which are among the worst affected regions.\n\nIn this \"search-and-destroy\" operation, mosquito-fighting \"commandos\" combed the streets, checked the drains, looked at the bins and the roof structures at all estates to seek and destroy breeding sites. They found 172 mosquito-breeding sites, mainly flower pot trays, water containers, litters and tree holes.\n\n====Second blitz, 24–25 September====\nIn the following weekend, five more areas were added to the weekend blitz, namely Toa Payoh/Bishan, Tampines, Choa Chu Kang, Bedok and Boon Lay/Jurong, and more than 200 breeding sites were found.\n\n====Third blitz, 1–2 October====\nMore than one thousand volunteers were involved in this third blitz to cover areas including Kallang, West Coast and Jurong East. 187 breeding sites were found and removed.\n\n==Treatment==\nIn September, Singapore experienced a drastic rise of dengue cases. In the first week alone, 547 new cases were reported and many required hospital care. As the treatment lasts about 10 days, many hospitals across Singapore are experiencing shortage of hospitals beds. To cope with the strain, hospitals are postponing non-emergency operations to accommodate the dengue patients.\n\nGeneral practitioners and polyclinics are on high alert to check for cases of dengue and are ordering more patients to have their blood tested for suspected dengue. The test, which takes fifteen minutes, is based on platelet count;\ndengue sufferers have 100,000 or lower platelet count as compared to 140,000 to 400,000 of a healthy person. If a suspected dengue patient is diagnosed, the patient will be referred to a hospital for more accurate testing.\n\n==Dengue diagnostic kits==\nIn July 2005, a Singapore life science start-up company Veredus Laboratories launched a DNA- and RNA-based diagnostic kits for dengue, avian influenza and malaria. The kit is based on technologies licensed from A*STAR and the National University of Singapore. \n\nAnother Singapore company Attogenix Biosystems has also developed a biochip called AttoChip which has successfully undergone an independent clinical trial conducted by Tan Tock Seng Hospital and is 98 percent accurate. The AttoChip identifies genes, viruses and bacteria-causing\ndiseases from a blood sample. It can detect the presence of the dengue virus within two to three days of the onset of the virus. \n\n==In other countries==\n\n\nDengue outbreaks are also reported in many countries this year, especially in Costa Rica, India, Indonesia, Malaysia, Pakistan, the Philippines, Sri Lanka and Thailand. According to World Health Organization, about 50 million people are infected worldwide each year.\n\n==See also==\n\n*Ministry of Health\n*National Environment Agency\n*Mosquito control\n*2006 dengue outbreak in Pakistan\n*2013 dengue outbreak in Singapore\n\n== References ==\n\n\n==External links==\n* https://web.archive.org/web/20051013060753/http://www.dengue.gov.sg/ – official website for Campaign Against Dengue\n*  Dengue Hotspots – Ministry of Health\n*  Dengue Prevention Checklist – National Environment Agency\n*  FAQs on Dengue – Ministry of Health\n*  Weekly Infectious Diseases Bulletin – Ministry of Health\n\n===News articles===\n*  Environment Minister says dengue situation under control – Channel NewsAsia (8 January 2006)\n* Another person dies from dengue, bringing death toll to 12 this year – Channel NewsAsia (28 September 2005)\n* Mosquito-breeding sites found at one in 10 housing blocks – Channel NewsAsia (19 September 2005)\n* Singaporeans snap up Citronella to repel mosquitoes – Channel NewsAsia (18 September 2005)\n* Asia scrambles to tackle mosquito menace as dengue alerts go out – Mainichi Shimbun (16 September 2005)\n* Desperate times demand offbeat solutions as world watches S'pore vs mosquito – Today (15 September 2005)\n* NParks considers removing trees, plants which may breed mosquitoes – Channel NewsAsia (15 September 2005)\n* Sale of anti-mosquito products up at pharmacies, supermarkets – Channel NewsAsia (15 September 2005)\n* Dengue-hit Singapore to scour city for mosquitos – Reuters (14 September 2005)\n* Singapore out to destroy dengue mosquitoes – Channel NewsAsia (14 September 2005)\n* Aedes mosquito breeding patterns may have changed: experts – Channel NewsAsia (12 September 2005)\n* ENV to study how fogging practices are conducted – Channel NewsAsia (11 September 2005)\n* Health Minister seeks to reduce dengue cases by half – Channel NewsAsia (11 September 2005)\n* Current fogging practices ineffective in killing the Aedes mosquitoes – Channel NewsAsia (11 September 2005)\n* Another 125 dengue cases reported, 85 admitted to hospital – Channel NewsAsia (10 September 2005)\n* Inter-ministerial committee formed to tackle dengue situation – Channel NewsAsia (9 September 2005)\n* More hospitals receive dengue patients to relieve overcrowding – Channel NewsAsia (8 September 2005)\n* NEA to get blood, saliva samples in Sims Ave to test for dengue cases – Channel NewsAsia (8 September 2005)\n* NEA offers more funds to Town Councils to fight dengue – Channel NewsAsia (6 September 2005)\n* The dengue mystery – Today (2 September 2005)\n* Singapore Escalates Fight Against Record Surge of Dengue Fever – bloomberg.com (2 September 2005)\n* Seven dead this year as dengue fever hits Singapore – Reuters (1 September 2005)\n* Doctors on high alert for dengue cases – Channel NewsAsia (1 September 2005)\n\n\n\n\n\n\n\n\n\nThe number of dengue fever cases per week in 2005. Between 18 June and 29 October, the number of weekly dengue fever cases exceeded the epidemic threshold of 237.\nDengue hotspots: geographical distribution of dengue cases.\nA mosquito larva.\nLarvae in stagnant water.",
    "links": [
        {
            "title": "2005 dengue outbreak in Singapore",
            "text": "2005 dengue outbreak in Singapore",
            "start": 7,
            "end": 40,
            "id": "2645596"
        },
        {
            "title": "Dengue fever",
            "text": "dengue fever",
            "start": 78,
            "end": 90,
            "id": "39669"
        },
        {
            "title": "Severe acute respiratory syndrome",
            "text": "SARS",
            "start": 182,
            "end": 186,
            "id": "196741"
        },
        {
            "title": "Infection",
            "text": "infectious disease",
            "start": 342,
            "end": 360,
            "id": "37220"
        },
        {
            "title": "Mosquito",
            "text": "mosquito",
            "start": 717,
            "end": 725,
            "id": "37789"
        },
        {
            "title": "Aedes aegypti",
            "text": "Aedes aegypti",
            "start": 726,
            "end": 739,
            "id": "2236780"
        },
        {
            "title": "Diarrhea",
            "text": "diarrhea",
            "start": 821,
            "end": 829,
            "id": "53951"
        },
        {
            "title": "Vaccine",
            "text": "vaccine",
            "start": 873,
            "end": 880,
            "id": "32653"
        },
        {
            "title": "World Health Organization",
            "text": "World Health Organization",
            "start": 1072,
            "end": 1097,
            "id": "33583"
        },
        {
            "title": "National Environment Agency",
            "text": "National Environment Agency",
            "start": 1104,
            "end": 1131,
            "id": "2270498"
        },
        {
            "title": "Khaw Boon Wan",
            "text": "Khaw Boon Wan",
            "start": 1458,
            "end": 1471,
            "id": "2236910"
        },
        {
            "title": "Paul Reiter",
            "text": "Paul Reiter",
            "start": 1630,
            "end": 1641,
            "id": "9275369"
        },
        {
            "title": "Entomology",
            "text": "Entomology",
            "start": 1656,
            "end": 1666,
            "id": "59238"
        },
        {
            "title": "Pasteur Institute",
            "text": "Pasteur Institute",
            "start": 1674,
            "end": 1691,
            "id": "866902"
        },
        {
            "title": "Herd immunity",
            "text": "herd immunity",
            "start": 1889,
            "end": 1902,
            "id": "87175"
        },
        {
            "title": "List of Ministers for the Environment and Water Resources (Singapore)",
            "text": "Minister for the Environment and Water Resources",
            "start": 2057,
            "end": 2105,
            "id": "3748324"
        },
        {
            "title": "Yaacob Ibrahim",
            "text": "Yaacob Ibrahim",
            "start": 2107,
            "end": 2121,
            "id": "2650931"
        },
        {
            "title": "Yaacob Ibrahim",
            "text": "Yaacob Ibrahim",
            "start": 2165,
            "end": 2179,
            "id": "2650931"
        },
        {
            "title": "Parliament of Singapore",
            "text": "parliament",
            "start": 2237,
            "end": 2247,
            "id": "1890794"
        },
        {
            "title": "Land Transport Authority",
            "text": "Land Transport Authority",
            "start": 2692,
            "end": 2716,
            "id": "434512"
        },
        {
            "title": "Mass Rapid Transit (Singapore)",
            "text": "Mass Rapid Transit",
            "start": 2755,
            "end": 2773,
            "id": "416499"
        },
        {
            "title": "Singapore Land Authority",
            "text": "Singapore Land Authority",
            "start": 2834,
            "end": 2858,
            "id": "2681662"
        },
        {
            "title": "Housing and Development Board",
            "text": "Housing and Development Board",
            "start": 2947,
            "end": 2976,
            "id": "709376"
        },
        {
            "title": "Khoo Tsai Kee",
            "text": "Khoo Tsai Kee",
            "start": 3089,
            "end": 3102,
            "id": null
        },
        {
            "title": "Chee Yam Cheng",
            "text": "Chee Yam Cheng",
            "start": 3476,
            "end": 3490,
            "id": null
        },
        {
            "title": "National Healthcare Group",
            "text": "National Healthcare Group",
            "start": 3552,
            "end": 3577,
            "id": "10402738"
        },
        {
            "title": "Agriculture",
            "text": "fogging",
            "start": 3727,
            "end": 3734,
            "id": "627"
        },
        {
            "title": "Insecticide",
            "text": "insecticide",
            "start": 3740,
            "end": 3751,
            "id": "149463"
        },
        {
            "title": "Ministry of Health (Singapore)",
            "text": "Ministry of Health",
            "start": 3952,
            "end": 3970,
            "id": "1639322"
        },
        {
            "title": "Mosquito",
            "text": "mosquito",
            "start": 4114,
            "end": 4122,
            "id": "37789"
        },
        {
            "title": "National Environment Agency",
            "text": "National Environment Agency",
            "start": 4409,
            "end": 4436,
            "id": "2270498"
        },
        {
            "title": "Water stagnation",
            "text": "stagnant water",
            "start": 4542,
            "end": 4556,
            "id": "5956526"
        },
        {
            "title": "Singapore Land Authority",
            "text": "Singapore Land Authority",
            "start": 4582,
            "end": 4606,
            "id": "2681662"
        },
        {
            "title": "National Environment Agency",
            "text": "National Environment Agency",
            "start": 4684,
            "end": 4711,
            "id": "2270498"
        },
        {
            "title": "Sims Avenue",
            "text": "Sims Avenue",
            "start": 4763,
            "end": 4774,
            "id": "20792459"
        },
        {
            "title": "Saliva",
            "text": "saliva",
            "start": 4915,
            "end": 4921,
            "id": "204420"
        },
        {
            "title": "Antibody",
            "text": "antibodies",
            "start": 4973,
            "end": 4983,
            "id": "2362"
        },
        {
            "title": "National Parks Board",
            "text": "National Parks Board",
            "start": 5036,
            "end": 5056,
            "id": "10959306"
        },
        {
            "title": "Arecaceae",
            "text": "palm tree",
            "start": 5156,
            "end": 5165,
            "id": "45715"
        },
        {
            "title": "Leaf",
            "text": "axil",
            "start": 5186,
            "end": 5190,
            "id": "18973622"
        },
        {
            "title": "List of Ministers for Health (Singapore)",
            "text": "Health Minister",
            "start": 5543,
            "end": 5558,
            "id": "22549943"
        },
        {
            "title": "Khaw Boon Wan",
            "text": "Khaw Boon Wan",
            "start": 5559,
            "end": 5572,
            "id": "2236910"
        },
        {
            "title": "Mosquito",
            "text": "mosquito",
            "start": 5678,
            "end": 5686,
            "id": "37789"
        },
        {
            "title": "Aedes aegypti",
            "text": "Aedes aegypti",
            "start": 5880,
            "end": 5893,
            "id": "2236780"
        },
        {
            "title": "Mosquito",
            "text": "mosquito",
            "start": 5894,
            "end": 5902,
            "id": "37789"
        },
        {
            "title": "World Health Organization",
            "text": "World Health Organization",
            "start": 6062,
            "end": 6087,
            "id": "33583"
        },
        {
            "title": "Yaacob Ibrahim",
            "text": "Yaacob Ibrahim",
            "start": 6293,
            "end": 6307,
            "id": "2650931"
        },
        {
            "title": "Larva",
            "text": "larva",
            "start": 6372,
            "end": 6377,
            "id": "50357"
        },
        {
            "title": "Insecticide",
            "text": "insecticide",
            "start": 6530,
            "end": 6541,
            "id": "149463"
        },
        {
            "title": "Insect repellent",
            "text": "repellents",
            "start": 6544,
            "end": 6554,
            "id": "1633981"
        },
        {
            "title": "DEET",
            "text": "DEET",
            "start": 6669,
            "end": 6673,
            "id": "345526"
        },
        {
            "title": "Pelargonium 'citrosum'",
            "text": "Citronella",
            "start": 6776,
            "end": 6786,
            "id": "11345384"
        },
        {
            "title": "Cameron Highlands District",
            "text": "Cameron Highlands",
            "start": 6858,
            "end": 6875,
            "id": "1213900"
        },
        {
            "title": "Mah Bow Tan",
            "text": "Mah Bow Tan",
            "start": 7435,
            "end": 7446,
            "id": "2651925"
        },
        {
            "title": "Ang Mo Kio",
            "text": "Ang Mo Kio",
            "start": 7555,
            "end": 7565,
            "id": "646868"
        },
        {
            "title": "Yishun",
            "text": "Yishun",
            "start": 7567,
            "end": 7573,
            "id": "1059084"
        },
        {
            "title": "Hougang",
            "text": "Hougang",
            "start": 7575,
            "end": 7582,
            "id": "1190520"
        },
        {
            "title": "Marsiling",
            "text": "Marsiling",
            "start": 7587,
            "end": 7596,
            "id": "1084980"
        },
        {
            "title": "Toa Payoh",
            "text": "Toa Payoh",
            "start": 8075,
            "end": 8084,
            "id": "1190566"
        },
        {
            "title": "Bishan, Singapore",
            "text": "Bishan",
            "start": 8085,
            "end": 8091,
            "id": "1140191"
        },
        {
            "title": "Tampines",
            "text": "Tampines",
            "start": 8093,
            "end": 8101,
            "id": "1041701"
        },
        {
            "title": "Choa Chu Kang",
            "text": "Choa Chu Kang",
            "start": 8103,
            "end": 8116,
            "id": "987941"
        },
        {
            "title": "Bedok",
            "text": "Bedok",
            "start": 8118,
            "end": 8123,
            "id": "1443445"
        },
        {
            "title": "Boon Lay",
            "text": "Boon Lay",
            "start": 8128,
            "end": 8136,
            "id": "1839970"
        },
        {
            "title": "Jurong",
            "text": "Jurong",
            "start": 8137,
            "end": 8143,
            "id": "287778"
        },
        {
            "title": "Kallang",
            "text": "Kallang",
            "start": 8317,
            "end": 8324,
            "id": "987031"
        },
        {
            "title": "West Coast, Singapore",
            "text": "West Coast",
            "start": 8326,
            "end": 8336,
            "id": "16304603"
        },
        {
            "title": "Jurong East",
            "text": "Jurong East",
            "start": 8341,
            "end": 8352,
            "id": "1834722"
        },
        {
            "title": "Platelet",
            "text": "platelet",
            "start": 9009,
            "end": 9017,
            "id": "196121"
        },
        {
            "title": "Veredus Laboratories",
            "text": "Veredus Laboratories",
            "start": 9332,
            "end": 9352,
            "id": "6207166"
        },
        {
            "title": "Avian influenza",
            "text": "avian influenza",
            "start": 9411,
            "end": 9426,
            "id": "442916"
        },
        {
            "title": "Malaria",
            "text": "malaria",
            "start": 9431,
            "end": 9438,
            "id": "20423"
        },
        {
            "title": "Agency for Science, Technology and Research",
            "text": "A*STAR",
            "start": 9487,
            "end": 9493,
            "id": "6759685"
        },
        {
            "title": "National University of Singapore",
            "text": "National University of Singapore",
            "start": 9502,
            "end": 9534,
            "id": "286880"
        },
        {
            "title": "Attogenix Biosystems",
            "text": "Attogenix Biosystems",
            "start": 9564,
            "end": 9584,
            "id": null
        },
        {
            "title": "AttoChip",
            "text": "AttoChip",
            "start": 9621,
            "end": 9629,
            "id": null
        },
        {
            "title": "Tan Tock Seng Hospital",
            "text": "Tan Tock Seng Hospital",
            "start": 9706,
            "end": 9728,
            "id": "1639148"
        },
        {
            "title": "World Health Organization",
            "text": "World Health Organization",
            "start": 10155,
            "end": 10180,
            "id": "33583"
        },
        {
            "title": "Ministry of Health (Singapore)",
            "text": "Ministry of Health",
            "start": 10256,
            "end": 10274,
            "id": "1639322"
        },
        {
            "title": "National Environment Agency",
            "text": "National Environment Agency",
            "start": 10276,
            "end": 10303,
            "id": "2270498"
        },
        {
            "title": "Mosquito#Control",
            "text": "Mosquito control",
            "start": 10305,
            "end": 10321,
            "id": null
        },
        {
            "title": "2006 dengue outbreak in Pakistan",
            "text": "2006 dengue outbreak in Pakistan",
            "start": 10323,
            "end": 10355,
            "id": "7816047"
        },
        {
            "title": "2013 dengue outbreak in Singapore",
            "text": "2013 dengue outbreak in Singapore",
            "start": 10357,
            "end": 10390,
            "id": "39623949"
        },
        {
            "title": "Ministry of Health (Singapore)",
            "text": "Ministry of Health",
            "start": 10569,
            "end": 10587,
            "id": "1639322"
        },
        {
            "title": "National Environment Agency",
            "text": "National Environment Agency",
            "start": 10621,
            "end": 10648,
            "id": "2270498"
        },
        {
            "title": "Ministry of Health (Singapore)",
            "text": "Ministry of Health",
            "start": 10669,
            "end": 10687,
            "id": "1639322"
        },
        {
            "title": "Ministry of Health (Singapore)",
            "text": "Ministry of Health",
            "start": 10729,
            "end": 10747,
            "id": "1639322"
        },
        {
            "title": "CNA (news channel)",
            "text": "Channel NewsAsia",
            "start": 10831,
            "end": 10847,
            "id": "1793453"
        },
        {
            "title": "CNA (news channel)",
            "text": "Channel NewsAsia",
            "start": 10938,
            "end": 10954,
            "id": "1793453"
        },
        {
            "title": "CNA (news channel)",
            "text": "Channel NewsAsia",
            "start": 11037,
            "end": 11053,
            "id": "1793453"
        },
        {
            "title": "CNA (news channel)",
            "text": "Channel NewsAsia",
            "start": 11130,
            "end": 11146,
            "id": "1793453"
        },
        {
            "title": "Mainichi Shimbun",
            "text": "Mainichi Shimbun",
            "start": 11236,
            "end": 11252,
            "id": "318128"
        },
        {
            "title": "Today (Singapore newspaper)",
            "text": "Today",
            "start": 11354,
            "end": 11359,
            "id": "3196646"
        },
        {
            "title": "CNA (news channel)",
            "text": "Channel NewsAsia",
            "start": 11451,
            "end": 11467,
            "id": "1793453"
        },
        {
            "title": "CNA (news channel)",
            "text": "Channel NewsAsia",
            "start": 11554,
            "end": 11570,
            "id": "1793453"
        },
        {
            "title": "Reuters",
            "text": "Reuters",
            "start": 11644,
            "end": 11651,
            "id": "18998750"
        },
        {
            "title": "CNA (news channel)",
            "text": "Channel NewsAsia",
            "start": 11719,
            "end": 11735,
            "id": "1793453"
        },
        {
            "title": "CNA (news channel)",
            "text": "Channel NewsAsia",
            "start": 11819,
            "end": 11835,
            "id": "1793453"
        },
        {
            "title": "CNA (news channel)",
            "text": "Channel NewsAsia",
            "start": 11909,
            "end": 11925,
            "id": "1793453"
        },
        {
            "title": "CNA (news channel)",
            "text": "Channel NewsAsia",
            "start": 12003,
            "end": 12019,
            "id": "1793453"
        },
        {
            "title": "CNA (news channel)",
            "text": "Channel NewsAsia",
            "start": 12114,
            "end": 12130,
            "id": "1793453"
        },
        {
            "title": "CNA (news channel)",
            "text": "Channel NewsAsia",
            "start": 12214,
            "end": 12230,
            "id": "1793453"
        },
        {
            "title": "CNA (news channel)",
            "text": "Channel NewsAsia",
            "start": 12317,
            "end": 12333,
            "id": "1793453"
        },
        {
            "title": "CNA (news channel)",
            "text": "Channel NewsAsia",
            "start": 12420,
            "end": 12436,
            "id": "1793453"
        },
        {
            "title": "CNA (news channel)",
            "text": "Channel NewsAsia",
            "start": 12530,
            "end": 12546,
            "id": "1793453"
        },
        {
            "title": "CNA (news channel)",
            "text": "Channel NewsAsia",
            "start": 12625,
            "end": 12641,
            "id": "1793453"
        },
        {
            "title": "Today (Singapore newspaper)",
            "text": "Today",
            "start": 12684,
            "end": 12689,
            "id": "3196646"
        },
        {
            "title": "Reuters",
            "text": "Reuters",
            "start": 12865,
            "end": 12872,
            "id": "18998750"
        },
        {
            "title": "CNA (news channel)",
            "text": "Channel NewsAsia",
            "start": 12935,
            "end": 12951,
            "id": "1793453"
        },
        {
            "title": "Epidemic threshold",
            "text": "epidemic threshold",
            "start": 13116,
            "end": 13134,
            "id": null
        }
    ],
    "_chunk_id": "b_2976969972-2991709015"
}