{
    "_id": "61054356",
    "id": "61054356",
    "title": "2006–07 East Africa Rift Valley fever outbreak",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Epidemic ==",
            "start": 1095,
            "end": 1109
        },
        {
            "text": "=== Kenya ===",
            "start": 1112,
            "end": 1125
        },
        {
            "text": "=== Somalia ===",
            "start": 2651,
            "end": 2666
        },
        {
            "text": "=== Tanzania ===",
            "start": 3003,
            "end": 3019
        },
        {
            "text": "== International response and research ==",
            "start": 3335,
            "end": 3376
        },
        {
            "text": "== Aftermath ==",
            "start": 4249,
            "end": 4264
        },
        {
            "text": "== References ==",
            "start": 5071,
            "end": 5087
        }
    ],
    "categories": [
        "Disease outbreaks in Kenya",
        "Disease outbreaks in Somalia",
        "2006 in Kenya",
        "Disease outbreaks in Tanzania",
        "2006 in Somalia",
        "2007 in Kenya",
        "2007 in Somalia",
        "2007 in Tanzania"
    ],
    "infobox": "{{infobox epidemic\n| name            = 2006-07 East African Rift Valley fever outbreak\n| disease         = \n| pathogen_strain = Rift Valley fever\n| location        = Kenya, Somalia, Tanzania\n| dates           = \n| origin          = \n| confirmed_cases = 1064\n| recovery_cases  = 670\n| deaths          = 394\n}}",
    "article": "East Africa suffered a regional outbreak of Rift Valley fever in late 2006 that affected Kenya, Somalia, and Tanzania. During outbreak, 1062 people were infected with Rift Valley fever and 394 people died between December 2006 and December 2007. Rift Valley fever (RVF), a phlebovirus in the bunyaviradae family transmitted by mosquito bite and contact with infected animal blood, mainly infect livestock that come into infectious contact with a viral reservoir but human beings can also be infected. The outbreak began after a heavy El Niño rain season across East Africa left greater than usual breeding ground for aedes aegypti mosquitos, with particularly heavy rainfall of over eastern Kenya, central Tanzania, and southern Somalia. While most people infected with the virus experience a relatively mild, flu-like illness without hospitalization, around 8% will develop a severe illness that can include eye disease, encephalitis, hemorrhagic fever and death. During this outbreak, 37% of the 1,062 hospitalized, lab-confirmed RVF cases (via anti-RVF ImG) assays turned out to be fatal. \n\n\n== Epidemic ==\n\n\n=== Kenya ===\nUnusually heavy rains in Kenya's eastern and coastal regions caused widespread flooding in October 2006 and provided extensive breeding grounds for mosquitos capable of transmitting Rift Valley fever. On 30 November 2006 a man identified as the RVF index case began to show symptoms in Kenya's Garissa County, and he checked into a hospital the next day. By mid-December, the Ministry of Health had received reports of deaths from an illness featuring fever and generalized bleeding. Mild cases had likely gone undetected for weeks before the region's mosquito populations climbed after one of the area's heaviest recorded rain seasons. 11 deaths from RVF were reported in Garissa by December 20. Cases of began to cluster in Garissa and Baringo counties areas that had been having high livestock mortality and morbidity rates, which attracted the Kenya Ministry of Health's attention.\n\nThe WHO alerted the Global Outbreak and Response Network (GOARN) on December 22 and, in response to a January 2 request for help, sent an 11-member team from GOARNS partners to assist the Ministry of Health in addition regional, provincial governments.\n\nThe outbreak peaked on December 27, when Garissa's authorities issued a ban on slaughtering livestock. Other county's began to follow suit with their own bans on the slaughtering of animals, wary of transmission from slaughtered animals. The Baringo district experienced a total of 169 cases of RVF. A ban on the slaughtering of animals was imposed by the Kenyan Ministry of Health.\n\n=== Somalia ===\nHeavy rainstorms over southern Somalia in December brought about and influx of mosquitos that quickly spread the disease among domestic herds. By late December, 3 cases had been confirmed in Lower Juba and dozens of other cases were suspected across Somalia's southern regions. On 20 February 2007, 51 deaths were reported in Somalia.\n\n=== Tanzania ===\nCases of RVF were first reported in livestock on 18 January 2007, with the first human case being confirmed in the Arusha region in mid-February.  By mid-March, new clusters of the disease were detected in the Dodoma and Morogoro regions. By 3 May 2007, 264 cases and 109 deaths had been confirmed by authorities.\n\n== International response and research ==\nIn Kenya the CDC Atlanta-Special Pathogens Branch began training staff for the Ministry of Livestock and Fisheries Development in Polymerase Chain Reaction (PCR) testing, sending them a PCR testing machine and reagents for detecting RVF in samples. The United Nations Emergency Coordination group send funding and equipment to Tanzania, while the WHO sent teams to train Tanzania's clinicians in patient care and diagnostic testing.\n\nVirologists collected over 296,000 mosquitos and tested over 72,000 for Rift Valley Fever via reverse transcription polymerase chain reaction, with positive results from mosquitos in the Aedes, Anopheles, Culex, and Masonia species. The virus was also observed for the first time to be infecting Ae. pembaensis, Cx. univitattus, and Cx. bitaeniorhynchus mosquitos. Most human cases were the result of viraemic exposure to animal tissue.\n\n== Aftermath ==\nThe last case of RVF was confirmed in the Rift Valley Province and died in the Baringo District on 9 March 2007. At least 394 hospital confirmed cases of RVF were ultimately fatal. The outbreak highlighted the necessity of monitoring livestock for RVF before disease can become widespread enough in herds to significantly spread to humans. Even though animals in Baringo County had shown signs of disease since December 2006, the first human case was not reported until 25 January 2007. The CDC in partnership with the University of Edinburgh began establishing surveillance teams to monitor emerging pneumonias, diarrheal disease, and febrile illnesses West Kenya's domestic animal herds, with the goal of such increased surveillance being to detect future outbreaks in animals before they reach humans.\n\n== References ==\n\n\n\n\n\n\n\n\n\n\nBoran cattle in Kapiti, Keya. Butchering livestock transmitted the virus..\nMarshlands west of Lake Baringo were flooded, contributing to populations of mosquitos that could spread RVF..",
    "links": [
        {
            "title": "Rift Valley fever",
            "text": "Rift Valley fever",
            "start": 44,
            "end": 61,
            "id": "26378"
        },
        {
            "title": "Kenya",
            "text": "Kenya",
            "start": 89,
            "end": 94,
            "id": "188171"
        },
        {
            "title": "Somalia",
            "text": "Somalia",
            "start": 96,
            "end": 103,
            "id": "27358"
        },
        {
            "title": "Tanzania",
            "text": "Tanzania",
            "start": 109,
            "end": 117,
            "id": "30118"
        },
        {
            "title": "Phlebovirus",
            "text": "phlebovirus",
            "start": 273,
            "end": 284,
            "id": "4321583"
        },
        {
            "title": "Bunyavirales",
            "text": "bunyaviradae",
            "start": 292,
            "end": 304,
            "id": "1384454"
        },
        {
            "title": "Mosquito",
            "text": "mosquito bite",
            "start": 327,
            "end": 340,
            "id": "37789"
        },
        {
            "title": "Virus latency",
            "text": "viral reservoir",
            "start": 446,
            "end": 461,
            "id": "3783315"
        },
        {
            "title": "Aedes aegypti",
            "text": "aedes aegypti",
            "start": 617,
            "end": 630,
            "id": "2236780"
        },
        {
            "title": "ICD-10 Chapter VII: Diseases of the eye, adnexa",
            "text": "eye disease",
            "start": 909,
            "end": 920,
            "id": "3528030"
        },
        {
            "title": "Encephalitis",
            "text": "encephalitis",
            "start": 922,
            "end": 934,
            "id": "37636"
        },
        {
            "title": "Viral hemorrhagic fever",
            "text": "hemorrhagic fever",
            "start": 936,
            "end": 953,
            "id": "1719309"
        },
        {
            "title": "Antibody",
            "text": "ImG",
            "start": 1056,
            "end": 1059,
            "id": "2362"
        },
        {
            "title": "Garissa County",
            "text": "Garissa County",
            "start": 1420,
            "end": 1434,
            "id": "7696903"
        },
        {
            "title": "Lower Juba",
            "text": "Lower Juba",
            "start": 2858,
            "end": 2868,
            "id": "185145"
        },
        {
            "title": "Arusha",
            "text": "Arusha",
            "start": 3135,
            "end": 3141,
            "id": "360916"
        },
        {
            "title": "Dodoma District",
            "text": "Dodoma",
            "start": 3230,
            "end": 3236,
            "id": "18973860"
        },
        {
            "title": "Polymerase chain reaction",
            "text": "PCR",
            "start": 3534,
            "end": 3537,
            "id": "23647"
        },
        {
            "title": "Reverse transcription polymerase chain reaction",
            "text": "reverse transcription polymerase chain reaction",
            "start": 3905,
            "end": 3952,
            "id": "235077"
        },
        {
            "title": "Rift Valley Province",
            "text": "Rift Valley Province",
            "start": 4307,
            "end": 4327,
            "id": "72874"
        },
        {
            "title": "Baringo County",
            "text": "Baringo County",
            "start": 4628,
            "end": 4642,
            "id": "7681064"
        },
        {
            "title": "University of Edinburgh",
            "text": "University of Edinburgh",
            "start": 4784,
            "end": 4807,
            "id": "23592200"
        },
        {
            "title": "Boran cattle",
            "text": "Boran cattle",
            "start": 5098,
            "end": 5110,
            "id": "6460178"
        }
    ],
    "_chunk_id": "b_17626307828-17633685935"
}