{
    "_id": "30031585",
    "id": "30031585",
    "title": "2010s Haiti cholera outbreak",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Background ==",
            "start": 1263,
            "end": 1279
        },
        {
            "text": "== Outbreak ==",
            "start": 1973,
            "end": 1987
        },
        {
            "text": "== Reactions ==",
            "start": 9446,
            "end": 9461
        },
        {
            "text": "== Morbidity and mortality==",
            "start": 13253,
            "end": 13281
        },
        {
            "text": "=== Domestic ===",
            "start": 13282,
            "end": 13298
        },
        {
            "text": "=== International ===",
            "start": 15314,
            "end": 15335
        },
        {
            "text": "== Vulnerabilities ==",
            "start": 16766,
            "end": 16787
        },
        {
            "text": "=== Infrastructure ===",
            "start": 16788,
            "end": 16810
        },
        {
            "text": "=== Physiological ===",
            "start": 17902,
            "end": 17923
        },
        {
            "text": "=== Information ===",
            "start": 18505,
            "end": 18524
        },
        {
            "text": "=== Environmental ===",
            "start": 19518,
            "end": 19539
        },
        {
            "text": "== Challenges and solutions to eradication ==",
            "start": 20815,
            "end": 20860
        },
        {
            "text": "=== Challenges ===",
            "start": 23419,
            "end": 23437
        },
        {
            "text": "==== Protracted crises: Hurricane Matthew 2016 ====",
            "start": 23438,
            "end": 23489
        },
        {
            "text": "==== Funding ====",
            "start": 24620,
            "end": 24637
        },
        {
            "text": "=== Solutions ===",
            "start": 25685,
            "end": 25702
        },
        {
            "text": "==== Vaccination campaigns ====",
            "start": 25703,
            "end": 25734
        },
        {
            "text": "==== UN approach ====",
            "start": 26698,
            "end": 26719
        },
        {
            "text": "===== Track 1 =====",
            "start": 27899,
            "end": 27918
        },
        {
            "text": "===== Track 2 =====",
            "start": 30746,
            "end": 30765
        },
        {
            "text": "== See also ==",
            "start": 31319,
            "end": 31333
        },
        {
            "text": "==Further reading==",
            "start": 31370,
            "end": 31389
        },
        {
            "text": "== References==",
            "start": 31772,
            "end": 31787
        },
        {
            "text": "== External links ==",
            "start": 31790,
            "end": 31810
        }
    ],
    "categories": [
        "2010s disease outbreaks",
        "Cholera outbreaks",
        "Disease outbreaks in Haiti",
        "2010 in Haiti",
        "2011 in Haiti",
        "2010 health disasters",
        "2011 health disasters"
    ],
    "infobox": "{{Infobox News event\n|image= \n|caption= \n|date= October 2010 – January 2019\n|place= Haiti\n|coordinates= {{Coord|19|06|N|72|20|W|region:HT_type:event_source:kolossus-dewiki|display=inline,title}}\n|casualties1= 10,300 dead (all countries)\n|cause= Suspected contamination by [[United Nations]] peacekeepers.<ref>{{cite news|url=https://www.nytimes.com/2016/08/18/world/americas/united-nations-haiti-cholera.html|title=U.N. Admits Role in Cholera Epidemic in Haiti|publisher=New York Times|date=17 August 2016|accessdate=25 April 2018|newspaper=The New York Times|last1=Katz|first1=Jonathan M.}}</ref><ref name=nyt160818/>\n|casualties3= Haiti 9,794 dead (28 Dec 2017)<ref name=\"Toll1\">{{cite web|title=Epidemiological Update Cholera 28 Dec 2017 |website=www.paho.org |date= |accessdate= |url=http://www.paho.org/hq/index.php?option=com_docman&task=doc_download&Itemid=&gid=43291&lang=pt}}</ref><br />Dominican Republic 503 dead (28 Dec 2017)<ref name=\"Toll1\"/><br />Cuba 3 dead (18 Oct 2013)<ref name=\"Toll2\">{{cite web|title=Epidemiological Update Cholera 19 October 2013|url=http://www.paho.org/hq/index.php?option=com_docman&task=doc_view&gid=23406&Itemid=270|publisher=WHO|accessdate=19 October 2013|url-status=live|archiveurl=https://web.archive.org/web/20161224080106/http://www.paho.org/hq/index.php?option=com_docman&task=doc_view&gid=23406&Itemid=270|archivedate=24 December 2016|df=dmy-all}}</ref><br />Mexico 1 dead (18 Oct 2013)<ref name=\"Toll2\"/>\n\nCases:<br />819,790 (Haiti)<br />33,342 (DR)<br />678 (Cuba)<br />190 (Mexico)\n\nCases recorded in:\n* [[Florida]], [[United States]]\n* [[Venezuela]]\n* [[Haiti]]\n* [[Cuba]]\n* [[Mexico]]\n* [[Dominican Republic]]\n|notes= \n}}",
    "article": "The 2010s Haiti cholera outbreak is the first modern large-scale outbreak of cholera—a disease once considered beaten back largely due to the invention of modern sanitation. Since its reintroduction to Haiti in October 2010, cholera has spread across the country and has become endemic, causing high levels of both morbidity and mortality. Since its reintroduction to Haiti following the 2010 Haitian earthquake, nearly 800,000 Haitians have been infected by cholera, and more than 9,000 have died, according to the United Nations (UN). Cholera transmission in Haiti today is largely a function of eradication efforts including WASH (water, sanitation, and hygiene), education, and oral vaccination, and climate variability. Early efforts were made to cover up the source of the epidemic, but thanks largely to the investigations of journalist Jonathan M. Katz and epidemiologist Renaud Piarroux, today it is widely believed to be the result of contamination by infected United Nations peacekeepers deployed from Nepal. In terms of total infections, the outbreak has since been surpassed by the war-fueled 2016–20 Yemen cholera outbreak, although the Haiti outbreak is still one of the most deadly modern outbreaks. The last case was identified in January 2019.\n\n== Background ==\nIn January 2010, a 7.0 magnitude earthquake hit Haiti, killing over 200,000 people and further disrupting healthcare and sanitation infrastructure in the country.  In the aftermath of the earthquake, international workers from many countries arrived in Haiti to assist in the response and recovery efforts, including a number of workers from countries where cholera is endemic. Before the outbreak, no cases of cholera had been identified in Haiti for more than a century, and the Caribbean region as a whole had not been affected by the cholera outbreak originating in Peru in 1991.  The population's lack of prior exposure and acquired immunity contributed to the severity of the outbreak.\n\n== Outbreak ==\nCholera is caused by the bacterium Vibrio cholerae that when ingested can cause diarrhea and vomiting within several hours to 2–3 days. Without proper treatment including oral rehydration, cholera can be fatal. The suspected source of Vibrio cholerae in Haiti was the Artibonite River, from which most of the affected people had consumed the water. Each year, tens of thousands of Haitians bathe, wash their clothes and dishes, obtain drinking water, and recreate in this river, therefore resulting in high rates of exposure to Vibrio cholerae.\n\nThe cholera outbreak began ten months after the January 2010 earthquake, leading some observers to wrongly suspect it was a result of the natural disaster. However, Haitians grew immediately suspicious of a UN peacekeeper base, home to Nepalese peacekeepers, positioned on a tributary of the Artibonite River. Neighboring farmers reported an undeniable stench of human feces coming from the base, to the extent that local Haitians began getting their drinking water upstream from the base. In response, United Nations Stabilization Mission in Haiti (MINUSTAH) officials issued a press statement denying the possibility that the base could have caused the epidemic, citing stringent sanitation standards. The next day, 27 October 2010, Jonathan M. Katz, an Associated Press correspondent, visited the base and found gross inconsistencies between the statement and the base's actual conditions. Katz also happened upon UN military police taking samples of ground water to test for cholera, despite UN assertions that it was not concerned about a possible link between its peacekeepers and the disease. Neighbors told the reporter that waste from the base often spilled into the river. Later that day, a crew from Al Jazeera English, including reporter Sebastian Walker, filmed the soldiers trying to excavate a leaking pipe; the video was posted online the following day and, citing the AP report, drew increased awareness to the base. MINUSTAH spokesmen later contended that the samples taken from the base proved negative for cholera. However, an AP investigation showed that the tests were improperly done at a laboratory in the Dominican Republic, which had no prior experience of testing for cholera.\n\nFor three months, UN officials, the CDC, and others argued against investigating the source of the outbreak. Gregory Hartl, a spokesman for the World Health Organization (WHO), said finding the cause of the outbreak was \"not important\". Hartl said, \"Right now, there is no active investigation. I cannot say one way or another [if there will be]. It is not something we are thinking about at the moment. What we are thinking about is the public health response in Haiti.\" Jordan Tappero, the lead epidemiologist at the CDC, said the main task was to control the outbreak, not to look for the source of the bacteria and that \"we may never know the actual origin of this cholera strain.\" A CDC spokesperson, Kathryn Harben, added that \"at some point in the future, when many different analyses of the strain are complete, it may be possible to identify the origin of the strain causing the outbreak in Haiti.\"\n\nPaul Farmer, co-founder of the medical organization Partners In Health, and a UN official himself who served Bill Clinton's deputy at the Office of the Special Envoy for Haiti, told the AP's Katz on 3 November 2010 that there was no reason to wait. Farmer stated, \"The idea that we'd never know is not very likely. There's got to be a way to know the truth without pointing fingers.\" A cholera expert, John Mekalanos, supported the assertion that it was important to know where and how the disease emerged because the strain is a \"novel, virulent strain previously unknown in the Western Hemisphere and health officials need to know how it spreads.\"\n\nSome US professors have disagreed with the contention that Nepalese soldiers caused the outbreak. Some said it was more likely dormant cholera bacteria had been aroused by various environmental incidents in Haiti. Before studying the case, they said a sequence of events, including changes in climate triggered by the La Niña climate pattern and unsanitary living conditions for those affected by the earthquake, triggered bacteria already present in the water and soil to multiply and infect humans.\n\nHowever, a study unveiled in December and conducted by French epidemiologist Renaud Piarroux contended that UN troops from Nepal, rather than environmental factors, had started the epidemic as waste from outhouses at their base flowed into and contaminated the Artibonite River. A separate study published in December in the New England Journal of Medicine presented DNA sequence data for the Haitian cholera isolate, finding that it was most closely related to a cholera strain found in Bangladesh in 2002 and 2008. It was more distantly related to existing South American strains of cholera, the authors reported, adding that \"the Haitian epidemic is probably the result of the introduction, through human activity, of a V. cholerae strain from a distant geographic source.\"\n\nUnder intense pressure, the UN relented, and said it would appoint a panel to investigate the source of the cholera strain. That panel's report, issued in May 2011, confirmed substantial evidence that the Nepalese troops had brought the disease to Haiti. The U.S. Centers for Disease Control and Prevention (CDC) utilized DNA fingerprinting to tests various samples of cholera from Haitian patients to pinpoint the specific strand of cholera found in Haiti. During an epidemiological outbreak investigation, DNA fingerprinting of bacteria can be extremely helpful in identifying the source of an outbreak. The results of the CDC tests showed that the specific strain of cholera found in samples taken from Haitian patients was Vibrio cholerae serogroup O1, serotype Ogawa, a strain found in South Asia. This specific strain of cholera is endemic in Nepal, therefore supporting the Haitian suspicion that Nepalese peacekeepers were the source of the outbreak. However, in the report's concluding remarks, the authors hedged to say that a \"confluence of circumstances\" was to blame.\n\nRita Colwell, former director of the National Science Foundation and climate change expert, still contends that climate changes were an important factor in cholera's spread, stating in an interview with UNEARTH News in August 2013 that the outbreak was \"triggered by a complicated set of factors. The precipitation and temperatures were above average during 2010 and that, in conjunction with a destroyed water and sanitation infrastructure, can be considered to have contributed to this major disease outbreak.\"\n\nIn August 2016, after Katz obtained a leaked copy of a report by United Nations Special Rapporteur Philip Alston, Secretary General of the United Nations Ban Ki-moon accepted responsibility for the UN's role in the initial outbreak and stated that a \"significant new set of U.N. actions\" will be required to help solve the problem. In 2017, Katz also revealed the existence of emails that showed that “officials at the highest levels of the U.S. government were aware almost immediately that U.N. forces likely played a role in the outbreak.” Katz reported that these emails showed “multiple federal agencies, from national security officials to scientists on the front lines, shielded the United Nations from accountability to protect the organization and themselves.”\n\n== Reactions ==\nAt the beginning of the outbreak, widespread panic regarding the virulence of the disease and the UN's denial of the blame caused increased tension between the UN and the Haitian community. On 15 November 2010, a riot broke out in Cap-Haïtien following the death of a young Haitian inside the Cap-Haïtien UN base and rumours that the outbreak was caused by UN soldiers from Nepal. Protesters demanded that the Nepalese brigade of the UN leave the country. At least 5 people were killed in the riots, including 1 UN personnel. Riots then continued for a second day. Following the riots, the UN continued their position that the Nepalese soldiers were not to blame, and rather said that the riots was being staged for \"political reasons because of forthcoming elections\", as the Haitian government sent its own forces to \"protest\" the UN peacekeepers. According to one author, rather than confront the inescapable conclusion that the UN was indeed the cause, \"the world’s preeminent humanitarian organization continued to dissemble.\" During a third day of riots, UN personnel were blamed for shooting at least 5 protestors, but denied responsibility. On the fourth day of demonstrations against the UN presence, police fired tear gas into an IDP camp in the capital.\n\nThe outbreak of cholera became an issue for Haitian candidates to answer in the 2010 general election. There were fears that the election could be postponed. The head of MINUSTAH, Edmond Mulet said that it should not be delayed as that could lead to a political vacuum with untold potential problems.\n\nIn November 2011, the UN received a petition from 5,000 victims for hundreds of millions of dollars in reparations over the outbreak thought to have been caused by UN members of MINUSTAH. In February 2013, the United Nations responded by invoking its immunity from lawsuits under the Convention on the Privileges and Immunities of the United Nations. On 9 October 2013, Bureau des Avocats Internationaux (BAI), the Institute for Justice & Democracy in Haiti (IJDH), and civil rights lawyer Ira Kurzban's law firm Kurzban Kurzban Weinger Tetzeli & Pratt, P.A.(KKWT) filed a lawsuit against the UN in the Southern District of New York. The lawsuit was dismissed, but an appeal was filed in the Second Circuit. In October 2016, the Second Circuit Court of Appeals upheld the United Nations' immunity from claims. On March 11, 2014, a second lawsuit was filed, Laventure v. United Nations, in the Eastern District of New York, on behalf of more than 1,500 victims of the disaster. In an opinion piece in the Wall Street Journal, an attorney for the plaintiffs wrote:\n\n\"Imagine if the United Nations killed thousands on the streets of New York. Or London. Or Paris. And sickened nearly a million more. Would the U.N. claim it was not liable? Of course not. The international community wouldn't allow it.\"\n\nA lead lawyer for the plaintiffs also noted that the lawsuit was different from the one filed by the IDJH, in that it alleged that liability had been accepted by the U.N. the 1990s. The lawyer stated that immunity: “should not be a shield to hide behind because the United Nations (or the U.S. government) doesn’t like the price tag that comes with the U.N.’s indisputable gross negligence in this case.\"\n\nThis case, too, was dismissed by the U.S. District Court, and the Court of Appeals. The appeal is currently before the United States Supreme Court.\n\nIn December 2016, the then UN Secretary-General Ban Ki-moon finally apologized on behalf of UN, saying he was \"profoundly sorry\" for the outbreak.  The Secretary-General promised to spend $400 million to aid the victims and to improve the nation's crumbling sanitation and water systems. As of March 2017, the UN has come through with only 2 percent of that amount.\n\n== Morbidity and mortality==\n=== Domestic ===\nOn October 21, 2010, the Haitian Ministry of Public Health and Population (MSPP) confirmed the first case of cholera in Haiti in over a century. The outbreak began in the rural Center department of Haiti, about  north of the capital, Port-au-Prince. By the first 10 weeks of the epidemic, cholera spread to all of Haiti's 10 departments or provinces. It had killed 4,672 people by March 2011 and hospitalized thousands more. The outbreak in Haiti was the most severe in recent history prior to 2010; the World Health Organization reported that from 2010 to 2011, the outbreak in Haiti accounted for 57% of all cases and 45% of all deaths from cholera worldwide.\n\nWhen the outbreak began in October 2010, more than 6% of Haitians resulted in acquiring the disease. The highest incidence of cholera occurred in 2011 immediately following the introduction of the primary exposure. The rate of incidence slowly declined thereafter, with spikes resulting from rainy seasons and hurricanes. As reported by the Haitian Health Ministry, as of August 2012, the outbreak had caused 586,625 cholera cases and 7,490 deaths.  According to the Pan American Health Organization, as of 21 November 2013, there had been 689,448 cholera cases in Haiti, leading to 8,448 deaths. While there had been an apparent lull in cases in 2014, by August 2015 the rainy season brought a spike in the number of cases. At that time more than 700,000 Haitians had become ill with the disease and the death toll had climbed to 9,000. As of March 2017, around 7% of Haiti's population (around 800,665 people) have been affected with cholera, and 9,480 Haitians have died. Latest epidemiological report by WHO in 2018 indicate a total of 812,586 cases of cholera in Haiti since October 2010, resulting in 9,606 deaths.\n\nHowever, a 2011 serological survey indicated that a large number of patients may have not been diagnosed: while only 18% of over a 2,500 respondents in a rural commune reported a cholera diagnosis, 64% had antibodies against it.\n\n=== International ===\nThe first case of cholera was reported in the Dominican Republic in mid-November 2010, following the Pan-America Health Organization's prediction. By January 2011, the Dominican Republic had reported 244 cases of cholera. The first man to die of it there died in the province of Altagracia on 23 January 2011. The Dominican Republic was particularly vulnerable to exposure of cholera due to sharing a border with Haiti, and a large Haitian refugee population displaced following the 2010 earthquake. As of the latest epidemiological report by WHO in 2018, there has been a total of 33,188 cases of cholera in the Dominican Republic resulting in 504 deaths.\n\nIn late January 2011, more than 20 Venezuelans were reported to have been taken to hospital after contracting cholera after visiting the Dominican Republic. 37 cases were reported in total. Contaminated food was blamed for the spread of the disease. Venezuelan health minister Eugenia Sader gave a news conference which was broadcast on VTV during which she described all 37 people as \"doing well\". The minister had previously observed that the last time cholera was recorded in Venezuela was twenty years before this, in 1991. \n\nIn late June 2012, Cuba confirmed three deaths and 53 cases of cholera in Manzanillo; in 2013 there were 51 cases of cholera reported in Havana. Vaccination of half the population was urged by the University of Florida to stem the epidemic.\n\n== Vulnerabilities ==\n=== Infrastructure ===\nBefore the outbreak, Haiti suffered from relatively poor public health and sanitation infrastructure. In 2002, Haiti was ranked 147th out of 147 countries for water security. As of 2008, 37% of Haiti's population lacked access to adequate drinking water, and 83% lacked improved sanitation facilities.  As such, families often obtain their water from natural sources, such as rivers, that may be contaminated with V. cholerae. Poor sanitation infrastructure allows cholera bacterium to enter these waterways. Persons are subsequently infected via the fecal-oral route when the water is used for drinking and cooking, and poor hygiene often contributes to the spread of cholera through the household or community. There is also a chronic shortage of health care personnel, and hospitals lack adequate resources to treat those infected with cholera- a situation that became readily apparent after the January 2010 earthquake. Insufficient water and sanitation infrastructure, coupled with a massive earthquake in 2010, made Haiti particularly vulnerable to an outbreak of waterborne disease.\n\n=== Physiological ===\nMalnutrition of the population, another pre-existing condition that was exacerbated by the earthquake, may have also contributed to the severity of the outbreak. Research from previous outbreaks shows that duration of diarrhea can be prolonged by up to 70% in individuals suffering from severe malnutrition. Furthermore, Haitians had no biological immunity to the strain of cholera introduced since they had no previous exposure to it. Therefore, physiological factors including malnutrition and lack of immunity may have allowed cholera to spread rapidly throughout the country.\n\n=== Information ===\nLack of information and limited access to some rural areas can also be a barrier to care. Some aid agencies have reported that mortality and morbidity tolls may be higher than the official figures because the government does not track deaths in rural areas where people never reached a hospital or emergency treatment center. Limitations in the data from Haiti stem from a lack of pre-outbreak lack of surveillance infrastructure and laboratories to properly test samples and diagnose cases. Haiti was tasked with developing surveillance systems and laboratories after the 2010 earthquake and cholera outbreak which caused difficulties tracking the progression and scale of the outbreak.  Because of the lack of established surveillance, much of the case report data is anecdotal and potentially underestimated.  Also, because of lack of laboratory confirmation for the vast majority of cases of cholera, it is possible that other diarrheal diseases were being falsely classified as cholera.\n\n=== Environmental ===\nRainy seasons and hurricanes continue to cause a temporary spike in incident cases and deaths. Moreover, as a result of global warming and climate change, Haiti is at an increased risk of cholera transmission. The Intergovernmental Panel on Climate Change (IPCC) advances that global warming between 1.5-2 degrees Celsius will very likely lead to an increase in frequency and intensity of natural disasters and extreme weather events. Resource-poor countries are poised to be affected more so than more developed and economically secure countries.\n\nEnvironmental factors such as temperature increases, severe weather events, and natural disasters have a two-fold impact on the transmission potential of cholera in Haiti: 1) they present conditions favorable to the persistence and growth of V. cholerae in the environment, and 2) they devastate a country's infrastructure and strain public health and health care resources. An exhaustive study into environmental factors influencing the spread of cholera in Haiti cites above average air temperatures following the earthquake, “anomalously high rainfall” from September to October 2010, and damage to the limited water and sanitation infrastructure as likely converging to create conditions favorable to a cholera outbreak.\n\n== Challenges and solutions to eradication ==\nHundreds of thousands of dollars have been dedicated towards eradicating cholera in Haiti since its introduction in 2010, yet unsanitary conditions and climate-driven forces allow cholera transmission to continue. While the number of new cases of cholera has drastically decreased from 2010, and is currently the lowest it has been since the outbreak began, the incidence remains at 25.5 per 100,000 population as of October 2018. Over time, there has been significant progress in the reduction of caseloads and overall number of deaths. According to one PAHO/WHO report, “the cumulative case-fatality rate (CFR) has remained around 1% since 2011.” These achievements can be contributed to intensified international and local medical efforts and an increased emphasis on preventative measures, including improved sanitation, such as latrines, and changes in Haitian behaviors such as treating water, thoroughly cooking food, and rigorous hand-washing.  Despite these progresses, cholera remains endemic in Haiti, and further resources are needed to fully eradicate it.\n\nAfter former UN Secretary General Ban Ki Moon accepted UN responsibility for the introduction of cholera in Haiti in December 2016, Moon projected a necessary $400 million in funding over two years in order to fully eradicate cholera in Haiti.  The Government of Haiti has dedicated itself to the complete eradication of cholera from Haiti by 2022 as presented in the Cholera Elimination Plan (PNEC) 2013 – 2022. UN Secretary-General Antonio Guterres, successor to Ban Ki Moon, took up Moon's commitment to assist Haiti in the eradication of cholera when he took office in 31 December 2016, as demonstrated by strategic objective 2 of the 2017- 2018 Haiti Revised Humanitarian Plan. Strategic objective 2 reads, “Save lives from epidemics – Reduce mortality and morbidity due to cholera outbreaks and other waterborne diseases through the reduction of vulnerability, strengthening of epidemiological surveillance and ensuring of rapid and effective response.”  The 2017 – 2018 Haiti Revised Humanitarian Plan identifies 1.9 million people in need of assistance for the protection from cholera, of which, 1.5 million people are targeted through programming totaling US$21.7 million.  Currently, the UN and Government of Haiti are on target to reach the 2016 – 2018 midterm goal to reduce the incidence of cholera to less than 0.1% by the end of 2018. However, any disruption in funding of support services may result in a spike in transmission and the interruption of the downward trend.\n\n=== Challenges ===\n==== Protracted crises: Hurricane Matthew 2016 ====\nThe first challenge to the eradication of cholera in Haiti is the country's vulnerability to disasters, putting it in a state of protracted crises. The climax of cholera incidence in Haiti was in 2011 with 352,000 new cases following the introduction of cholera in Haiti in late 2010. Incidence rates gradually declined until 2016 when there was another spike in the transmission and incidence of cholera following Hurricane Matthew's destruction in Haiti from October 2–5, 2016. There was a rise in cholera incidence from 32,000 new cases in 2015 to 42,000 new cases in 2016. By re-damaging Haiti's fragile water and sanitation infrastructure, Hurricane Matthew allowed cholera to rear its head. These figures demonstrate that the fight against cholera in Haiti, while improving, is on unstable ground. This indicates that while eradication efforts have largely been focused on vaccination and community education to prevent transmission, and oral rehydration to reduce mortality, the underlying vulnerabilities that perpetuate the disaster remain, particularly insufficient and unequal access to improved water and sanitation.\n\n==== Funding ====\nWhile the Government of Haiti's Cholera Elimination Plan (PNEC) 2013 – 2022 and the New UN System Approach on Cholera in Haiti (see solutions below for more information) lay out plans for the elimination of cholera in Haiti by 2022, these are entirely dependent on funding. In former Secretary General Moon's December 5, 2016 remarks he says, “Without political will and financial support from the membership of the United Nations, we have only good intentions and words. Words are powerful — but they cannot replace action and material support.”  Due to the infectious nature of cholera, any lapse in funding for programming will likely result in setbacks in elimination.\n\nAs of 2017, funding for cholera is at risk due to increasing food insecurity and shelter needs for Haitian refugees returning from the Dominican Republic. In the 2017 – 2018 Revised Haiti Humanitarian Plan, funding requirements for cholera programming is the third largest at $21.7 million, behind $76.6 million for food security and $103.8 million for shelter/NFI needs.\n\n=== Solutions ===\n==== Vaccination campaigns ====\nIn 2013, the Government of Haiti launched an oral cholera vaccination (OCV) campaign in two regions: Cerca Carvajal and Petite Anse. These regions were chosen because of particularly high attack rates, sanitation infrastructure, and access to healthcare. This vaccination effort was slightly controversial because the WHO guidelines at the time did not encourage mass vaccination campaigns in areas where outbreaks had already occurred. Prior to the 2010 outbreak in Haiti, vaccination campaigns were thought to detract from more important prevention measures like water treatment and good hygiene. Relative success rates (up to 65% or higher protective effectiveness 5 years after vaccination) in recent vaccination campaigns in Haiti and other countries affected by cholera has led to more widespread use of oral cholera vaccine programs and a change in the WHO guidelines to encourage use of vaccines in addition to other prevention and treatment strategies.\n\n==== UN approach ====\nAt the end of 2016, former UN Secretary General Ban Ki Moon presented the “New UN System Approach on Cholera in Haiti.” This two-track approach marked the UN's acceptance of responsibility for the introduction of cholera in Haiti and demonstrated its commitment to the eradication of the disease in Haiti. Since the 2016 admission of guilt, there has been increased coordination and goodwill between the Government of Haiti and UN, resulting in great strides towards the elimination of cholera. 2017 was a hallmark year in the elimination of cholera from Haiti. The 2017 – 2018 Haiti Revised Humanitarian Plan reports, “As of 31 December 2017, 13,682 suspected cholera cases and 150 deaths had been registered in the country in 2017 compared to 41,955 cases and 451 deaths for the same period in 2016, a decrease of 67% in both cases.” Newly developed rapid response teams are largely to credit for the reduction in disease incidence.\n\nThe ability for the humanitarian sector to act quickly and bounce back following Hurricane Matthew in 2016, as well as to maintain the downward trend during the heavy rain season, demonstrates progress in the eradication of cholera in Haiti.\n\n===== Track 1 =====\nTrack 1 of the New UN System Approach on Cholera in Haiti aims to “intensify efforts to respond to and reduce the incidence of cholera in Haiti” through three main projects.  The first is strengthening and supporting the rapid response framework developed by the Haitian Government which deploys to communities where cholera is suspected within 48-hours. There are currently 13 government led rapid response teams, and 60 mobile teams of humanitarian actors that support the rapid response teams. The goal of rapid response teams is to cut the transmission of cholera by first setting up a perimeter called a cordon sanitaire and investigating the source of the outbreak at the household level. This investigation is coupled with education and awareness raising on cholera prevention, administering oral prophylaxis and distribution of WASH kits.  If an outbreak is confirmed, temporary chlorination points are installed on community water sources. People treated for cholera by the rapid response teams are then recruited to Community Engagement & Hygiene Awareness (CEHA) teams. The CEHA teams return to their communities to conduct outreach and sensitization on how to cut transmission and assist the government in monitoring water sources. This rapid response design with the assistance of the CEHA teams is responsible for a major decline in disease incidence in the Ouest department in 2017. As long as funding continues to support rapid response, a continued decline in disease incidence can be suspected.  \n\nThe second project of track 1 is the continued support of oral cholera vaccination campaigns as a preventative measure.  In 2018, the oral cholera vaccine campaign will focus on departments with the highest incidence of disease, particularly Artibonite and Centre departments.\n\nThe final aim of track 1 is to “more effectively address… the medium/longer term issues of water, sanitation and health systems.”  The 2010 earthquake and subsequent cholera outbreak/epidemic exposed to the international community how vulnerable the Haitian water, sanitation, and health infrastructure was. Cholera and other water-borne diseases will continue to circulate in Haiti as long as large sections of their population do not have access to improved water and sanitation facilities. As part of the UN's “New Way of Working” which aims to bridge the development and humanitarian gap, the UN will be working with major development actors including the World Bank and the International Development Bank to address infrastructure vulnerabilities that put Haiti at risk of protracted crisis. The “New Way of Working” aims to draw from funding sources on both sides of the spectrum, both development and humanitarian, to work towards the Sustainable Development Goals.  No joint funded projects have been reported in Haiti yet.\n\n===== Track 2 =====\nThe second track of the New UN System Approach on Cholera in Haiti proposes to provide material assistance to individuals and families who were most affected by cholera.  The material assistance package is the UN's attempt at reparations after accepting responsibility for the introduction of cholera in Haiti. The UN reports, “nearly 800,000 Haitians have been infected by cholera since 2010 [as of 2016] and more than 9,000 have died.”  First, consultations will be conducted with the community to identify what materials will be of greatest impact.\n\n== See also ==\n\n* Cholera outbreaks and pandemics\n\n==Further reading==\n* Frerichs, Ralph R. Deadly River: Cholera and Cover-Up in Post-Earthquake Haiti. Ithaca:  Cornell University Press, 2016. 978-1-5017-0230-3\n* Katz, Jonathan M. The Big Truck That Went By: How the World Came to Save Haiti and Left Behind a Disaster. New York: Palgrave Macmillan, 2013. \n* Wilentz, Amy Farewell, Fred Voodoo: A Letter from Haiti. New York: Simon & Schuster, 2013. \n\n== References==\n\n\n== External links ==\n\n*  Centers for Disease Control page on the outbreak\n*  PAHO Situation Reports on the Haiti cholera outbreak\n*  Cholera Will Not Go Away Until Underlying Situations that Make People Vulnerable Change – video report by Democracy Now!\n*  Not Doing Enough: Unnecessary Sickness and Death from Cholera in Haiti, from the Center for Economic and Policy Research, August 2011\n*  Responding to the Cholera Emergency, in Best Practices and Lessons Learnt in Communication with Disaster Affected Communities, a  infoasaid report, November 2011\n*  Rebuilding in Haiti Lags After Billions in Post-Quake Aid: Lofty Hopes and Hard Truths, New York Times Dec 2012\n*  Institute for Justice and Democracy in Haiti's cholera case with UN\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nHaiti's Artibonite River, the first place the outbreak spread.",
    "links": [
        {
            "title": "2010s Haiti cholera outbreak",
            "text": "2010s Haiti cholera outbreak",
            "start": 4,
            "end": 32,
            "id": "30031585"
        },
        {
            "title": "Cholera",
            "text": "cholera",
            "start": 77,
            "end": 84,
            "id": "7591"
        },
        {
            "title": "2010 Haiti earthquake",
            "text": "2010 Haitian earthquake",
            "start": 388,
            "end": 411,
            "id": "25804468"
        },
        {
            "title": "Jonathan M. Katz",
            "text": "Jonathan M. Katz",
            "start": 844,
            "end": 860,
            "id": "38121958"
        },
        {
            "title": "Renaud Piarroux",
            "text": "Renaud Piarroux",
            "start": 880,
            "end": 895,
            "id": "50127574"
        },
        {
            "title": "United Nations peacekeeping",
            "text": "United Nations peacekeepers",
            "start": 971,
            "end": 998,
            "id": "15652027"
        },
        {
            "title": "Nepal",
            "text": "Nepal",
            "start": 1013,
            "end": 1018,
            "id": "171166"
        },
        {
            "title": "2016–2020 Yemen cholera outbreak",
            "text": "2016–20 Yemen cholera outbreak",
            "start": 1106,
            "end": 1136,
            "id": "54393139"
        },
        {
            "title": "2010 Haiti earthquake",
            "text": "earthquake",
            "start": 1313,
            "end": 1323,
            "id": "25804468"
        },
        {
            "title": "Endemism",
            "text": "endemic",
            "start": 1649,
            "end": 1656,
            "id": "937971"
        },
        {
            "title": "Vibrio cholerae",
            "text": "Vibrio cholerae",
            "start": 2023,
            "end": 2038,
            "id": "52080"
        },
        {
            "title": "Artibonite River",
            "text": "Artibonite River",
            "start": 2256,
            "end": 2272,
            "id": "4762755"
        },
        {
            "title": "Tributary",
            "text": "tributary",
            "start": 2809,
            "end": 2818,
            "id": "72465"
        },
        {
            "title": "United Nations Stabilisation Mission in Haiti",
            "text": "MINUSTAH",
            "start": 3084,
            "end": 3092,
            "id": "2163239"
        },
        {
            "title": "Jonathan M. Katz",
            "text": "Jonathan M. Katz",
            "start": 3269,
            "end": 3285,
            "id": "38121958"
        },
        {
            "title": "Associated Press",
            "text": "Associated Press",
            "start": 3290,
            "end": 3306,
            "id": "18935732"
        },
        {
            "title": "Military police",
            "text": "military police",
            "start": 3454,
            "end": 3469,
            "id": "275990"
        },
        {
            "title": "Al Jazeera English",
            "text": "Al Jazeera English",
            "start": 3745,
            "end": 3763,
            "id": "2612794"
        },
        {
            "title": "Sebastian Walker",
            "text": "Sebastian Walker",
            "start": 3784,
            "end": 3800,
            "id": "32765959"
        },
        {
            "title": "Dominican Republic",
            "text": "Dominican Republic",
            "start": 4164,
            "end": 4182,
            "id": "8060"
        },
        {
            "title": "World Health Organization",
            "text": "World Health Organization",
            "start": 4383,
            "end": 4408,
            "id": "33583"
        },
        {
            "title": "Epidemiology",
            "text": "epidemiologist",
            "start": 4736,
            "end": 4750,
            "id": "66997"
        },
        {
            "title": "Paul Farmer",
            "text": "Paul Farmer",
            "start": 5148,
            "end": 5159,
            "id": "1999202"
        },
        {
            "title": "Partners In Health",
            "text": "Partners In Health",
            "start": 5200,
            "end": 5218,
            "id": "2077506"
        },
        {
            "title": "Bill Clinton",
            "text": "Bill Clinton",
            "start": 5257,
            "end": 5269,
            "id": "3356"
        },
        {
            "title": "Office of the Special Envoy for Haiti",
            "text": "Office of the Special Envoy for Haiti",
            "start": 5286,
            "end": 5323,
            "id": null
        },
        {
            "title": "Nepalese Armed Forces",
            "text": "Nepalese soldiers",
            "start": 5858,
            "end": 5875,
            "id": "21330"
        },
        {
            "title": "El Niño–Southern Oscillation",
            "text": "La Niña",
            "start": 6117,
            "end": 6124,
            "id": "317311"
        },
        {
            "title": "Epidemiology",
            "text": "epidemiologist",
            "start": 6363,
            "end": 6377,
            "id": "66997"
        },
        {
            "title": "Renaud Piarroux",
            "text": "Renaud Piarroux",
            "start": 6378,
            "end": 6393,
            "id": "50127574"
        },
        {
            "title": "Centers for Disease Control and Prevention",
            "text": "U.S. Centers for Disease Control and Prevention",
            "start": 7338,
            "end": 7385,
            "id": "6811"
        },
        {
            "title": "DNA profiling",
            "text": "DNA fingerprinting",
            "start": 7401,
            "end": 7419,
            "id": "44290"
        },
        {
            "title": "Rita R. Colwell",
            "text": "Rita Colwell",
            "start": 8161,
            "end": 8173,
            "id": "451153"
        },
        {
            "title": "National Science Foundation",
            "text": "National Science Foundation",
            "start": 8198,
            "end": 8225,
            "id": "157427"
        },
        {
            "title": "United Nations special rapporteur",
            "text": "United Nations Special Rapporteur",
            "start": 8740,
            "end": 8773,
            "id": "1374719"
        },
        {
            "title": "Philip Alston",
            "text": "Philip Alston",
            "start": 8774,
            "end": 8787,
            "id": "11058685"
        },
        {
            "title": "Ban Ki-moon",
            "text": "Secretary General of the United Nations Ban Ki-moon",
            "start": 8789,
            "end": 8840,
            "id": "2346975"
        },
        {
            "title": "Cap-Haïtien",
            "text": "Cap-Haïtien",
            "start": 9693,
            "end": 9704,
            "id": "463975"
        },
        {
            "title": "Internally displaced person",
            "text": "IDP",
            "start": 10702,
            "end": 10705,
            "id": "427408"
        },
        {
            "title": "2010–11 Haitian general election",
            "text": "2010 general election",
            "start": 10808,
            "end": 10829,
            "id": "25255521"
        },
        {
            "title": "United Nations Stabilisation Mission in Haiti",
            "text": "MINUSTAH",
            "start": 10898,
            "end": 10906,
            "id": "2163239"
        },
        {
            "title": "Edmond Mulet",
            "text": "Edmond Mulet",
            "start": 10908,
            "end": 10920,
            "id": "6542108"
        },
        {
            "title": "Convention on the Privileges and Immunities of the United Nations",
            "text": "Convention on the Privileges and Immunities of the United Nations",
            "start": 11314,
            "end": 11379,
            "id": "13129296"
        },
        {
            "title": "Institute for Justice & Democracy in Haiti",
            "text": "Institute for Justice & Democracy in Haiti",
            "start": 11445,
            "end": 11487,
            "id": "7419913"
        },
        {
            "title": "Ira J. Kurzban",
            "text": "Ira Kurzban's",
            "start": 11520,
            "end": 11533,
            "id": "18480322"
        },
        {
            "title": "United States District Court for the Southern District of New York",
            "text": "Southern District of New York",
            "start": 11633,
            "end": 11662,
            "id": "747093"
        },
        {
            "title": "United States Court of Appeals for the Second Circuit",
            "text": "Second Circuit",
            "start": 11722,
            "end": 11736,
            "id": "428320"
        },
        {
            "title": "Supreme Court of the United States",
            "text": "United States Supreme Court",
            "start": 12856,
            "end": 12883,
            "id": "31737"
        },
        {
            "title": "Ban Ki-moon",
            "text": "Ban Ki-moon",
            "start": 12934,
            "end": 12945,
            "id": "2346975"
        },
        {
            "title": "Haiti",
            "text": "Haiti",
            "start": 13497,
            "end": 13502,
            "id": "13373"
        },
        {
            "title": "Port-au-Prince",
            "text": "Port-au-Prince",
            "start": 13533,
            "end": 13547,
            "id": "57391"
        },
        {
            "title": "Pan American Health Organization",
            "text": "Pan American Health Organization",
            "start": 14429,
            "end": 14461,
            "id": "1246706"
        },
        {
            "title": "Eugenia Sader",
            "text": "Eugenia Sader",
            "start": 16271,
            "end": 16284,
            "id": null
        },
        {
            "title": "Venezolana de Televisión",
            "text": "VTV",
            "start": 16331,
            "end": 16334,
            "id": "2041496"
        },
        {
            "title": "Manzanillo, Cuba",
            "text": "Manzanillo",
            "start": 16598,
            "end": 16608,
            "id": "1886798"
        },
        {
            "title": "Havana",
            "text": "Havana",
            "start": 16661,
            "end": 16667,
            "id": "49719"
        },
        {
            "title": "Cordon sanitaire",
            "text": "cordon sanitaire",
            "start": 28528,
            "end": 28544,
            "id": "1166041"
        },
        {
            "title": "Cholera outbreaks and pandemics",
            "text": "Cholera outbreaks and pandemics",
            "start": 31337,
            "end": 31368,
            "id": "30111171"
        },
        {
            "title": "Ralph R. Frerichs",
            "text": "Frerichs, Ralph R.",
            "start": 31392,
            "end": 31410,
            "id": "49721161"
        },
        {
            "title": "Jonathan M. Katz",
            "text": "Katz, Jonathan M.",
            "start": 31533,
            "end": 31550,
            "id": "38121958"
        },
        {
            "title": "Amy Wilentz",
            "text": "Wilentz, Amy",
            "start": 31679,
            "end": 31691,
            "id": "25647028"
        },
        {
            "title": "Democracy Now!",
            "text": "Democracy Now!",
            "start": 32029,
            "end": 32043,
            "id": "373805"
        },
        {
            "title": "Center for Economic and Policy Research",
            "text": "Center for Economic and Policy Research",
            "start": 32128,
            "end": 32167,
            "id": "6541894"
        },
        {
            "title": "Artibonite River",
            "text": "Artibonite River",
            "start": 32555,
            "end": 32571,
            "id": "4762755"
        }
    ],
    "_chunk_id": "b_10413140883-10421762168"
}