{
    "_id": "41681699",
    "id": "41681699",
    "title": "2012 Middle East respiratory syndrome coronavirus outbreak",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Coronavirus==",
            "start": 492,
            "end": 507
        },
        {
            "text": "==Epidemiology==",
            "start": 1173,
            "end": 1189
        },
        {
            "text": "==Reported cases==",
            "start": 4147,
            "end": 4165
        },
        {
            "text": "===Africa===",
            "start": 4167,
            "end": 4179
        },
        {
            "text": "====Tunisia====",
            "start": 4181,
            "end": 4196
        },
        {
            "text": "====Algeria====",
            "start": 4614,
            "end": 4629
        },
        {
            "text": "====Egypt====",
            "start": 4675,
            "end": 4688
        },
        {
            "text": "===Asia===",
            "start": 4718,
            "end": 4728
        },
        {
            "text": "==== South Korea ====",
            "start": 4730,
            "end": 4751
        },
        {
            "text": "====Malaysia====",
            "start": 5147,
            "end": 5163
        },
        {
            "text": "====Indonesia====",
            "start": 5517,
            "end": 5534
        },
        {
            "text": "====Philippines====",
            "start": 5660,
            "end": 5679
        },
        {
            "text": "===Middle East===",
            "start": 8201,
            "end": 8218
        },
        {
            "text": "====Saudi Arabia====",
            "start": 8220,
            "end": 8240
        },
        {
            "text": "=====Hajj=====",
            "start": 11583,
            "end": 11597
        },
        {
            "text": "====Jordan====",
            "start": 12156,
            "end": 12170
        },
        {
            "text": "====Oman====",
            "start": 12830,
            "end": 12842
        },
        {
            "text": "====United Arab Emirates====",
            "start": 13059,
            "end": 13087
        },
        {
            "text": "====Iran====",
            "start": 13474,
            "end": 13486
        },
        {
            "text": "===Europe===",
            "start": 14415,
            "end": 14427
        },
        {
            "text": "====France====",
            "start": 14429,
            "end": 14443
        },
        {
            "text": "====Greece====",
            "start": 15000,
            "end": 15014
        },
        {
            "text": "====Italy====",
            "start": 15278,
            "end": 15291
        },
        {
            "text": "====Spain====",
            "start": 15534,
            "end": 15547
        },
        {
            "text": "====United Kingdom====",
            "start": 15801,
            "end": 15823
        },
        {
            "text": "===North America===",
            "start": 17304,
            "end": 17323
        },
        {
            "text": "====United States====",
            "start": 17325,
            "end": 17346
        },
        {
            "text": "==Notes==",
            "start": 18144,
            "end": 18153
        },
        {
            "text": "==References==",
            "start": 18156,
            "end": 18170
        },
        {
            "text": "==External links==",
            "start": 18173,
            "end": 18191
        }
    ],
    "categories": [
        "2010s disease outbreaks",
        "Middle East respiratory syndrome",
        "2012 health disasters",
        "2012 in Asia",
        "2012 in Jordan",
        "2012 in Qatar",
        "2012 in Saudi Arabia",
        "2012 in the United Arab Emirates",
        "Disease outbreaks in Jordan",
        "Disease outbreaks in Qatar",
        "Disease outbreaks in Saudi Arabia",
        "Disease outbreaks in the United Arab Emirates"
    ],
    "infobox": null,
    "article": "Since 2012, an outbreak of Middle East respiratory syndrome coronavirus has affected several countries, primarily in its namesake, the Middle East. The virus, which causes Middle East respiratory syndrome (MERS), is a newly emerged betacoronavirus that was first identified in a patient from Saudi Arabia in April 2012.\n\nSporadic cases, small clusters, and large outbreaks have been reported in 24 countries, with over 1,000 cases of the virus and over 400 deaths, up to the middle of 2015.\n\n==Coronavirus==\nMost infections with human coronaviruses are mild and associated with common colds. The seven coronaviruses known to infect humans are in the alpha and beta genera. Both MERS-CoV and SARS-CoV (severe acute respiratory syndrome) are betacoronaviruses.\n\nGlobal surveillance of potential epidemics and preparation has improved since and because of the SARS epidemic, and MERS is being closely monitored.\n\nThe Fourth Meeting of the International Health Regulations Emergency Committee concerning MERS-CoV was held on 4 December 2013. The committee decided that the conditions for a Public Health Emergency of International Concern (PHEIC) had not at present been met.\n\n==Epidemiology==\n\nIn November 2012, Egyptian virologist Dr. Ali Mohamed Zaki sent a virus sample from the first confirmed case in Saudi Arabia to virologist Ron Fouchier, a leading coronavirus researcher at the Erasmus Medical Center (EMC) in Rotterdam, The Netherlands. The second laboratory-proven case was in London, confirmed by the UK Health Protection Agency (HPA). The HPA named the virus the London1_novel CoV 2012.\n\nOn 8 November 2012, in an article published in the New England Journal of Medicine, Dr. Zaki and co-authors from the Erasmus Medical Center published more details, including a scientific name, Human Coronavirus-Erasmus Medical Center (HCoV-EMC), which was then used in scientific literature. In the article, they noted four respiratory human coronaviruses (HCoV) known to be endemic: 229E, OC43, NL63, and HKU1.\n\nIn May 2013, the Coronavirus Study Group of the International Committee on Taxonomy of Viruses adopted the official designation, the Middle East Respiratory Syndrome Coronavirus (MERS-CoV). which was adopted by the World Health Organization to \"provide uniformity and facilitate communication about the disease\"\n\nBy May 2013, 10 of the 22 people who died and 22 of 44 cases reported were in Saudi Arabia and over 80% were male. This gender disparity is thought to be because most women in Saudi Arabia wear veils that cover the mouth and nose, decreasing their chances of being exposed to the virus.  By 19 June 2013, MERS had infected at least 60 people with cases reported in Jordan, Qatar, Saudi Arabia, the United Arab Emirates (UAE), Tunisia, Germany, the United Kingdom (UK), France and Italy, with a death toll of 38. Saudi officials expressed great concern that millions of Muslims from around the world would potentially be exposed to the virus during the autumn Hajj, or pilgrimage to Mecca.\n\nIn May 2014, the WHO said it was monitoring the situation as global cases of MERS appeared to be on the rise, but said the situation did not yet constitute a health emergency.  On 3 June 2014, Saudi Arabia revised the country's total cases of MERS to date to 688 cases after re-examining the data as part of an effort to better understand the disease.  A total of 282 people had died from MERS.  The numbers represented a jump of 113 cases and 92 deaths.  Despite the jump in reported cases, the number of new cases was on the decline according to Tariq Madany, head of the medical advisory council.  At the same time, the Saudi deputy health minister was fired, the second high level health official fired within two months.\n\nOn 4 June 2014, a study published in The New England Journal of Medicine indicated that camel to human transmission of the virus was possible.  In November 2013, a man became ill with MERS after tending to a sick camel.  DNA samples taken from the man, who eventually died of the virus, and the sick animal were virtually identical providing very strong evidence the man had got the virus from the camel.\n\n==Reported cases==\n\n===Africa===\n\n====Tunisia====\nOn 20 May 2013, the novel coronavirus reached Tunisia killing one man and infecting two of his relatives. Tunisia was the eighth country to be affected by MERS-CoV after Jordan, Saudi Arabia, Qatar, the United Kingdom, France, Germany, and the United Arab Emirates.\n\nAccording to a European Centre for Disease Prevention and Control (ECDC) publication, on April 2014, Tunisia had a total of 3 cases with 1 fatality.\n\n====Algeria====\nAlgeria experienced 2 cases and 1 fatality.\n\n====Egypt====\nOne case occurred in Egypt.\n\n===Asia===\n\n==== South Korea ====\n \nIn May 2015, the first case in South Korea was confirmed in a man who had visited several Middle Eastern countries. As of 16 June 2015, a total of 150 cases had been infected, including 18 deaths, according to the World Health Organization (WHO). As of 29 June 2015, 32 people in South Korea had died from this outbreak, with 182 confirmed cases of infection. At least 3800 were quarantined.\n\n====Malaysia====\nOn 16 April 2014, Malaysia reported its first MERS-COV related death. The person was a 54-year-old man who had traveled to Jeddah, Saudi Arabia, together with pilgrimage group composed of 18 people, from 15–28 March 2014. He became ill by 4 April, and sought remedy at a clinic in Johor on 7 April. He was hospitalized by 9 April and died on 13 April.\n\n====Indonesia====\nOn 11 May 2014, two people in Medan were suspected infected by MERS-Cov (Middle Eastern Respiratory Syndrome-Corona Virus).\n\n====Philippines====\nOn 16 April 2014, an Overseas Filipino Worker (OFW) who returned from Al Ain City, United Arab Emirates was found positive for MERS-CoV at the Ninoy Aquino International Airport. The OFW was tested for the virus in the United Arab Emirates (UAE) but immediately travelled to Manila. Doctors from UAE later contacted the Philippines Department of Health (DOH) confirming the condition of the OFW. The OFW, who was working as a nurse in the UAE, had contact with a Filipino paramedic who had died recently in the said country. The OFW together with four of his family members who fetched him at the airport were quarantined. In a press release on 19 April, DOH announced that the OFW who UAE doctors found positive for MERS-CoV was found negative for the virus in an subsequent test by Research Institute for Tropical Medicine (RITM). Explaining further regarding the test, Secretary Enrique Ona explained, \"Since ten days had lapsed from the reported testing date at the UAE, our task force right away got in touch with him and decided to perform a test on him, and fortunately, as well for the comfort of everybody, the findings of our Research Institute for Tropical Medicine, he tested negative.\" In the same press release, DOH also announced that they were tracking all other 414 passengers of Etihad Airways Flight 424 (the flight the OFW took from Abu Dhabi, UAE to Manila) in order that they should be tested.\n\nOn 11 February 2015, a 32-year-old Filipino nurse from Saudi Arabia, who was also 1 month pregnant, was the country's first MERS-CoV case, DOH confirmed after the test for the virus turned out to be positive. The Evangelista Medical Hospital in San Pedro, Laguna, the facility where the patient was first admitted, was temporarily closed by DOH for fourteen days. On 17 February 2015, all those who had exposure or had contact with the said nurse were tested negative for the virus. On 6 March 2015, The Department of Foreign Affairs confirmed that three Filipino female healthcare workers in Saudi Arabia were infected with MERS-CoV.\n\nOn 6 July 2015, DOH confirmed the second detected case of MERS-CoV in the country. The patient who had contracted the virus was from the Middle East and was referred to the RITM on 4 July 2015. Another person, who was also showing symptoms, was placed in isolation after he had close contact with the said patient; eight others, who also had had contact with the patient, were identified. DOH took steps to track all the people with whom the patient had had contact.\n\n===Middle East===\n\n====Saudi Arabia====\nThe first known case of a previously unknown coronavirus was identified in a 60-year-old Saudi Arabian man with acute pneumonia, who died of kidney failure in June 2012. As of 12 May 2013, two more deaths had been reported in the al-Ahsa region of Saudi Arabia. In the latest cluster of infections, 15 cases had been confirmed, and nine of those patients had died. Ten of the 22 people who died and 22 of 44 cases reported were in Saudi Arabia. An unconfirmed case in another Saudi citizen, for which no clinical information was available, was also reported around this time. On 22 September 2012, the Saudi Ministry of Health (MOH) announced that the two cases involving Saudi citizens, caused by what they termed a \"rare pattern of coronavirus,\" had both proven fatal.\n\nTwo of the Saudi Arabia cases were from the same family and from that family at least one additional person presented similar symptoms but tested negative for the novel coronavirus.\n\nOn 21 February 2013, WHO stated that there had been 13 laboratory-confirmed cases, 6 cases (4 fatal) from Saudi Arabia, 2 cases (both fatal) from Jordan, 2 cases from Qatar, and 3 from the UK.\n\nIn March 2013, the Saudi Arabia Ministry of Health reported the death of a 39-year-old man, the 15th case and 9th death reported to WHO. On 2 May 2013, the Saudi Ministry of Health announced five people died and two other people were in critical condition with confirmed cases of a SARS-like virus. The delays in obtaining data and absence of basic information (which would usefully include: sex, age, other medical conditions and smoking status) were noted and decried by Dr. Margaret Chan and in Pro-Med comments on numerous briefings.  At the annual meeting of the world's health ministers, Dr. Chan, director-general of the World Health Organization, said the virus was now her \"greatest concern.\"\n\nOn 28 May 2013, the Saudi Ministry of Health reported five more cases of MERS-CoV. The cases had been \"recorded among citizens in the Eastern Region, ranging in age from 73 to 85 years, but they have all chronic diseases.\" With this announcement, the unofficial global case count reached 49 while the death toll stood at 24 according to the CDC. As of 26 June 34 deaths have been recorded in the kingdom.\n\nOn 1 August 2013, the World Health Organization announced three new MERS-CoV cases in that Saudi Arabia, all of them in women, two of whom were healthcare workers. \"With the three new cases, Saudi Arabia's posted MERS tally increases to 74 cases with 39 deaths. The cases raise the WHO's MERS count to 94 cases and 46 deaths.\"\n\nOn 31 October 2013, the WHO announced that three patients in Saudi Arabia died of MERS. The patients were one woman and two men and \"all had underlying medical conditions but all reported having had no contact with animals before falling ill\".\n\nEarly on 23 April 2014, 11 new cases including a first case for Mecca were reported by the Health Ministry. An additional 13 cases were reported on the same day. With the additional reported cases, there were now a total of 285 cases with 83 deaths in the Kingdom.\n\nA hospital-related outbreak in Riyadh brought the total in Saudi Arabia to 1,115 cases and 480 fatalities as of 18 August 2015. Since May 2015, most of the cases had occurred at the King Abdulaziz Medical City, a large national guard hospital.\n\n=====Hajj=====\nDue to fears of the MERS virus, attendance in the hajj in 2013 was lower than the previous year. The Saudi government asked \"elderly and chronically ill Muslims to avoid the hajj this year\" and restricted the number of people allowed \"to perform the pilgrimage\".\n\nSaudi Health Minister Abdullah Al-Rabia said \"that authorities had so far detected no cases among the pilgrims\" of MERS. However, the Spanish government, in November 2013, reported a woman in Spain, who had recently traveled to Saudi Arabia for the Islamic pilgrimage, contracted the disease.\n\n====Jordan====\nIn April 2012, six hospital workers were diagnosed with acute respiratory failure of unknown origin. Of the six, two died. All the cases were reported to the European Centre for Disease Prevention and Control (ECDC). After the September identification of a novel CoV strain, a retroactive analysis of the hospital workers was performed. Epidemiologists discovered the Jordan cases. Using stored laboratory samples for all six, it was found that samples from the two patients who had died tested positive for nCoV.\n\nOn 24 April 2014, a 25-year-old male was found positive for the coronavirus. He had history of exposure to camels and had consumed camel milk.\n\n====Oman====\nOn 31 October 2013, the World Health Organization (WHO) confirmed that one person in Oman had MERS. The WHO said \"the patient in Oman is a 68-year-old man from Al Dahkliya region who became ill\" on 26 October 2013.\n\n====United Arab Emirates====\nOn 14 April 2014, one Filipino paramedic died in the United Arab Emirates, with six other reported to be infected with the virus. On 17 April, the UAE Ministry of Health reported another fatality and four additional cases, including the Filipino medical worker who travelled to the Philippines on 16 April.\n\nOn 21 April 2014, the Health Ministry of UAE reported an additional 9 cases.\n\n====Iran====\nThe Ministry of Health and Medical Education of Iran reported that two women had been diagnosed with MERS and on 29 May 2014 one of the women died of the disease in the city of Kerman. According to Dr. Mohammad Mehdi Gooya, Chief of the Center for Management of Contagious Diseases of Iran, the patient had been diagnosed with high blood pressure and her immune system, therefore, wasn't strong enough to fend off the disease. The second patient is said to be in a good condition.\n\nFour days later, on 4 June 2014, the Ministry of Health reported that 3 more people including a doctor and a nurse who came in contact with the deceased patient were suspected to have contracted the disease. The victim's son-in-law is also reported to have been infected.\nAccording to Dr. Gooya, the infection of 1 out of the 3 suspected patients was confirmed and more tests were under way to determine the situation of the other two patients.\n\n===Europe===\n\n====France====\nOn 7 May 2013, a case was confirmed in Nord departement of France in a man who had previously traveled to Dubai, United Arab Emirates.\n\nOn 12 May 2013, in a case of human to human transmission, a man previously hospitalized in the same room as the first patient was confirmed by French Ministry of Social Affairs and Health.\n\nFrance reported its first death from MERS near the end of May 2013.\nOn 28 May 2013, a report by the Associated Press said a French patient died of the novel coronavirus related to SARS. Fifty percent of those infected have died.\n\n====Greece====\nOn 20 April 2014, Greece reported its first MERS-CoV case. The infected individual was a 69-year-old Greek male who had returned to Greece on 17 April from Saudi Arabia. People with close contact with the infected man were identified and were being followed up.\n\n====Italy====\nOn 31 May 2013, the Italian health ministry announced its first case of MERS-CoV in a 45-year-old man who had traveled to Jordan. The patient was being treated in a hospital in Tuscany and his condition was reported as not life-threatening.\n\n====Spain====\nOn 1 November 2013, a woman who had recently traveled to Saudi Arabia for the Hajj, contracted the disease. She was stated to be in stable condition, and investigators from the World Health Organization are investigating whom she came in contact with.\n\n====United Kingdom====\nIn February 2013, the first UK case of the novel coronavirus was confirmed in Manchester in an elderly man who had recently visited the Middle East and Pakistan; it was the 10th case globally. The man's son, whom he visited in the hospital in Birmingham, was immuno-suppressed because of a brain tumour, and contracted the virus, providing the first clear evidence for person-to-person transmission. He died on 19 February 2013.\n\nThe second patient was a 49-year-old Qatari man who had visited Saudi Arabia before falling ill. He was flown privately by air ambulance from Doha to London on 11 September where he was admitted to St Mary's Hospital and later was transferred to St Thomas's Hospital. As a result of Dr Zaki's post on Pro-MED, the novel coronavirus was quickly identified. He was treated for respiratory disease and, like the first patient in Saudi Arabia, died of kidney failure in October 2012.\n\nAnother patient who had been in Guys and St Thomas hospital in the UK since September 2012 after visiting the Middle East died on 28 June 2013. A spokesperson for the hospital stated that \"Guys and St Thomas can confirm that the patient with severe respiratory illness due to novel coronavirus (MERS-COV) died on Friday 28 June, after his condition deteriorated despite every effort and full supportive treatment.\"\n\nAs of April 2014, the European Centre for Disease Prevention and Control reported a total of 4 cases in the United Kingdom, 3 of which were fatalities.\n\n===North America===\n\n====United States====\nOn 2 May 2014, the United States Centers for Disease Control (CDC) confirmed the first diagnosis of MERS-CoV in the United States in Indiana. The man diagnosed was a healthcare worker who had been in Saudi Arabia a week earlier, and was reported to be in good condition. Another case, a Florida man from the Orlando area, was reported, and a third Illinois man was at that point asymptomatic but had tested positive for a past infection with the healthcare worker from Indiana. The latter case was the first human-to-human transmission in the United States. On 28 May 2014, the CDC announced that the third person who was found positive for the virus was not infected. The announcement came after a further laboratory analysis by CDC indicating that the person was never infected with the virus.\n\n==Notes==\n\n\n==References==\n\n\n==External links==\n*  Coronavirus infections - Global Alert and Response (GAR) information – World Health Organization\n*  Middle East Respiratory Syndrome (MERS) information – Center for Disease Control\n*  MERS CoronaMap - Realtime tracking of MERS cases\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\nMERS-CoV cases worldwide:\n\n\n.",
    "links": [
        {
            "title": "Middle East respiratory syndrome-related coronavirus",
            "text": "Middle East respiratory syndrome coronavirus",
            "start": 27,
            "end": 71,
            "id": "37132465"
        },
        {
            "title": "Middle East",
            "text": "Middle East",
            "start": 135,
            "end": 146,
            "id": "19323"
        },
        {
            "title": "Middle East respiratory syndrome",
            "text": "Middle East respiratory syndrome",
            "start": 172,
            "end": 204,
            "id": "39532251"
        },
        {
            "title": "Betacoronavirus",
            "text": "betacoronavirus",
            "start": 232,
            "end": 247,
            "id": "39588988"
        },
        {
            "title": "Coronavirus",
            "text": "coronavirus",
            "start": 535,
            "end": 546,
            "id": "201983"
        },
        {
            "title": "Genus",
            "text": "genera",
            "start": 665,
            "end": 671,
            "id": "38493"
        },
        {
            "title": "Middle East respiratory syndrome-related coronavirus",
            "text": "MERS-CoV",
            "start": 678,
            "end": 686,
            "id": "37132465"
        },
        {
            "title": "Severe acute respiratory syndrome coronavirus",
            "text": "SARS-CoV",
            "start": 691,
            "end": 699,
            "id": "2925242"
        },
        {
            "title": "2002–2004 SARS outbreak",
            "text": "SARS epidemic",
            "start": 857,
            "end": 870,
            "id": "208825"
        },
        {
            "title": "International Health Regulations",
            "text": "International Health Regulations",
            "start": 936,
            "end": 968,
            "id": "11827668"
        },
        {
            "title": "Public Health Emergency of International Concern",
            "text": "Public Health Emergency of International Concern (PHEIC)",
            "start": 1086,
            "end": 1142,
            "id": "42694003"
        },
        {
            "title": "Erasmus MC",
            "text": "Erasmus Medical Center",
            "start": 1384,
            "end": 1406,
            "id": "10637935"
        },
        {
            "title": "Rotterdam",
            "text": "Rotterdam",
            "start": 1416,
            "end": 1425,
            "id": "26049"
        },
        {
            "title": "Health Protection Agency",
            "text": "Health Protection Agency",
            "start": 1513,
            "end": 1537,
            "id": "5620891"
        },
        {
            "title": "The New England Journal of Medicine",
            "text": "New England Journal of Medicine",
            "start": 1649,
            "end": 1680,
            "id": "486492"
        },
        {
            "title": "MERS coronavirus EMC/2012",
            "text": "HCoV-EMC",
            "start": 1833,
            "end": 1841,
            "id": "40957016"
        },
        {
            "title": "World Health Organization",
            "text": "World Health Organization",
            "start": 2226,
            "end": 2251,
            "id": "33583"
        },
        {
            "title": "Jordan",
            "text": "Jordan",
            "start": 2689,
            "end": 2695,
            "id": "7515964"
        },
        {
            "title": "Qatar",
            "text": "Qatar",
            "start": 2697,
            "end": 2702,
            "id": "8238258"
        },
        {
            "title": "Saudi Arabia",
            "text": "Saudi Arabia",
            "start": 2704,
            "end": 2716,
            "id": "349303"
        },
        {
            "title": "United Arab Emirates",
            "text": "United Arab Emirates",
            "start": 2722,
            "end": 2742,
            "id": "69328"
        },
        {
            "title": "Tunisia",
            "text": "Tunisia",
            "start": 2750,
            "end": 2757,
            "id": "30188"
        },
        {
            "title": "Muslims",
            "text": "Muslim",
            "start": 2893,
            "end": 2899,
            "id": "19541"
        },
        {
            "title": "Hajj",
            "text": "Hajj",
            "start": 2983,
            "end": 2987,
            "id": "23487999"
        },
        {
            "title": "Mecca",
            "text": "Mecca",
            "start": 3006,
            "end": 3011,
            "id": "21021"
        },
        {
            "title": "The New England Journal of Medicine",
            "text": "The New England Journal of Medicine",
            "start": 3778,
            "end": 3813,
            "id": "486492"
        },
        {
            "title": "2015 Middle East respiratory syndrome outbreak in South Korea",
            "text": "this outbreak",
            "start": 5060,
            "end": 5073,
            "id": "46870617"
        },
        {
            "title": "Johor",
            "text": "Johor",
            "start": 5445,
            "end": 5450,
            "id": "26301463"
        },
        {
            "title": "Overseas Filipinos",
            "text": "Overseas Filipino Worker (OFW)",
            "start": 5701,
            "end": 5731,
            "id": "2257094"
        },
        {
            "title": "Al Ain",
            "text": "Al Ain City",
            "start": 5750,
            "end": 5761,
            "id": "212131"
        },
        {
            "title": "Ninoy Aquino International Airport",
            "text": "Ninoy Aquino International Airport",
            "start": 5823,
            "end": 5857,
            "id": "307091"
        },
        {
            "title": "Manila",
            "text": "Manila",
            "start": 5955,
            "end": 5961,
            "id": "184334"
        },
        {
            "title": "Department of Health (Philippines)",
            "text": "Philippines Department of Health",
            "start": 6000,
            "end": 6032,
            "id": "5477737"
        },
        {
            "title": "Research Institute for Tropical Medicine",
            "text": "Research Institute for Tropical Medicine",
            "start": 6464,
            "end": 6504,
            "id": "12380655"
        },
        {
            "title": "Secretary of Health (Philippines)",
            "text": "Secretary",
            "start": 6552,
            "end": 6561,
            "id": "36165914"
        },
        {
            "title": "Enrique Ona",
            "text": "Enrique Ona",
            "start": 6562,
            "end": 6573,
            "id": "27972002"
        },
        {
            "title": "Etihad Airways",
            "text": "Etihad Airways",
            "start": 6977,
            "end": 6991,
            "id": "512231"
        },
        {
            "title": "Abu Dhabi",
            "text": "Abu Dhabi",
            "start": 7033,
            "end": 7042,
            "id": "18950756"
        },
        {
            "title": "Philippines",
            "text": "Filipino",
            "start": 7132,
            "end": 7140,
            "id": "23440"
        },
        {
            "title": "Nursing",
            "text": "nurse",
            "start": 7141,
            "end": 7146,
            "id": "18403271"
        },
        {
            "title": "Saudi Arabia",
            "text": "Saudi Arabia",
            "start": 7152,
            "end": 7164,
            "id": "349303"
        },
        {
            "title": "San Pedro, Laguna",
            "text": "San Pedro, Laguna",
            "start": 7342,
            "end": 7359,
            "id": "459916"
        },
        {
            "title": "Department of Foreign Affairs (Philippines)",
            "text": "Department of Foreign Affairs",
            "start": 7601,
            "end": 7630,
            "id": "4718612"
        },
        {
            "title": "Saudi Arabia",
            "text": "Saudi Arabia",
            "start": 7690,
            "end": 7702,
            "id": "349303"
        },
        {
            "title": "Kidney failure",
            "text": "kidney failure",
            "start": 8382,
            "end": 8396,
            "id": "284027"
        },
        {
            "title": "Ministry of Health (Saudi Arabia)",
            "text": "Saudi Arabia Ministry of Health",
            "start": 9409,
            "end": 9440,
            "id": "37441372"
        },
        {
            "title": "Ministry of Health (Saudi Arabia)",
            "text": "Saudi Ministry of Health",
            "start": 10113,
            "end": 10137,
            "id": "37441372"
        },
        {
            "title": "Centers for Disease Control and Prevention",
            "text": "CDC",
            "start": 10434,
            "end": 10437,
            "id": "6811"
        },
        {
            "title": "World Health Organization",
            "text": "World Health Organization",
            "start": 10521,
            "end": 10546,
            "id": "33583"
        },
        {
            "title": "Mecca",
            "text": "Mecca",
            "start": 11136,
            "end": 11141,
            "id": "21021"
        },
        {
            "title": "King Abdulaziz Medical City",
            "text": "King Abdulaziz Medical City",
            "start": 11520,
            "end": 11547,
            "id": "37715059"
        },
        {
            "title": "Hajj",
            "text": "hajj",
            "start": 11772,
            "end": 11776,
            "id": "23487999"
        },
        {
            "title": "Abdullah Al-Rabia",
            "text": "Abdullah Al-Rabia",
            "start": 11884,
            "end": 11901,
            "id": null
        },
        {
            "title": "Saudi Arabia",
            "text": "Saudi Arabia",
            "start": 12090,
            "end": 12102,
            "id": "349303"
        },
        {
            "title": "Ministry of Health and Medical Education",
            "text": "Ministry of Health and Medical Education",
            "start": 13491,
            "end": 13531,
            "id": "24234168"
        },
        {
            "title": "Kerman",
            "text": "Kerman",
            "start": 13664,
            "end": 13670,
            "id": "847140"
        },
        {
            "title": "Nord (French department)",
            "text": "Nord departement",
            "start": 14483,
            "end": 14499,
            "id": "38528"
        },
        {
            "title": "Dubai",
            "text": "Dubai",
            "start": 14550,
            "end": 14555,
            "id": "211583"
        },
        {
            "title": "Associated Press",
            "text": "Associated Press",
            "start": 14870,
            "end": 14886,
            "id": "18935732"
        },
        {
            "title": "Tuscany",
            "text": "Tuscany",
            "start": 15469,
            "end": 15476,
            "id": "21967242"
        },
        {
            "title": "Saudi Arabia",
            "text": "Saudi Arabia",
            "start": 15605,
            "end": 15617,
            "id": "349303"
        },
        {
            "title": "World Health Organization",
            "text": "World Health Organization",
            "start": 15725,
            "end": 15750,
            "id": "33583"
        },
        {
            "title": "Manchester",
            "text": "Manchester",
            "start": 15902,
            "end": 15912,
            "id": "20206"
        },
        {
            "title": "Qatar",
            "text": "Qatari",
            "start": 16291,
            "end": 16297,
            "id": "8238258"
        },
        {
            "title": "Saudi Arabia",
            "text": "Saudi Arabia",
            "start": 16318,
            "end": 16330,
            "id": "349303"
        },
        {
            "title": "Respiratory disease",
            "text": "respiratory disease",
            "start": 16629,
            "end": 16648,
            "id": "3055114"
        },
        {
            "title": "Kidney failure",
            "text": "kidney failure",
            "start": 16702,
            "end": 16716,
            "id": "284027"
        },
        {
            "title": "Guy's and St Thomas' NHS Foundation Trust",
            "text": "Guys and St Thomas",
            "start": 16767,
            "end": 16785,
            "id": "20241896"
        },
        {
            "title": "European Centre for Disease Prevention and Control",
            "text": "European Centre for Disease Prevention and Control",
            "start": 17173,
            "end": 17223,
            "id": "3311574"
        },
        {
            "title": "World Health Organization",
            "text": "World Health Organization",
            "start": 18266,
            "end": 18291,
            "id": "33583"
        },
        {
            "title": "Centers for Disease Control and Prevention",
            "text": "Center for Disease Control",
            "start": 18349,
            "end": 18375,
            "id": "6811"
        }
    ],
    "_chunk_id": "b_13299265681-13307587625"
}