{
    "_id": "47098698",
    "id": "47098698",
    "title": "2012 yellow fever outbreak in Darfur, Sudan",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Epidemiology==",
            "start": 519,
            "end": 535
        },
        {
            "text": "==Vaccination Campaign==",
            "start": 2185,
            "end": 2209
        },
        {
            "text": "== References ==",
            "start": 3680,
            "end": 3696
        },
        {
            "text": "== External links ==",
            "start": 3700,
            "end": 3720
        }
    ],
    "categories": [
        "2012 in Sudan",
        "Yellow fever"
    ],
    "infobox": null,
    "article": "In late 2012, a yellow fever outbreak occurred in the Darfur region of Sudan that was the largest yellow fever epidemic to strike Africa in two decades. On 10 January 2013, the Sudan Federal Ministry of Health and the World Heath Organization (WHO) reported that there had been 847 suspected cases since 2 September 2012, including 171 deaths, for an estimated case fatality rate of 20%. A mass vaccination campaign was launched in mid-November. By early January, the five states of Darfur were free of any new cases.\n\n==Epidemiology==\n\nThe first cases of yellow fever occurred in early September, but the first blood samples for confirmation were not sent to the Institut Pasteur reference laboratory in Dakar, Senegal until 30 October. On 9 November, WHO Sudan reported 266 suspected cases and 85 deaths for a case fatality rate of 32%. Most cases were in Central Dafur state (51.5 percent, reported in March 2013), but the outbreak later expanded to the four other states of North Darfur (21 percent), West Darfur (17.4 percent) and South Darfur (9.5 percent), including refugee camps related to the ongoing war in Darfur.  Laboratory confirmation of yellow fever came on 13 November.  Most of the cases were among nomads, which contributed to the rapid spread.\n\n\n\nAccording to newspaper reports, about 10 000 workers from the gold mines of Jebel Amer fled to Nyala, the capital of South Darfur, after more than 60 deaths in the gold mining area. One newspaper reported: \"The spread of the disease in South Darfur is a disaster and the epidemic requires organizations and the international community to address the disease and provide enough vaccines to vaccinate all citizens of the state.\" Hundreds of patients had accumulated at the Nyala Teaching Hospital, some sleeping outside, and there was a shortage of medical personnel and supplies. By early December the number of deaths had reached 164.\n\nHealth authorities in China began scanning travelers and Chinese citizens returning from Sudan. As many as a million Chinese workers are employed in oil, mining and construction in Africa. Introduction of yellow fever into Asia, where it has never appeared, is a serious concern.\n\n==Vaccination Campaign==\nOn 13 November, the government of Sudan requested help from the International Coordinating Group on Yellow Fever Vaccine Provision (YF-ICG) in starting a mass vaccination campaign. Besides the WHO, the YF-ICG consists of representatives of the United Nations Children's Fund (UNICEF), Médecins sans Frontières (MSF) and the International Federation of Red Cross and Red Crescent Societies (IFRC). The United Nations–African Union Mission in Darfur (UNAMID) airlifted the first batches of vaccines from Khartoum to Darfur on 18 November. Mass vaccination began on 20 November. Efforts were also undertaken to eliminate mosquitoes.  A team from the Naval Medical Research Unit Three (NAMRU-3) and the WHO Collaborating Center was deployed from Cairo to help collect and test samples and train local personnel. The vaccination campaign, from late November 2012 through early January 2013, covered more than 3 million people and halted the outbreak. A new phase of the campaign beginning in January covered more than 2 million more people at risk. One of the difficulties was maintaining a cold chain for vaccine viability while transporting vaccine by donkey into remote areas.\n\nA situation report released on 10 January 2013 reported that 171 people had died of the disease as of 9 January 2013. The number of suspected cases since 2 September 2012 was 847. The Minister of Health had announced on 5 January that no additional cases had appeared in the previous 3 weeks.\n\n== References ==\n\n\n\n== External links ==\n\n\n\n\n\nLocation of yellow fever cases in Darfur as of 9 January 2013.",
    "links": [
        {
            "title": "Yellow fever",
            "text": "yellow fever",
            "start": 16,
            "end": 28,
            "id": "34254"
        },
        {
            "title": "Darfur",
            "text": "Darfur",
            "start": 54,
            "end": 60,
            "id": "605837"
        },
        {
            "title": "Pasteur Institute",
            "text": "Institut Pasteur",
            "start": 664,
            "end": 680,
            "id": "866902"
        },
        {
            "title": "War in Darfur",
            "text": "war in Darfur",
            "start": 1111,
            "end": 1124,
            "id": "5043637"
        },
        {
            "title": "UNICEF",
            "text": "United Nations Children's Fund",
            "start": 2454,
            "end": 2484,
            "id": "19698110"
        },
        {
            "title": "Médecins Sans Frontières",
            "text": "Médecins sans Frontières",
            "start": 2495,
            "end": 2519,
            "id": "20498"
        },
        {
            "title": "United Nations–African Union Mission in Darfur",
            "text": "United Nations–African Union Mission in Darfur",
            "start": 2611,
            "end": 2657,
            "id": "12559318"
        },
        {
            "title": "Naval Medical Research Unit Three",
            "text": "Naval Medical Research Unit Three",
            "start": 2857,
            "end": 2890,
            "id": "33317302"
        }
    ],
    "_chunk_id": "b_14502692000-14510473091"
}