{
    "_id": "57491940",
    "id": "57491940",
    "title": "2018 Nipah virus outbreak in Kerala",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Timeline==",
            "start": 316,
            "end": 328
        },
        {
            "text": "==Virology and epidemiology==",
            "start": 2198,
            "end": 2227
        },
        {
            "text": "== Response ==",
            "start": 2539,
            "end": 2553
        },
        {
            "text": "== Recognition ==",
            "start": 3553,
            "end": 3570
        },
        {
            "text": "==Recurrence==",
            "start": 5139,
            "end": 5153
        },
        {
            "text": "== In popular culture ==",
            "start": 5486,
            "end": 5510
        },
        {
            "text": "== References ==",
            "start": 5676,
            "end": 5692
        },
        {
            "text": "==External links==",
            "start": 5696,
            "end": 5714
        }
    ],
    "categories": [
        "2018 disasters in India",
        "2018 health disasters",
        "Disease outbreaks in India",
        "21st-century epidemics",
        "Paramyxoviridae",
        "Health in Kerala",
        "2010s in Kerala",
        "Disasters in Kerala"
    ],
    "infobox": "{{Infobox event\n| title                    = <!-- Title to display, if other than page name -->\n| image                    = File:Nipah virus from an infected VERO cell.jpg\n| image_upright            = \n| image_alt                = Colorized transmission electron micrograph of a mature extracellular Nipah Virus particle (purple) near the periphery of an infected VERO cell (brown)\n| caption                  = A colorized electron micrograph of a Nipah virus\n| native_name              = \n| native_name_lang         = \n| english_name             = \n| date                     = {{start and end dates|2018|05|02|2018|06|10|df=yes}}\n| location                 = \n| coordinates              = <!-- {{coord|LAT|LON|region:XXXX_type:event|display=inline,title}} -->\n| also_known_as            = \n| type                     = \n| theme                    = \n| cause                    = \n| outcome                  = \n| casualties1              = 19 cases\n| casualties2              = 17 deaths\n| casualties3              = \n| reported deaths          = \n| reported injuries        = \n| reported missing         = \n| reported property damage = \n}}",
    "article": "The 2018 Kerala Nipah virus outbreak was an outbreak of the Nipah virus in a southern state of  India called Kerala, traced to the  fruit bats in the area. The outbreak was localized in Kozhikode and Malappuram districts of Kerala and claimed 17 lives, The outbreak was contained and declared over on 10 June 2018.\n\n==Timeline==\nThe index case of the outbreak was reported at sub-divisional hospital in Perambra in Kozhikode district on May 2. This patient—Mohammed Sabith—was later taken to the Government Medical College, Kozhikode for further treatment, where he later succumbed to the virus. Later, his brother Mohammed Salih was admitted to Baby Memorial Hospital, Kozhikode, with suspected viral encephalitis. A team of doctors at Baby Memorial Hospital, Kozhikode suspected Nipah, as the symptoms were similar to that of his brother who had died by then. The samples were tested at the Manipal Institute of Virology where it was confirmed as a case of Nipah; samples were also tested positive at National Institute of Virology, Pune.\n\nSabith had passed the virus to 16 persons at Medical College Hospital; later two more were infected, increasing the total count of infected to 18. There were 10 deaths in the first week, including a nurse named Lini Puthussery who treated the index patient before diagnosis. The outbreak began in Kozhikode district and later spread to the adjoining Malappuram district. Health advisories were issued for Northern Kerala as well as the adjoining districts of Karnataka, with two suspected cases detected in Mangalore on 23 May 2018.\n\nOver 2,000 people in Kozhikode and Malappuram districts were quarantined and kept under observation during the period of the outbreak. To fight the outbreak, M 102.4—a human monoclonal antibody for which clinical trials are still going on—was imported from Australia. This was facilitated by renowned Nipah researcher Christopher Broder. The outbreak also lead to the revival of World Health Organization's Nipah Drug Trials Group, lead by Soumya Swaminathan.\n\nAfter Sabith, 16 of the affected patients succumbed to the disease and two patients recovered fully. The outbreak was officially declared over on 10 June 2018.\n\n==Virology and epidemiology==\nThe presence of the Nipah virus in patients was confirmed from RT-PCR tests conducted at the Manipal Institute of Virology and the National Virology Institute, Pune.\n\nThough the first set of samples did not detect the virus in bats, later tests proved that fruit bats in the area were the source of the virus.\n\n== Response ==\nOn 23 May 2018, Kerala Health Department issued a travel advisory asking travelers to the Northern districts of Kerala to be extra cautious.\n\nOn 23 May 2018, State of Kerala, requesting medical advisory from Malaysian Health Department (Kementerian Kesihatan  Malaysia), for treatment and medicines for Nipah virus \n\nOn 25 May 2018, Sharing of Information of Virus Posted in the WHO EIS on at Malaysian Time \n\nOn 25 May 2018, the Ministry of Health and Prevention of the United Arab Emirates advised postponing unnecessary travel to Kerala and avoiding its fruits and vegetables until the situation was under control.\n\nOn 30 May 2018 construction began on the Institute of Advanced Virology, Kerala, which was founded in response to the outbreak.\n\nOn 1 June 2018, Thamarassery diocese in northern Kerala urged churches to stop giving Communion on the tongue, to postpone religious classes, and to avoid weddings and family get-togethers and unnecessary travel until the virus spread was contained.\n\n== Recognition ==\nKerala's efforts in containing the outbreak under the leadership of Additional Chief Secretary Rajeev Sadanandan and the then district collector were lauded by many, including the Kerala High Court and Robert Gallo of the Institute of Human Virology, Baltimore. It also earned Rajeev Sadanandan the moniker \"Nipah Rajeev\".\n\nKerala Government gave early increments to 61 people to reward them for their efforts in tackling this outbreak: 4 assistant professors, 19 staff nurses, 7 nursing assistants, 17 cleaning staff, 4 hospital attenders, 2 health inspectors, 4 security staff, 1 plumber, and 3 lab technicians. Twelve junior residents and two senior residents were also awarded gold medals of one sovereign each.\n\nLini Puthussery, a  28 year old nurse at the Perambra Taluk hospital who fell victim to Nipah was hailed on social media and by doctors as a hero for her sacrifice. A note she had written addressed to her husband Sajish was widely circulated on social media. Kerala Government Hospital Development Society (KGHDS) employees union instituted an award in Puthussery's name to an outstanding person in the sector. The \"Best Nurse in Public Service Award\" was instituted in memory of Puthussery. Jim Campbell, the Director of the Health Workforce of World Health Organisation also paid tribute, tweeting \"Remember them, lest we forget: Razan al-Najjar (Gaza); Lini Puthusserry (India),  Salome Karwah (Liberia)\".\n\nKerala Government also lauded many others from the medical fraternity and administration for their contributions in tackling this outbreak.\n\n==Recurrence==\nA new case of a 23-year-old student was detected again on 4 June 2019 in Kochi. Over 300 people were put under observation, but no further case was reported. The student later recovered.This is the fourth occurrence reported in India, with previous ones having occurred in 2001 (45 deaths), 2007 (5 deaths), and 2018 (17 deaths). \n\n== In popular culture ==\nVirus, a 2019 Indian Malayalam medical thriller film co-produced and directed by Aashiq Abu, released on 7 June 2019 was based on 2018 Kerala Nipah virus outbreak.\n\n== References ==\n\n\n\n==External links==\n* Respond ReplyTicket from Malaysian Ministry of Health (Kementrian Kesihatan Malaysia) \n* Sharing of Information of Virus Posted in the WHO EIS on at Malaysian Time \n* \n*",
    "links": [
        {
            "title": "2018 Nipah virus outbreak in Kerala",
            "text": "2018 Kerala Nipah virus outbreak",
            "start": 4,
            "end": 36,
            "id": "57491940"
        },
        {
            "title": "Nipah virus infection",
            "text": "Nipah virus",
            "start": 60,
            "end": 71,
            "id": "57475427"
        },
        {
            "title": "India",
            "text": "India",
            "start": 96,
            "end": 101,
            "id": "14533"
        },
        {
            "title": "Megabat",
            "text": "fruit bats",
            "start": 132,
            "end": 142,
            "id": "86367"
        },
        {
            "title": "Kozhikode district",
            "text": "Kozhikode",
            "start": 186,
            "end": 195,
            "id": "3590248"
        },
        {
            "title": "Malappuram district",
            "text": "Malappuram",
            "start": 200,
            "end": 210,
            "id": "223470"
        },
        {
            "title": "Index case",
            "text": "index case",
            "start": 333,
            "end": 343,
            "id": "6064646"
        },
        {
            "title": "Perambra",
            "text": "Perambra",
            "start": 403,
            "end": 411,
            "id": "9204362"
        },
        {
            "title": "Kozhikode district",
            "text": "Kozhikode district",
            "start": 415,
            "end": 433,
            "id": "3590248"
        },
        {
            "title": "Government Medical College, Kozhikode",
            "text": "Government Medical College, Kozhikode",
            "start": 496,
            "end": 533,
            "id": "406820"
        },
        {
            "title": "Viral encephalitis",
            "text": "viral encephalitis",
            "start": 696,
            "end": 714,
            "id": "3169045"
        },
        {
            "title": "National Institute of Virology",
            "text": "National Institute of Virology",
            "start": 1003,
            "end": 1033,
            "id": "13151756"
        },
        {
            "title": "Pune",
            "text": "Pune",
            "start": 1035,
            "end": 1039,
            "id": "164634"
        },
        {
            "title": "Karnataka",
            "text": "Karnataka",
            "start": 1501,
            "end": 1510,
            "id": "16880"
        },
        {
            "title": "Mangalore",
            "text": "Mangalore",
            "start": 1549,
            "end": 1558,
            "id": "308293"
        },
        {
            "title": "Quarantine",
            "text": "quarantine",
            "start": 1637,
            "end": 1647,
            "id": "25237"
        },
        {
            "title": "Australia",
            "text": "Australia",
            "start": 1833,
            "end": 1842,
            "id": "4689264"
        },
        {
            "title": "World Health Organization",
            "text": "World Health Organization",
            "start": 1955,
            "end": 1980,
            "id": "33583"
        },
        {
            "title": "Soumya Swaminathan (scientist)",
            "text": "Soumya Swaminathan",
            "start": 2016,
            "end": 2034,
            "id": "47709893"
        },
        {
            "title": "Reverse transcription polymerase chain reaction",
            "text": "RT-PCR",
            "start": 2291,
            "end": 2297,
            "id": "235077"
        },
        {
            "title": "Pune",
            "text": "Pune",
            "start": 2388,
            "end": 2392,
            "id": "164634"
        },
        {
            "title": "United Arab Emirates",
            "text": "United Arab Emirates",
            "start": 3025,
            "end": 3045,
            "id": "69328"
        },
        {
            "title": "Institute of Advanced Virology, Kerala",
            "text": "Institute of Advanced Virology, Kerala",
            "start": 3214,
            "end": 3252,
            "id": "60261007"
        },
        {
            "title": "Thamarassery",
            "text": "Thamarassery",
            "start": 3318,
            "end": 3330,
            "id": "21495342"
        },
        {
            "title": "Rajeev Sadanandan",
            "text": "Rajeev Sadanandan",
            "start": 3666,
            "end": 3683,
            "id": "51206227"
        },
        {
            "title": "Kerala High Court",
            "text": "Kerala High Court",
            "start": 3751,
            "end": 3768,
            "id": "2604440"
        },
        {
            "title": "Robert Gallo",
            "text": "Robert Gallo",
            "start": 3773,
            "end": 3785,
            "id": "15917712"
        },
        {
            "title": "Baltimore",
            "text": "Baltimore",
            "start": 3822,
            "end": 3831,
            "id": "26997138"
        },
        {
            "title": "World Health Organization",
            "text": "World Health Organisation",
            "start": 4834,
            "end": 4859,
            "id": "33583"
        },
        {
            "title": "Kochi",
            "text": "Kochi",
            "start": 5227,
            "end": 5232,
            "id": "56274"
        },
        {
            "title": "Virus (2019 film)",
            "text": "Virus",
            "start": 5511,
            "end": 5516,
            "id": "59561574"
        }
    ],
    "_chunk_id": "b_16833848293-16844852929"
}