{
    "_id": "62436043",
    "id": "62436043",
    "title": "2019 Samoa measles outbreak",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 1415,
            "end": 1429
        },
        {
            "text": "==2019 outbreak==",
            "start": 1944,
            "end": 1961
        },
        {
            "text": "==Vaccine hesitancy==",
            "start": 2888,
            "end": 2909
        },
        {
            "text": "==Government response==",
            "start": 4940,
            "end": 4963
        },
        {
            "text": "==International response==",
            "start": 7956,
            "end": 7982
        },
        {
            "text": "===Others===",
            "start": 10288,
            "end": 10300
        },
        {
            "text": "== Aftermath ==",
            "start": 10416,
            "end": 10431
        },
        {
            "text": "==See also==",
            "start": 11193,
            "end": 11205
        },
        {
            "text": "== References ==",
            "start": 11208,
            "end": 11224
        }
    ],
    "categories": [
        "2019 in Samoa",
        "2019 measles outbreaks",
        "2010s disasters in Oceania",
        "Health in Samoa",
        "October 2019 events in Oceania",
        "November 2019 events in Oceania",
        "December 2019 events in Oceania"
    ],
    "infobox": "{{Infobox pandemic\n| name = 2019 Samoa measles outbreak\n| map1 = Samoa - Location Map (2013) - WSM - UNOCHA.svg\n| legend1 =\n| dates = 30 September 2019 –<br />ongoing<ref name=\"rw\"/>\n| disease = [[Measles]]\n| virus_strain = D8 strain (genotype) of measles virus {{R|strain}}\n| first_case = 30 September 2019\n| arrival_date =\n| origin =\n| deaths = 83<ref name=\"now 83\"/>\n| confirmed_cases = 5,707{{R|Jan25}}\n| suspected_cases =\n| total_ili =\n| website = http://www.samoagovt.ws/\n}}",
    "article": "The 2019 Samoa measles outbreak began in September 2019.  As of 6 January 2020, there were over 5,700 cases of measles and 83 deaths, out of a Samoan population of 200,874. Over three percent of the population were infected. The cause of the outbreak was attributed to decreased vaccination rates, from 74% in 2017 to 31–34% in 2018, even though nearby islands had rates near 99%.\n\nA state of emergency was declared on 17 November, ordering the closure of all schools, keeping children under 17 away from public events, and vaccination became mandatory. On 2 December 2019, the government imposed a curfew and cancelled all Christmas celebrations and public gatherings. All unvaccinated families were ordered to display a red flag or cloth in front of their homes to warn others and to aid mass vaccination efforts. Some families added messages like “Help!” or “I want to live!”. On 5 and 6 December, the government shut down everything to bring civil servants over to the vaccination campaign. This curfew was lifted on 7 December when the government estimated that 90% of the population had been reached by the vaccination program. On 14 December, the state of emergency was extended to 29 December. Samoan anti-vaccination activist Edwin Tamasese was arrested and charged with \"incitement against a government order\". Finally, as of 22 December, an estimated 94% of the eligible population had been vaccinated.\n\n==Background==\n\n\nMeasles first arrived in Samoa in 1893, carried by a steamer from New Zealand. By the end of 1893, over 1,000 people (of a total population of 34,500 at that time) had died from the disease with more deaths the following year.\n\nIn the early part of 2019, measles has been spreading throughout the Pacific region, with outbreaks in Tonga, Fiji, the Philippines and New Zealand.\n\nIn March 2019, the WHO and UN children’s agency UNICEF warned the Pacific to take proactive measures and improve immunisation rates.\n\n==2019 outbreak==\nIn August 2019, an infected passenger on one of the more than 8,000 annual flights between New Zealand and Samoa probably brought the disease from Auckland to Upolu.  A full outbreak began in October 2019 and continued for the next four months. As of 22 December, there were 79 deaths (0.4 per 1,000, based on a population of 200,874, a rate of 14.3 deaths per 1000 infected) and 5,520 cases (2.75% of the population) of measles in Samoa. 61 out of the first 70 deaths were aged four and under and all but seven were aged under 15.\n\nAt least 20% of babies aged six to 11 months have contracted measles and one in 150 babies have died.\n\nAs of 20 December, 94% of the population had been vaccinated. 95% is required to acquire herd immunity for measles. Measles is much more contagious compared to other infectious diseases such as polio, which only requires an 80% vaccination rate for the population to attain herd immunity.\n\n==Vaccine hesitancy==\nThe outbreak has been attributed to a sharp drop in measles vaccination from the previous year.\n\nIn 2013, 90% of babies in Samoa received the measles-mumps-rubella vaccination at one year of age.\n\nOn 6 July 2018 on the east coast of Savai'i, two 12-month-old children died after receiving MMR vaccinations. The cause of death was incorrect preparation of the vaccine by two nurses who mixed vaccine powder with expired anaesthetic instead of the appropriate diluent. These two deaths were picked up by anti-vaccine groups and used to incite fear towards vaccination on social media, causing the government to suspend its measles vaccination programme for 10 months, despite advice from the WHO. The incident caused many Samoan residents to lose trust in the healthcare system.\n\nAfter the outbreak started, anti-vaxxers credited the deaths to poverty and poor nutrition or even to the vaccine itself, but this has been discounted by the international emergency medical support that arrived in November and December. There has been no evidence of acute malnutrition, clinical vitamin A deficiency or immune deficiency as claimed by various anti-vaxxers.\n\nUNICEF and the World Health Organization estimate that the measles vaccination rate in Samoa fell from 74% in 2017 to 34% in 2018, similar to some of the poorest countries in Africa. Ideally, countries should have immunisation levels above 90%. Prior to the outbreak, vaccination rates had dropped to 31% in Samoa, compared to 99% in nearby Nauru, Niue, Cook Islands, and American Samoa.\n\nBefore seeking proper medical treatment, some parents first took their children to 'traditional healers' who used machines purchased from Australia that are claimed to produce immune-protective water.\n\nSamoa, Tonga, and Fiji have all declared states of emergency to tackle their 2019 measles outbreaks. The high mortality rate in Samoa is attributed to the country's low vaccination rate (31%). In Tonga and Fiji, the lack of fatalities is explained by the far higher vaccination rates.\n\n==Government response==\nInitially, schools remained open after the outbreak was declared. The Samoan government initially did not accept humanitarian support.\n\nA state of emergency was declared on 17 November, ordering the closure of all schools, keeping children under 17 away from public events, and making vaccination mandatory. UNICEF has sent 110,500 vaccines to Samoa. Tonga and Fiji have also declared states of emergency. Tonga closed all schools for several days, while American Samoa required all travelers from Tonga and Samoa to present proof of vaccination. In Fiji, vaccines are being prioritised for young children and people travelling overseas.\n\nOn 2 December 2019, the government imposed a curfew and cancelled all Christmas celebrations and public gatherings. All unvaccinated families were ordered to display a red flag or red cloth in front of their homes to warn others and to aid mass vaccination efforts. As part of aid efforts, the Royal New Zealand Air Force has transported medical supplies and equipment to Samoa. In addition, New Zealand, Australian, British, French Polynesian, and French medical teams have been assisting Samoan medical authorities.\n\nOn 5 and 6 December, the government shut down everything other than public utilities in order to assign all available civil servants to the vaccination campaign efforts.\n\nEdwin Tamasese, an anti-vaccination activist with no medical training who is also the chair of a coconut farmers’ collective, was charged with \"incitement against a government order\". He had posted online comments like “Enjoy your killing spree.” He encouraged people to refuse immunisation, as he believed the vaccine caused measles, and even discouraged life-saving antibiotics.  Tamasese faces up to two years in prison.\n\nThe curfew was lifted on 7 December when the government estimated that 90% of the population had been reached by the vaccination program. Parliament passed a bill on 19 December to make measles vaccinations mandatory in 2020.\n\nNevertheless, as of 29 December a public inquiry into the government's role in suspending vaccinations had not been announced. Deputy director of health Gaualofa Matalavea Saaga stated, \"Having our case blasted out to the world is the last thing we want.\" Samoa’s political opposition called for the health minister to be removed from his position.\n\nOn 31 December, Tuilaepa Sailele Malielegaoi, the Prime Minister of Samoa, addressed the nation to ring in the New Year; the measles outbreak was a focus of his speech. He acknowledged the support of the Samoan diaspora and 49 medical teams from the following countries and organisations: Australia, China, France/French Polynesia, Fiji through UNFPA, Israel, United States/Hawaii, Japan, Papua New Guinea, New Zealand, Norway, United Nations Agencies, United Kingdom and UK Save the Children, Solomon Islands and Kiribati through the Pacific Community, American Samoa, Médecins Sans Frontières, Blacktown Doctors Medical Centre, and Samoan Doctors Worldwide.\n\n==International response==\nThe low vaccination rate of Samoa came as a surprise to New Zealand's government. The Samoa Observer reported that New Zealand’s Minister for Pacific People, William Sio, was \"'of the impression' that Samoa had high immunisation rates. So to learn they were in fact  low was a shock.\"\n\nSince the outbreak, a number of organisations and countries have responded:\n* Australian Medical Assistance Teams (AUSMAT) sent a team of nurses, doctors, and public health experts as well as medical equipment and supplies to Samoa and left on Jan 3rd, 2020 after eight weeks in Samoa in one of its longest-ever missions.\n* New Zealand sent 3 rotations of the New Zealand Medical Assistance Team (NZMAT) of doctors, nurses and logistics specialists who supported Leulumoega Hospital and Faleolo Clinic to the west of Apia for 6 weeks.  NZ also sent a team of nurse vaccinators, 3,000 vaccination doses and vaccine fridges to Samoa in mid-November, and a small number of Intensive Care Clinicians.  Residents of Rotorua, New Zealand sent two dozen infant-size coffins decorated with flowers and butterflies to Samoan families. On 14 December 2019, New Zealand Foreign Minister Winston Peters announced $1 million in funds towards preventive efforts in the Pacific.\n* The United Kingdom EMT sent two rotations of doctors, nurses, physiotherapists, an anaesthetist, and an epidemiologist for four weeks of support from end of November to December 2019.\n* French Polynesia sent a team of paediatric nurses\n* Israel sent Intensive Care teams to Samoa to help with relief efforts.\n* Hawaii sent a medical mission of 75 doctors and nurses for two days at the beginning of the December to assist with the mass vaccination campaign.\n* On 10 December, American Samoa declared a measles outbreak and closed public schools and park gatherings and suspended all entry permits for those travelling through Samoa and Tonga to American Samoa.\n* UNICEF has sent 110,500 vaccines to Samoa.\n* The World Bank gave a US$3.5 million grant to support the response to the outbreak and another US$9.3m grant over the next five years to improve the health system.\n* Israel sent a team of two paediatricians, six nurses and one physiotherapist trained in disaster medicine from the Israel Center for Disaster Medicine and Humanitarian Response.\n\n===Others===\nAs of 24 December, the following agencies had sent Emergency Medical Team personnel to assist with the outbreak:\n\n\n== Aftermath ==\nTuilaepa said he would propose legislation that would penalise parents who refused to vaccinate their children. The Samoan government allocated US$2.5 million for relief work.\n\nImmunology experts are now questioning the role of social media, primarily Facebook, and how social media facilitated the spread of vaccination hesitancy during the lethal outbreak. The Immunisation Advisory Centre in New Zealand sees the Samoan crisis as a sign that social media needs to deal with dangerous misinformation.\n\nAs of 25 January 2020, Tuilaepa has so far resisted calls for an inquiry. Opposition MP Olo Fiti Va'ai continues to call for an inquiry and was \"apologising on behalf of Parliament and telling the people of Samoa that the government had failed miserably.\"\n\n==See also==\n\n\n== References ==\n\n\n\n \n\n\n\n\n\n\n\n\nHypothetical measles timeline from exposure to illness.",
    "links": [
        {
            "title": "2019 Samoa measles outbreak",
            "text": "2019 Samoa measles outbreak",
            "start": 4,
            "end": 31,
            "id": "62436043"
        },
        {
            "title": "Measles",
            "text": "measles",
            "start": 111,
            "end": 118,
            "id": "58911"
        },
        {
            "title": "Samoa",
            "text": "Samoa",
            "start": 143,
            "end": 148,
            "id": "27238"
        },
        {
            "title": "State of emergency",
            "text": "state of emergency",
            "start": 384,
            "end": 402,
            "id": "298608"
        },
        {
            "title": "Measles",
            "text": "Measles",
            "start": 1432,
            "end": 1439,
            "id": "58911"
        },
        {
            "title": "Samoa",
            "text": "Samoa",
            "start": 1457,
            "end": 1462,
            "id": "27238"
        },
        {
            "title": "Tonga",
            "text": "Tonga",
            "start": 1763,
            "end": 1768,
            "id": "30158"
        },
        {
            "title": "Fiji",
            "text": "Fiji",
            "start": 1770,
            "end": 1774,
            "id": "10707"
        },
        {
            "title": "Philippines",
            "text": "Philippines",
            "start": 1780,
            "end": 1791,
            "id": "23440"
        },
        {
            "title": "New Zealand",
            "text": "New Zealand",
            "start": 1796,
            "end": 1807,
            "id": "4913064"
        },
        {
            "title": "Auckland",
            "text": "Auckland",
            "start": 2109,
            "end": 2117,
            "id": "18660332"
        },
        {
            "title": "Upolu",
            "text": "Upolu",
            "start": 2121,
            "end": 2126,
            "id": "96571"
        },
        {
            "title": "Herd immunity",
            "text": "herd immunity",
            "start": 2687,
            "end": 2700,
            "id": "87175"
        },
        {
            "title": "Measles vaccine",
            "text": "measles vaccination",
            "start": 2962,
            "end": 2981,
            "id": "21053550"
        },
        {
            "title": "MMR vaccine",
            "text": "measles-mumps-rubella vaccination",
            "start": 3052,
            "end": 3085,
            "id": "69149"
        },
        {
            "title": "Savai'i",
            "text": "Savai'i",
            "start": 3143,
            "end": 3150,
            "id": "766402"
        },
        {
            "title": "UNICEF",
            "text": "UNICEF",
            "start": 4063,
            "end": 4069,
            "id": "19698110"
        },
        {
            "title": "World Health Organization",
            "text": "World Health Organization",
            "start": 4078,
            "end": 4103,
            "id": "33583"
        },
        {
            "title": "Nauru",
            "text": "Nauru",
            "start": 4404,
            "end": 4409,
            "id": "21302"
        },
        {
            "title": "Niue",
            "text": "Niue",
            "start": 4411,
            "end": 4415,
            "id": "21228"
        },
        {
            "title": "Cook Islands",
            "text": "Cook Islands",
            "start": 4417,
            "end": 4429,
            "id": "7067"
        },
        {
            "title": "State of emergency",
            "text": "state of emergency",
            "start": 5102,
            "end": 5120,
            "id": "298608"
        },
        {
            "title": "American Samoa",
            "text": "American Samoa",
            "start": 5419,
            "end": 5433,
            "id": "20611195"
        },
        {
            "title": "Curfew",
            "text": "curfew",
            "start": 5648,
            "end": 5654,
            "id": "297681"
        },
        {
            "title": "Royal New Zealand Air Force",
            "text": "Royal New Zealand Air Force",
            "start": 5897,
            "end": 5924,
            "id": "190903"
        },
        {
            "title": "French Polynesia",
            "text": "French Polynesia",
            "start": 6029,
            "end": 6045,
            "id": "10737"
        },
        {
            "title": "Vaccine hesitancy",
            "text": "anti-vaccination",
            "start": 6312,
            "end": 6328,
            "id": "1742315"
        },
        {
            "title": "Tuilaepa Aiono Sailele Malielegaoi",
            "text": "Tuilaepa Sailele Malielegaoi",
            "start": 7311,
            "end": 7339,
            "id": "3003806"
        },
        {
            "title": "Prime Minister of Samoa",
            "text": "Prime Minister of Samoa",
            "start": 7345,
            "end": 7368,
            "id": "4340992"
        },
        {
            "title": "Diaspora",
            "text": "diaspora",
            "start": 7506,
            "end": 7514,
            "id": "8613"
        },
        {
            "title": "United Nations Population Fund",
            "text": "UNFPA",
            "start": 7640,
            "end": 7645,
            "id": "63952"
        },
        {
            "title": "Papua New Guinea",
            "text": "Papua New Guinea",
            "start": 7684,
            "end": 7700,
            "id": "22943"
        },
        {
            "title": "Norway",
            "text": "Norway",
            "start": 7715,
            "end": 7721,
            "id": "21241"
        },
        {
            "title": "Solomon Islands",
            "text": "Solomon Islands",
            "start": 7789,
            "end": 7804,
            "id": "265083"
        },
        {
            "title": "Kiribati",
            "text": "Kiribati",
            "start": 7809,
            "end": 7817,
            "id": "16674"
        },
        {
            "title": "Médecins Sans Frontières",
            "text": "Médecins Sans Frontières",
            "start": 7865,
            "end": 7889,
            "id": "20498"
        },
        {
            "title": "William Sio",
            "text": "William Sio",
            "start": 8141,
            "end": 8152,
            "id": "1771072"
        },
        {
            "title": "Rotorua",
            "text": "Rotorua, New Zealand",
            "start": 8980,
            "end": 9000,
            "id": "330869"
        },
        {
            "title": "Winston Peters",
            "text": "Winston Peters",
            "start": 9145,
            "end": 9159,
            "id": "335149"
        },
        {
            "title": "Hawaii",
            "text": "Hawaii",
            "start": 9546,
            "end": 9552,
            "id": "13270"
        },
        {
            "title": "UNICEF",
            "text": "UNICEF",
            "start": 9898,
            "end": 9904,
            "id": "19698110"
        },
        {
            "title": "World Bank",
            "text": "World Bank",
            "start": 9947,
            "end": 9957,
            "id": "45358446"
        },
        {
            "title": "Facebook",
            "text": "Facebook",
            "start": 10684,
            "end": 10692,
            "id": "7529378"
        },
        {
            "title": "Vaccine hesitancy",
            "text": "vaccination hesitancy",
            "start": 10741,
            "end": 10762,
            "id": "1742315"
        }
    ],
    "_chunk_id": "b_17953650901-17961483057"
}