{
    "_id": "59023284",
    "id": "59023284",
    "title": "735–737 Japanese smallpox epidemic",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Origins==",
            "start": 301,
            "end": 312
        },
        {
            "text": "==Aftermath==",
            "start": 2655,
            "end": 2668
        },
        {
            "text": "==See also==",
            "start": 3816,
            "end": 3828
        },
        {
            "text": "==References==",
            "start": 3846,
            "end": 3860
        }
    ],
    "categories": [
        "8th century in Japan",
        "Nara period",
        "Smallpox epidemics",
        "Disease outbreaks in Japan",
        "8th-century disasters"
    ],
    "infobox": null,
    "article": "The 735–737 Japanese smallpox epidemic (天平の疫病大流行, \"Epidemic of the Tenpyō era\") was a major smallpox epidemic that afflicted much of Japan. Killing approximately 1/3 of the entire Japanese population, the epidemic had significant social, economic, and religious repercussions throughout the country.\n\n==Origins==\n\nA few decades prior to the outbreak, Japanese court officials had adopted the Chinese policy of reporting disease outbreaks among the general population. This recording practice greatly facilitated the identification of smallpox as the disease that afflicted Japan during the years 735-737.\n\nIncreased contact between Japan and the Asian mainland had led to more frequent and serious outbreaks of infectious diseases. The smallpox epidemic of 735-737  was recorded as having taken hold around August 735 in the city of Dazaifu, Fukuoka in northern Kyushu, where the infection had ostensibly been carried by a Japanese fisherman who had contracted the illness after being stranded on the Korean peninsula. The disease spread rapidly throughout northern Kyushu that year, and persisted into the next. By 736, many land tenants in Kyushu were either dying or forsaking their crops, leading to poor agricultural yields and ultimately famine.\n\nAlso, in 736, a group of Japanese governmental officials passed through northern Kyushu while the epidemic was intensifying. As members of the party sickened and died, the group gave up on their intended mission to the Korean peninsula. Returning to the capital with smallpox, the officials supposedly had spread the disease to eastern Japan and Nara.  The disease continued to ravage Japan in 737.  One manifestation of the pandemic's great impact was that by August of 737, a tax exemption had been extended to all of Japan.\n\nBased on fiscal reports, adult mortality for the smallpox epidemic of 735–737 has been estimated at 25%-35% of Japan's entire population, with some areas experiencing much higher rates.  All levels of society were affected.  Many court nobles perished due to smallpox in 737, including all four brothers of the politically powerful Fujiwara clan: Fujiwara no Muchimaro (680-737), Fujiwara no Fusasaki (681-737), Fujiwara no Umakai (694-737), and Fujiwara no Maro (695-737).  Their sudden departure from the royal court allowed for the ascension of noted rival Tachibana no Moroe to a high official position in the court of Emperor Shōmu.\n\nThe epidemic not only killed a large segment of the population, it triggered significant dislocation, migration, and imbalance of the labor throughout Japan. Highly affected were construction and farming, especially rice cultivation.\n\n==Aftermath==\n\nIn addition to the granting of tax waivers, Japan's nobles took other unprecedented actions in response to the effects of the epidemic to help stem widespread population migration and to reinvigorate the farming communities.  For example, several years after the smallpox epidemic had run its course, the Japanese leaders attempted to stimulate agricultural productivity by offering private land ownership to those willing to work farmland.\n\nAlso around this time Emperor Shōmu, who felt personally responsible for the tragedy, greatly increased the official support of Buddhism by commissioning the construction of the grand temple Tōdai-ji and its Daibutsu, and provided significant financial support for the construction of other provincial temples (the ), statues, and related religious structures throughout the country.  The cost to cast the Daibutsu alone has been said to have nearly bankrupted the country.\n\nOver the next several centuries, Japan continued to experience smallpox epidemics.  But by the early part of the 2nd millennium, smallpox had become endemic to the Japanese population and thus less devastating during outbreaks.\n\n==See also==\n*Smallpox demon\n\n==References==\n\n\n\n\n\n\n\n\n\n\nThe Daibutsuden at Tōdai-ji.",
    "links": [
        {
            "title": "735–737 Japanese smallpox epidemic",
            "text": "735–737 Japanese smallpox epidemic",
            "start": 4,
            "end": 38,
            "id": "59023284"
        },
        {
            "title": "Tenpyō",
            "text": "Tenpyō",
            "start": 67,
            "end": 73,
            "id": "12568809"
        },
        {
            "title": "Smallpox",
            "text": "smallpox",
            "start": 92,
            "end": 100,
            "id": "16829895"
        },
        {
            "title": "Japan",
            "text": "Japan",
            "start": 133,
            "end": 138,
            "id": "15573"
        },
        {
            "title": "Dazaifu, Fukuoka",
            "text": "Dazaifu, Fukuoka",
            "start": 833,
            "end": 849,
            "id": "329453"
        },
        {
            "title": "Kyushu",
            "text": "Kyushu",
            "start": 862,
            "end": 868,
            "id": "16914"
        },
        {
            "title": "Korea",
            "text": "Korean peninsula",
            "start": 1001,
            "end": 1017,
            "id": "16749"
        },
        {
            "title": "Nara, Nara",
            "text": "Nara",
            "start": 1599,
            "end": 1603,
            "id": "6792846"
        },
        {
            "title": "Fujiwara clan",
            "text": "Fujiwara clan",
            "start": 2113,
            "end": 2126,
            "id": "11539"
        },
        {
            "title": "Fujiwara no Muchimaro",
            "text": "Fujiwara no Muchimaro",
            "start": 2128,
            "end": 2149,
            "id": "13380477"
        },
        {
            "title": "Fujiwara no Fusasaki",
            "text": "Fujiwara no Fusasaki",
            "start": 2161,
            "end": 2181,
            "id": "10588431"
        },
        {
            "title": "Fujiwara no Umakai",
            "text": "Fujiwara no Umakai",
            "start": 2193,
            "end": 2211,
            "id": "7573559"
        },
        {
            "title": "Fujiwara no Maro",
            "text": "Fujiwara no Maro",
            "start": 2227,
            "end": 2243,
            "id": "13380704"
        },
        {
            "title": "Tachibana no Moroe",
            "text": "Tachibana no Moroe",
            "start": 2341,
            "end": 2359,
            "id": "32378800"
        },
        {
            "title": "Emperor Shōmu",
            "text": "Emperor Shōmu",
            "start": 2404,
            "end": 2417,
            "id": "10125"
        },
        {
            "title": "Tōdai-ji",
            "text": "Tōdai-ji",
            "start": 3303,
            "end": 3311,
            "id": "494547"
        },
        {
            "title": "Daibutsu",
            "text": "Daibutsu",
            "start": 3320,
            "end": 3328,
            "id": "2722038"
        },
        {
            "title": "Provincial temple",
            "text": "provincial temple",
            "start": 3403,
            "end": 3420,
            "id": "1464437"
        },
        {
            "title": "Endemic (epidemiology)",
            "text": "endemic",
            "start": 3736,
            "end": 3743,
            "id": "937967"
        },
        {
            "title": "Smallpox demon",
            "text": "Smallpox demon",
            "start": 3830,
            "end": 3844,
            "id": "34004012"
        }
    ],
    "_chunk_id": "b_17180804742-17187676075"
}