{
    "_id": "845862",
    "id": "845862",
    "title": "Antonine Plague",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Epidemiology ==",
            "start": 1494,
            "end": 1512
        },
        {
            "text": "==Impact==",
            "start": 2967,
            "end": 2977
        },
        {
            "text": "===Arts===",
            "start": 2978,
            "end": 2988
        },
        {
            "text": "==Military concerns==",
            "start": 4316,
            "end": 4337
        },
        {
            "text": "==Indian Ocean trade and Han China==",
            "start": 5411,
            "end": 5447
        },
        {
            "text": "== See also ==",
            "start": 7607,
            "end": 7621
        },
        {
            "text": "== Notes ==",
            "start": 7724,
            "end": 7735
        },
        {
            "text": "==References==",
            "start": 7738,
            "end": 7752
        }
    ],
    "categories": [
        "Pandemics",
        "Nerva–Antonine dynasty",
        "Ancient Roman medicine",
        "2nd-century disasters",
        "Ancient health disasters",
        "Smallpox epidemics",
        "160s",
        "170s",
        "160s in the Roman Empire",
        "170s in the Roman Empire"
    ],
    "infobox": null,
    "article": "The Antonine Plague of 165 to 180 AD, also known as the Plague of Galen (after Galen, the physician who described it), was an ancient pandemic brought to the Roman Empire by troops who were returning from campaigns in the Near East. Scholars have suspected it to have been either smallpox or measles. The plague may have claimed the life of a Roman emperor, Lucius Verus, who died in 169 and was the co-regent of Marcus Aurelius Antoninus, whose family name, Antoninus, has become associated with the pandemic. \n\nAncient sources agree that the plague appeared first during the Roman siege of the Mesopotamian city Seleucia in the winter of 165–166. Ammianus Marcellinus reported that the plague spread to Gaul and to the legions along the Rhine. Eutropius stated that a large population died throughout the empire. According to the contemporary Roman historian Cassius Dio, the disease broke out again nine years later in 189 AD and caused up to 2,000 deaths a day in Rome, one quarter of those who were affected. The total death count has been estimated at 5 million, and the disease killed as much as one third of the population in some areas and devastated the Roman army.\n\nAustralian sinologist and historian Rafe de Crespigny speculates that the plague may have also broken out in Eastern Han China before 166 because of notices of plagues in Chinese records. The plague affected Roman culture and literature and may have severely affected Indo-Roman trade relations in the Indian Ocean.\n\n== Epidemiology ==\n\nIn 166, during the epidemic, the Greek physician and writer Galen travelled from Rome to his home in Asia Minor and returned to Rome in 168, when he was summoned by the two Augusti, the co-emperors Marcus Aurelius and Lucius Verus. He was present at the outbreak among troops stationed at Aquileia in the winter of 168/69. Galen briefly recorded observations and a description of the epidemic in the treatise Methodus Medendi, and he scattered other references to it among his voluminous writings. He described the plague as \"great\" and of long duration, and mentioned fever, diarrhea, and pharyngitis as well as a skin eruption, sometimes dry and sometimes pustular, that appeared on the ninth day of the illness. The information that was provided by Galen did not clearly define the nature of the disease, but scholars have generally preferred to diagnose it as smallpox.\n\nThe historian William H. McNeill asserts that the Antonine Plague and the later Plague of Cyprian (251–ca. 270) were outbreaks of two different diseases, one of smallpox and one of measles but not necessarily in that order. The severe devastation to the European population from the two plagues may indicate that people had no previous exposure to either disease, which brought immunity to survivors. Other historians believe that both outbreaks involved smallpox. The latter view is bolstered by molecular estimates that place the evolution of measles sometime after 1000 AD.\n\n==Impact==\n===Arts===\nIn their consternation, many turned to the protection offered by magic. Lucian of Samosata's irony-laden account of the charlatan Alexander of Abonoteichus records a verse of his \"which he despatched to all the nations during the pestilence... was to be seen written over doorways everywhere\", particularly in the houses that were emptied, Lucian further remarks.\n\nThe epidemic had drastic social and political effects throughout the Roman Empire. Barthold Georg Niebuhr (1776–1831) concluded that \"as the reign of Marcus Aurelius forms a turning point in so many things, and above all in literature and art, I have no doubt that this crisis was brought about by that plague.... The ancient world never recovered from the blow inflicted on it by the plague which visited it in the reign of Marcus Aurelius.\" During the Marcomannic Wars, Marcus Aurelius wrote his philosophical work Meditations. A passage (IX.2) states that even the pestilence around him was less deadly than falsehood, evil behaviour and lack of true understanding. As he lay dying, he uttered the words, \"Weep not for me; think rather of the pestilence and the deaths of so many others.\" Edward Gibbon (1737–1794) and Michael Rostovtzeff (1870–1952) assigned the Antonine plague less influence than contemporary political and economic trends, respectively.\n\n==Military concerns==\n\nSome direct effects of the contagion stand out. When imperial forces moved east, under the command of Emperor Verus, after the forces of Vologases IV of Parthia attacked Armenia, the Romans' defense of the eastern territories was hampered when large numbers of troops succumbed to the disease. According to the 5th-century Spanish writer Paulus Orosius, many towns and villages in the Italian Peninsula and the European provinces lost all of their inhabitants. As the disease swept north to the Rhine, it also infected Germanic and Gallic peoples outside the empire's borders. For years, those northern groups had pressed south in search of more lands to sustain their growing populations. With their ranks thinned by the epidemic, Roman armies were now unable to push the tribes back. From 167 to his death, Marcus Aurelius personally commanded legions near the Danube, trying, with only partial success, to control the advance of Germanic peoples across the river. A major offensive against the Marcomanni was postponed to 169 because of a shortage of imperial troops.\n\n==Indian Ocean trade and Han China==\n\nAlthough Ge Hong was the first writer of traditional Chinese medicine who accurately described the symptoms of smallpox, the historian Rafe de Crespigny mused that the plagues afflicting the Eastern Han Empire during the reigns of Emperor Huan of Han (r. 146–168) and Emperor Ling of Han (r. 168–189) – with outbreaks in 151, 161, 171, 173, 179, 182, and 185 – were perhaps connected to the Antonine plague on the western end of Eurasia. De Crespigny suggests that the plagues led to the rise of the cult faith healing millenarian movement led by Zhang Jue (d. 184), who instigated the disastrous Yellow Turban Rebellion (184–205). He also stated that \"it may be only chance\" that the outbreak of the Antonine plague in 166 coincides with the Roman embassy of \"Daqin\" (the Roman Empire) landing in Jiaozhi (northern Vietnam) and visiting the Han court of Emperor Huan, claiming to represent \"Andun\" (; a transliteration of Marcus Aurelius Antoninus or his predecessor Antoninus Pius).\n\nRaoul McLaughlin wrote that the Roman subjects visiting the Han Chinese court in 166 could have ushered in a new era of Roman Far East trade, but it was a \"harbinger of something much more ominous\" instead. McLaughlin surmised that the origins of the plague lay in Central Asia, from some unknown and isolated population group, which then spread to the Chinese and the Roman worlds. The plague would kill roughly 10% of the Roman population, as cited by McLaughlin, causing \"irreparable\" damage to the Roman maritime trade in the Indian Ocean as proven by the archaeological record spanning from Egypt to India as well as significantly decreased Roman commercial activity in Southeast Asia. However, as evidenced by the 3rd-century Periplus of the Erythraean Sea and the 6th-century Christian Topography by Cosmas Indicopleustes, Roman maritime trade into the Indian Ocean, particularly in the silk and spice trades, certainly did not cease but continued until the loss of Egypt to the Muslim Rashidun Caliphate. Chinese histories also insist that further Roman embassies came to China by way of Rinan in Vietnam in 226 and 284 AD, where Roman artifacts have been found.\n\n== See also ==\n*Plague of Cyprian\n*Third Pandemic (1855–1960)\n*San Francisco plague of 1900–1904\n*List of epidemics\n\n== Notes ==\n\n\n==References==\n* Bruun, Christer, \"The Antonine Plague and the 'Third-Century Crisis',\" in Olivier Hekster, Gerda de Kleijn, Danielle Slootjes (ed.), Crises and the Roman Empire: Proceedings of the Seventh Workshop of the International Network Impact of Empire, Nijmegen, June 20–24, 2006. Leiden/Boston:  Brill, 2007 (Impact of Empire, 7), 201–218.\n* Gilliam, J. F. \"The Plague under Marcus Aurelius\". American Journal of Philology 82.3 (July 1961), pp. 225–251.\n* Hill, John E. (2009). Through the Jade Gate to Rome: A Study of the Silk Routes during the Later Han Dynasty, First to Second Centuries CE. BookSurge. .\n* Littman, R.J. and Littman, M.L. \"Galen and the Antonine Plague\". American Journal of Philology, Vol. 94, No. 3 (Autumn, 1973), pp. 243–255.\n* Marcus Aurelius. Meditations IX.2.  Translation and Introduction by Maxwell Staniforth, Penguin, New York, 1981.\n* McNeill, William H. Plagues and Peoples. Bantam Doubleday Dell Publishing Group, Inc., New York, 1976. .\n* Pulleyblank, Edwin G. \"The Roman Empire as Known to Han China\", Journal of the American Oriental Society, Vol. 119, (1999), pp. 71–79\n* de Crespigny, Rafe. (2007). A Biographical Dictionary of Later Han to the Three Kingdoms (23–220 AD). Leiden: Koninklijke Brill, pp. 514–515, .\n* Zinsser, Hans. Rats, Lice and History:  A Chronicle of Disease, Plagues, and Pestilence (1935). Reprinted by Black Dog & Leventhal Publishers, Inc. in 1996. .\n\n\n\n\n\n\n\n\n\n\n\n\nThe angel of death striking a door during the plague of Rome: an engraving by Levasseur after Jules-Elie Delaunay.\nA group of physicians in an image from the Vienna Dioscurides, named after the physician Galen shown at the top centre.\nA Roman coin commemorating the victories of Marcus Aurelius in the Marcomannic Wars against the Germanic tribes along the Danube frontier in the early 170s AD.",
    "links": [
        {
            "title": "Antonine Plague",
            "text": "Antonine Plague",
            "start": 4,
            "end": 19,
            "id": "845862"
        },
        {
            "title": "Antonine Plague",
            "text": "Plague of Galen",
            "start": 56,
            "end": 71,
            "id": "845862"
        },
        {
            "title": "Galen",
            "text": "Galen",
            "start": 79,
            "end": 84,
            "id": "12326"
        },
        {
            "title": "Pandemic",
            "text": "pandemic",
            "start": 134,
            "end": 142,
            "id": "24255"
        },
        {
            "title": "Roman Empire",
            "text": "Roman Empire",
            "start": 158,
            "end": 170,
            "id": "25507"
        },
        {
            "title": "Near East",
            "text": "Near East",
            "start": 222,
            "end": 231,
            "id": "214632"
        },
        {
            "title": "Smallpox",
            "text": "smallpox",
            "start": 280,
            "end": 288,
            "id": "16829895"
        },
        {
            "title": "Measles",
            "text": "measles",
            "start": 292,
            "end": 299,
            "id": "58911"
        },
        {
            "title": "Roman emperor",
            "text": "Roman emperor",
            "start": 343,
            "end": 356,
            "id": "219117"
        },
        {
            "title": "Lucius Verus",
            "text": "Lucius Verus",
            "start": 358,
            "end": 370,
            "id": "144110"
        },
        {
            "title": "Marcus Aurelius",
            "text": "Marcus Aurelius Antoninus",
            "start": 413,
            "end": 438,
            "id": "20155"
        },
        {
            "title": "Mesopotamia",
            "text": "Mesopotamia",
            "start": 596,
            "end": 607,
            "id": "20189"
        },
        {
            "title": "Seleucia",
            "text": "Seleucia",
            "start": 614,
            "end": 622,
            "id": "1985695"
        },
        {
            "title": "Ammianus Marcellinus",
            "text": "Ammianus Marcellinus",
            "start": 649,
            "end": 669,
            "id": "1767"
        },
        {
            "title": "Gaul",
            "text": "Gaul",
            "start": 705,
            "end": 709,
            "id": "36545"
        },
        {
            "title": "Roman legion",
            "text": "legions",
            "start": 721,
            "end": 728,
            "id": "25994"
        },
        {
            "title": "Rhine",
            "text": "Rhine",
            "start": 739,
            "end": 744,
            "id": "25845"
        },
        {
            "title": "Eutropius (historian)",
            "text": "Eutropius",
            "start": 746,
            "end": 755,
            "id": "1401089"
        },
        {
            "title": "Cassius Dio",
            "text": "Cassius Dio",
            "start": 861,
            "end": 872,
            "id": "159964"
        },
        {
            "title": "Rafe de Crespigny",
            "text": "Rafe de Crespigny",
            "start": 1213,
            "end": 1230,
            "id": "805523"
        },
        {
            "title": "Han dynasty",
            "text": "Eastern Han",
            "start": 1286,
            "end": 1297,
            "id": "43460"
        },
        {
            "title": "Twenty-Four Histories",
            "text": "Chinese records",
            "start": 1348,
            "end": 1363,
            "id": "239830"
        },
        {
            "title": "Culture of ancient Rome",
            "text": "Roman culture",
            "start": 1385,
            "end": 1398,
            "id": "214974"
        },
        {
            "title": "Latin literature",
            "text": "literature",
            "start": 1403,
            "end": 1413,
            "id": "18058"
        },
        {
            "title": "Indo-Roman trade relations",
            "text": "Indo-Roman trade relations",
            "start": 1445,
            "end": 1471,
            "id": "11816271"
        },
        {
            "title": "Indian Ocean",
            "text": "Indian Ocean",
            "start": 1479,
            "end": 1491,
            "id": "14580"
        },
        {
            "title": "Galen",
            "text": "Galen",
            "start": 1574,
            "end": 1579,
            "id": "12326"
        },
        {
            "title": "Rome",
            "text": "Rome",
            "start": 1595,
            "end": 1599,
            "id": "25458"
        },
        {
            "title": "Anatolia",
            "text": "Asia Minor",
            "start": 1615,
            "end": 1625,
            "id": "854"
        },
        {
            "title": "Augustus (title)",
            "text": "Augusti",
            "start": 1687,
            "end": 1694,
            "id": "18949328"
        },
        {
            "title": "Marcus Aurelius",
            "text": "Marcus Aurelius",
            "start": 1712,
            "end": 1727,
            "id": "20155"
        },
        {
            "title": "Lucius Verus",
            "text": "Lucius Verus",
            "start": 1732,
            "end": 1744,
            "id": "144110"
        },
        {
            "title": "Aquileia",
            "text": "Aquileia",
            "start": 1803,
            "end": 1811,
            "id": "75839"
        },
        {
            "title": "Fever",
            "text": "fever",
            "start": 2083,
            "end": 2088,
            "id": "46253"
        },
        {
            "title": "Diarrhea",
            "text": "diarrhea",
            "start": 2090,
            "end": 2098,
            "id": "53951"
        },
        {
            "title": "Pharyngitis",
            "text": "pharyngitis",
            "start": 2104,
            "end": 2115,
            "id": "223208"
        },
        {
            "title": "Pus",
            "text": "pustular",
            "start": 2172,
            "end": 2180,
            "id": "19719185"
        },
        {
            "title": "Smallpox",
            "text": "smallpox",
            "start": 2378,
            "end": 2386,
            "id": "16829895"
        },
        {
            "title": "William H. McNeill (historian)",
            "text": "William H. McNeill",
            "start": 2403,
            "end": 2421,
            "id": "8094288"
        },
        {
            "title": "Plague of Cyprian",
            "text": "Plague of Cyprian",
            "start": 2469,
            "end": 2486,
            "id": "16856479"
        },
        {
            "title": "Measles",
            "text": "measles",
            "start": 2570,
            "end": 2577,
            "id": "58911"
        },
        {
            "title": "Witchcraft",
            "text": "magic",
            "start": 3054,
            "end": 3059,
            "id": "33959"
        },
        {
            "title": "Lucian",
            "text": "Lucian of Samosata",
            "start": 3061,
            "end": 3079,
            "id": "165457"
        },
        {
            "title": "Alexander of Abonoteichus",
            "text": "Alexander of Abonoteichus",
            "start": 3119,
            "end": 3144,
            "id": "13191781"
        },
        {
            "title": "Barthold Georg Niebuhr",
            "text": "Barthold Georg Niebuhr",
            "start": 3437,
            "end": 3459,
            "id": "204651"
        },
        {
            "title": "Marcus Aurelius",
            "text": "Marcus Aurelius",
            "start": 3504,
            "end": 3519,
            "id": "20155"
        },
        {
            "title": "Marcomannic Wars",
            "text": "Marcomannic Wars",
            "start": 3808,
            "end": 3824,
            "id": "3891002"
        },
        {
            "title": "Meditations",
            "text": "Meditations",
            "start": 3871,
            "end": 3882,
            "id": "1396131"
        },
        {
            "title": "Edward Gibbon",
            "text": "Edward Gibbon",
            "start": 4146,
            "end": 4159,
            "id": "10310"
        },
        {
            "title": "Michael Rostovtzeff",
            "text": "Michael Rostovtzeff",
            "start": 4176,
            "end": 4195,
            "id": "2093498"
        },
        {
            "title": "Vologases IV",
            "text": "Vologases IV of Parthia",
            "start": 4476,
            "end": 4499,
            "id": "1687249"
        },
        {
            "title": "Armenia",
            "text": "Armenia",
            "start": 4509,
            "end": 4516,
            "id": "10918072"
        },
        {
            "title": "Orosius",
            "text": "Paulus Orosius",
            "start": 4677,
            "end": 4691,
            "id": "79575"
        },
        {
            "title": "Italian Peninsula",
            "text": "Italian Peninsula",
            "start": 4724,
            "end": 4741,
            "id": "378368"
        },
        {
            "title": "Europe",
            "text": "European",
            "start": 4750,
            "end": 4758,
            "id": "9239"
        },
        {
            "title": "Rhine",
            "text": "Rhine",
            "start": 4834,
            "end": 4839,
            "id": "25845"
        },
        {
            "title": "List of ancient Germanic peoples",
            "text": "Germanic",
            "start": 4858,
            "end": 4866,
            "id": "3600456"
        },
        {
            "title": "Gaul",
            "text": "Gallic",
            "start": 4871,
            "end": 4877,
            "id": "36545"
        },
        {
            "title": "Danube",
            "text": "Danube",
            "start": 5202,
            "end": 5208,
            "id": "21209639"
        },
        {
            "title": "Marcomanni",
            "text": "Marcomanni",
            "start": 5336,
            "end": 5346,
            "id": "20144"
        },
        {
            "title": "Ge Hong",
            "text": "Ge Hong",
            "start": 5458,
            "end": 5465,
            "id": "2172835"
        },
        {
            "title": "Traditional Chinese medicine",
            "text": "traditional Chinese medicine",
            "start": 5490,
            "end": 5518,
            "id": "5992"
        },
        {
            "title": "Rafe de Crespigny",
            "text": "Rafe de Crespigny",
            "start": 5584,
            "end": 5601,
            "id": "805523"
        },
        {
            "title": "Han dynasty",
            "text": "Eastern Han",
            "start": 5640,
            "end": 5651,
            "id": "43460"
        },
        {
            "title": "Emperor Huan of Han",
            "text": "Emperor Huan of Han",
            "start": 5680,
            "end": 5699,
            "id": "343559"
        },
        {
            "title": "Emperor Ling of Han",
            "text": "Emperor Ling of Han",
            "start": 5717,
            "end": 5736,
            "id": "343588"
        },
        {
            "title": "Eurasia",
            "text": "Eurasia",
            "start": 5878,
            "end": 5885,
            "id": "20611107"
        },
        {
            "title": "Faith healing",
            "text": "faith healing",
            "start": 5954,
            "end": 5967,
            "id": "11627"
        },
        {
            "title": "Zhang Jue",
            "text": "Zhang Jue",
            "start": 5996,
            "end": 6005,
            "id": "488522"
        },
        {
            "title": "Yellow Turban Rebellion",
            "text": "Yellow Turban Rebellion",
            "start": 6046,
            "end": 6069,
            "id": "247676"
        },
        {
            "title": "Sino-Roman relations",
            "text": "the Roman embassy",
            "start": 6188,
            "end": 6205,
            "id": "1618577"
        },
        {
            "title": "Daqin",
            "text": "Daqin",
            "start": 6210,
            "end": 6215,
            "id": "364407"
        },
        {
            "title": "Jiaozhi",
            "text": "Jiaozhi",
            "start": 6247,
            "end": 6254,
            "id": "1420200"
        },
        {
            "title": "Marcus Aurelius",
            "text": "Marcus Aurelius Antoninus",
            "start": 6372,
            "end": 6397,
            "id": "20155"
        },
        {
            "title": "Antoninus Pius",
            "text": "Antoninus Pius",
            "start": 6417,
            "end": 6431,
            "id": "1256"
        },
        {
            "title": "Indo-Roman trade relations",
            "text": "Roman maritime trade",
            "start": 6937,
            "end": 6957,
            "id": "11816271"
        },
        {
            "title": "Indian Ocean",
            "text": "Indian Ocean",
            "start": 6965,
            "end": 6977,
            "id": "14580"
        },
        {
            "title": "Egypt (Roman province)",
            "text": "Egypt",
            "start": 7031,
            "end": 7036,
            "id": "496519"
        },
        {
            "title": "Indo–Roman relations",
            "text": "India",
            "start": 7040,
            "end": 7045,
            "id": "24533652"
        },
        {
            "title": "Roman commerce",
            "text": "Roman commercial",
            "start": 7081,
            "end": 7097,
            "id": "949245"
        },
        {
            "title": "Southeast Asia",
            "text": "Southeast Asia",
            "start": 7110,
            "end": 7124,
            "id": "28741"
        },
        {
            "title": "Periplus of the Erythraean Sea",
            "text": "Periplus of the Erythraean Sea",
            "start": 7167,
            "end": 7197,
            "id": "267918"
        },
        {
            "title": "Christian Topography",
            "text": "Christian Topography",
            "start": 7218,
            "end": 7238,
            "id": "5546586"
        },
        {
            "title": "Cosmas Indicopleustes",
            "text": "Cosmas Indicopleustes",
            "start": 7242,
            "end": 7263,
            "id": "1728041"
        },
        {
            "title": "History of silk",
            "text": "silk",
            "start": 7329,
            "end": 7333,
            "id": "10783723"
        },
        {
            "title": "Spice trade",
            "text": "spice trades",
            "start": 7338,
            "end": 7350,
            "id": "506548"
        },
        {
            "title": "Muslim conquest of Egypt",
            "text": "loss of Egypt",
            "start": 7400,
            "end": 7413,
            "id": "2864866"
        },
        {
            "title": "Rashidun Caliphate",
            "text": "Rashidun Caliphate",
            "start": 7428,
            "end": 7446,
            "id": "8588509"
        },
        {
            "title": "Rinan",
            "text": "Rinan",
            "start": 7531,
            "end": 7536,
            "id": "31599870"
        },
        {
            "title": "Plague of Cyprian",
            "text": "Plague of Cyprian",
            "start": 7623,
            "end": 7640,
            "id": "16856479"
        },
        {
            "title": "Third plague pandemic",
            "text": "Third Pandemic (1855–1960)",
            "start": 7642,
            "end": 7668,
            "id": "1543486"
        },
        {
            "title": "San Francisco plague of 1900–1904",
            "text": "San Francisco plague of 1900–1904",
            "start": 7670,
            "end": 7703,
            "id": "35316091"
        },
        {
            "title": "List of epidemics",
            "text": "List of epidemics",
            "start": 7705,
            "end": 7722,
            "id": "945818"
        },
        {
            "title": "American Journal of Philology",
            "text": "American Journal of Philology",
            "start": 8141,
            "end": 8170,
            "id": "5761928"
        },
        {
            "title": "William H. McNeill (historian)",
            "text": "McNeill, William H",
            "start": 8616,
            "end": 8634,
            "id": "8094288"
        },
        {
            "title": "Edwin G. Pulleyblank",
            "text": "Pulleyblank, Edwin G.",
            "start": 8723,
            "end": 8744,
            "id": "23889268"
        },
        {
            "title": "Journal of the American Oriental Society",
            "text": "Journal of the American Oriental Society",
            "start": 8787,
            "end": 8827,
            "id": "5704055"
        },
        {
            "title": "Rafe de Crespigny",
            "text": "de Crespigny, Rafe",
            "start": 8859,
            "end": 8877,
            "id": "805523"
        },
        {
            "title": "Hans Zinsser",
            "text": "Zinsser, Hans",
            "start": 9005,
            "end": 9018,
            "id": "560730"
        },
        {
            "title": "Rats, Lice and History",
            "text": "Rats, Lice and History:  A Chronicle of Disease, Plagues, and Pestilence",
            "start": 9020,
            "end": 9092,
            "id": "50032957"
        },
        {
            "title": "Jules-Élie Delaunay",
            "text": "Jules-Elie Delaunay",
            "start": 9270,
            "end": 9289,
            "id": "854702"
        },
        {
            "title": "Vienna Dioscurides",
            "text": "Vienna Dioscurides",
            "start": 9334,
            "end": 9352,
            "id": "1366582"
        },
        {
            "title": "Galen",
            "text": "Galen",
            "start": 9380,
            "end": 9385,
            "id": "12326"
        },
        {
            "title": "Roman currency",
            "text": "Roman coin",
            "start": 9413,
            "end": 9423,
            "id": "299259"
        },
        {
            "title": "Marcus Aurelius",
            "text": "Marcus Aurelius",
            "start": 9455,
            "end": 9470,
            "id": "20155"
        },
        {
            "title": "Marcomannic Wars",
            "text": "Marcomannic Wars",
            "start": 9478,
            "end": 9494,
            "id": "3891002"
        },
        {
            "title": "Danube",
            "text": "Danube",
            "start": 9533,
            "end": 9539,
            "id": "21209639"
        }
    ],
    "_chunk_id": "b_1610531459-1631387547"
}