{
    "_id": "5871318",
    "id": "5871318",
    "title": "Caragea's plague",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Alleged source==",
            "start": 191,
            "end": 209
        },
        {
            "text": "==Outbreak and measures taken==",
            "start": 681,
            "end": 712
        },
        {
            "text": "==Death toll==",
            "start": 3762,
            "end": 3776
        },
        {
            "text": "==See also==",
            "start": 4304,
            "end": 4316
        },
        {
            "text": "==Notes==",
            "start": 4351,
            "end": 4360
        },
        {
            "text": "==References==",
            "start": 4363,
            "end": 4377
        }
    ],
    "categories": [
        "Health disasters in Romania",
        "Second plague pandemic",
        "History of Bucharest",
        "1813 in Europe",
        "1814 in Europe",
        "Disasters in Bucharest",
        "1810s in Romania",
        "1813 disasters",
        "1814 disasters",
        "1810s health disasters",
        "19th-century epidemics"
    ],
    "infobox": null,
    "article": "Caragea's plague was a bubonic plague epidemic that occurred in Wallachia, mainly in Bucharest, in the years 1813 and 1814. It coincided with the rule of the Phanariote Prince John Caradja.\n\n==Alleged source==\n\nAs Caradja came to Bucharest in 1812 after being appointed prince, the plague was already claiming victims in Istanbul, the Ottoman capital. A man in Caradja's retinue grew sick and died. It is alleged that this was the source of the plague in Wallachia, although the next reported death from plague in Wallachia occurred in June 1813. \n\nThe plague was expected and in January 1813, Caradja founded two quarantine hospitals, one in Teleorman and one in Giurgiu County.\n\n==Outbreak and measures taken==\n\nThere were reports of people with the plague on the streets of Bucharest as early as in April, but the first death attributed to bubonic plague was on 11 June 1813 in Văcăreşti. Quarantine was established, the gates of the city of Bucharest were closed and all the roads from Văcăreşti to Dealul Spirii were guarded to prevent anyone from entering the city without permission.\n\nGovernment clerks and priests had to check each house for plague-infected people, all the foreigners and non-residents were expelled from the city, and the beggars were sent to monasteries outside Bucharest. The money which came from the counties where the plague was spread (Ilfov, Vlaşca, Teleorman and Olt) had to be washed in vinegar and the number of gravediggers was increased to 60.\n\nIn spite of that, the plague continued to spread, mostly due to lack of qualified medical care. The July 1813 register books of the Wallachian government show that most of the decrees were related to the plague. Among the restrictions, meetings in pubs and coffee shops were forbidden, alcohol being only sold for home consumption. The people who died had a simple burial with no attendants. The people who hid sick people or the peddlers (\"both Jewish and Christians\") were expelled from the city and their belongings were burnt. In August, due to the spread of the plague, the request to allow people to flee the city was approved, Caradja asking the ispravnics to take care to avoid contact with the villagers. To avoid crowds, markets and schools were closed down, most judicial proceedings were stopped, and the people in the debtors' prison were freed.\n\nMany of the new rules were not respected, despite the rulers' attempts, which included the spread of printed fliers. By August, the city became almost deserted, with even the doctors fleeing, as did Caradja, who moved his residence outside Bucharest to Cotroceni. The French consul said that two-thirds of the Bucharesters fled.\n\nInitially, sick people were to be committed to the Dudeşti hospital (later also Cioplea and Băneasa), but soon the 14 quarantine rooms of the unit were overrun, and the place became a simple mass grave.\n\nPeople with immunity to the disease were hired as undertakers, and walked from door to door to gather corpses. The corpses were taken to the mass graves in Dudeşti and buried there. Often, dying people were taken also and buried alive, and sometimes beaten to death. An undertaker squad once reported that \"we collected 15 dead today, but only buried 14, because one of them ran away\". Sometimes, sick people with enough strength fought back, and killed the undertakers.\n\nThe highest mortality was in October 1813; the gravediggers couldn't even bury all the dead, and many of them were put in large pits, which were not covered and many \"were eaten by dogs and other beasts\". In February 1814, the last market still open, Târgul de Afară (Obor), was closed down, but soon the people returned to the city. In 1818 the quarantine hospitals of Plumbuita and Văcăreşti were closed down.\n\n==Death toll==\n\nAn estimated 60,000 people died of the plague in the two years, 20–30,000 of them in Bucharest, which is a large number, as the city population at the time was about 120,000. According to a church teacher, the church reports say that 20,000 died in Bucharest by January 1814 (excluding those buried in backyards), while the personal doctor of Caradja claimed that between 25,000 and 30,000 died.\n\nAccording to the 1831 census (taken right after another cholera epidemic), the population of Bucharest was about 60,000 people.\n\n==See also==\n*1812–19 Ottoman plague epidemic\n\n==Notes==\n\n\n==References==\n* Ştefan Ionescu, Bucureştii în vremea fanarioţilor (Bucharest in the time of the Phanariotes), Editura Dacia, Cluj, 1974.\n* Mihai Ştirbu and Costin Anghel,  Flagel lipicios şi mortal (\"Resilient and mortal scourge\"), Jurnalul Naţional, 10 April 2006. \n*  40.000 de focare de ciumă sub Bucureşti (\"40,000 doses of plague under Bucharest\"), Ziua, 20 April 2006.",
    "links": [
        {
            "title": "Caragea's plague",
            "text": "Caragea's plague",
            "start": 0,
            "end": 16,
            "id": "5871318"
        },
        {
            "title": "Bubonic plague",
            "text": "bubonic plague",
            "start": 23,
            "end": 37,
            "id": "16392927"
        },
        {
            "title": "Epidemic",
            "text": "epidemic",
            "start": 38,
            "end": 46,
            "id": "66981"
        },
        {
            "title": "Wallachia",
            "text": "Wallachia",
            "start": 64,
            "end": 73,
            "id": "46026"
        },
        {
            "title": "Bucharest",
            "text": "Bucharest",
            "start": 85,
            "end": 94,
            "id": "36877"
        },
        {
            "title": "Phanariots",
            "text": "Phanariote",
            "start": 158,
            "end": 168,
            "id": "1032186"
        },
        {
            "title": "List of rulers of Wallachia",
            "text": "Prince",
            "start": 169,
            "end": 175,
            "id": "154820"
        },
        {
            "title": "John Caradja",
            "text": "John Caradja",
            "start": 176,
            "end": 188,
            "id": "5588961"
        },
        {
            "title": "Istanbul",
            "text": "Istanbul",
            "start": 321,
            "end": 329,
            "id": "3391396"
        },
        {
            "title": "Ottoman Empire",
            "text": "Ottoman",
            "start": 335,
            "end": 342,
            "id": "22278"
        },
        {
            "title": "Retinue",
            "text": "retinue",
            "start": 371,
            "end": 378,
            "id": "416186"
        },
        {
            "title": "Quarantine",
            "text": "quarantine",
            "start": 614,
            "end": 624,
            "id": "25237"
        },
        {
            "title": "Teleorman County",
            "text": "Teleorman",
            "start": 643,
            "end": 652,
            "id": "269330"
        },
        {
            "title": "Giurgiu County",
            "text": "Giurgiu County",
            "start": 664,
            "end": 678,
            "id": "269320"
        },
        {
            "title": "Văcărești, Bucharest",
            "text": "Văcăreşti",
            "start": 881,
            "end": 890,
            "id": "4131807"
        },
        {
            "title": "Dealul Spirii",
            "text": "Dealul Spirii",
            "start": 1003,
            "end": 1016,
            "id": "3588641"
        },
        {
            "title": "Ispravnic",
            "text": "ispravnic",
            "start": 2136,
            "end": 2145,
            "id": "11272047"
        },
        {
            "title": "Debtors' prison",
            "text": "debtors' prison",
            "start": 2314,
            "end": 2329,
            "id": "1109998"
        },
        {
            "title": "Cotroceni",
            "text": "Cotroceni",
            "start": 2596,
            "end": 2605,
            "id": "1262107"
        },
        {
            "title": "Dudești, Bucharest",
            "text": "Dudeşti",
            "start": 2724,
            "end": 2731,
            "id": "4164234"
        },
        {
            "title": "Cioplea",
            "text": "Cioplea",
            "start": 2753,
            "end": 2760,
            "id": null
        },
        {
            "title": "Băneasa, Bucharest",
            "text": "Băneasa",
            "start": 2765,
            "end": 2772,
            "id": "308042"
        },
        {
            "title": "Obor",
            "text": "Obor",
            "start": 3617,
            "end": 3621,
            "id": "318916"
        },
        {
            "title": "Plumbuita Monastery",
            "text": "Plumbuita",
            "start": 3719,
            "end": 3728,
            "id": null
        },
        {
            "title": "Cholera",
            "text": "cholera",
            "start": 4231,
            "end": 4238,
            "id": "7591"
        },
        {
            "title": "1812–1819 Ottoman plague epidemic",
            "text": "1812–19 Ottoman plague epidemic",
            "start": 4318,
            "end": 4349,
            "id": "63382758"
        },
        {
            "title": "Phanariots",
            "text": "Phanariote",
            "start": 4460,
            "end": 4470,
            "id": "1032186"
        }
    ],
    "_chunk_id": "b_4365103779-4376319351"
}