{
    "_id": "62955897",
    "id": "62955897",
    "title": "Croydon typhoid outbreak of 1937",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 905,
            "end": 919
        },
        {
            "text": "==Addington well==",
            "start": 1619,
            "end": 1637
        },
        {
            "text": "==Sequence of events==",
            "start": 3076,
            "end": 3098
        },
        {
            "text": "===September - October 1937===",
            "start": 3100,
            "end": 3130
        },
        {
            "text": "===November 1937===",
            "start": 5845,
            "end": 5864
        },
        {
            "text": "===December 1937===",
            "start": 6871,
            "end": 6890
        },
        {
            "text": "==Inquiry==",
            "start": 7268,
            "end": 7279
        },
        {
            "text": "==Aftermath and responses==",
            "start": 9902,
            "end": 9929
        },
        {
            "text": "==See also==",
            "start": 11781,
            "end": 11793
        },
        {
            "text": "==References==",
            "start": 11814,
            "end": 11828
        },
        {
            "text": "==Further reading==",
            "start": 11831,
            "end": 11850
        },
        {
            "text": "==External links==",
            "start": 11857,
            "end": 11875
        }
    ],
    "categories": [
        "20th-century epidemics",
        "1937 health disasters",
        "London Borough of Croydon",
        "Typhoid fever"
    ],
    "infobox": "{{Infobox event\n| title                    = Croydon typhoid outbreak of 1937 \n| image                    = Addington Well Pumping Station - geograph.org.uk - 452341.jpg\n| image_size               = \n| caption                  = Addington Well Pumping Station\n| native_name              = \n| native_name_lang         = \n| date                     = {{start date|October 1937}}–{{end date|December 1937}}\n| place                    = [[Croydon]]\n| coordinates              = <!-- {{coord|LAT|LON|region:XXXX_type:event|display=inline,title}} -->\n| also known as            = \n| cause                    = [[Typhoid fever]]\n| outcome                  = 341 cases\n| reported deaths          = 43\n| burial                   = \n| inquiries                = \n| litigation               = Read v. Croydon Corporation (1938)\n| website                  = <!-- {{URL|example.com}}, use for link to event website; displays as Website: example.com -->\n| notes                    = \n}}",
    "article": "The Croydon typhoid outbreak of 1937, also known as the Croydon epidemic of typhoid fever, was an outbreak of typhoid fever in Croydon, Surrey, now part of London, in 1937. It resulted in 341 cases of typhoid (43 fatal), and it caused considerable local discontent leading to a media campaign and a public inquiry.\n\nThe source of the illness remained a mystery until the cases were mapped out using epidemiological method. The origin was found to be the polluted chalk water well at Addington, London, which supplied water to up to one-fifth of the area that is now the London Borough of Croydon. Coupled with issues around the co-operation between the medical officers and the administrators of the Borough, three coincidental events were blamed; changes to the well structure by repair work, the employment of a new workman who was an unwitting carrier of typhoid, and failure to chlorinate the water.\n\n==Background==\nThe Public Health Act 1848 gave local boards of health powers to improve the sanitary condition of towns and populous places in England and Wales by supervising the cleaning of streets, collection of refuse, disposal of sewage and supplying clean water. Subsequently, an integrated water supply and sewage disposal system was installed at Croydon, twelve miles south of London, one of the first towns to have one, when its population was around 20,000. Although the system was supposedly a sanitary pioneer, the death rate in the town rose after installation and typhoid outbreaks occurred in 1853 and 1875, possibly as a result of the new system permitting the disease to spread more efficiently.\n\n==Addington well==\nBy 1937, when Croydon's population was around 250,000, around 40,000 people, or between one-sixth and one-fifth of Croydon received its water supply from the Addington well sunk into chalk ground in 1885 at Addington. The Addington well,  deep and  wide, was one of five wells that supplied Croydon, and it collected water from the surrounding ground, some of which housed cesspools and a pig farm. Along with the Stroud Green well, the Addington well fed the Addington Well Pumping Station. The water was then filtered, chlorinated and filtered again before being pumped into the Addington reservoir and fed through what was termed a \"high level system\". As the water was already at high risk from contamination, the Croydon Corporation installed a number of methods to filter and clean the water, in 1908, 1928, and 1936. These included an ozone plant, rapid pressure filters, a chlorinating plant and an ammoniating plant. However, the filters and chlorinator worked together and it was not possible to operate them separately. This point would later cause problems when the filters required repairs. Worrying levels of the bacteria E. coli in the Addington well water resulted in regular chlorination from 20 July 1936, but without any continuous record of its use. Both the reservoir and well waters were supposedly tested monthly, until the end of April 1937, when for no explainable reason except by \"mere oversight\", it stopped.\n\n==Sequence of events==\n\n===September - October 1937===\nFrom mid-September to  15 October 1937, unfiltered and unchlorinated water was pumped to waste, while repair work went on at the Addington well. From 16 October 1937, unknown to either the Borough engineer, Charles Boast, or Croydon's medical officer of health, Oscar Holden, this raw untreated water began to be pumped into the public supply. A man later found to be a carrier of typhoid, was employed at the well from 28 September to 26 October 1937. \n\nThe origin of the illness was initially thought to be infected shellfish from the European mainland, as the earliest case in 1937 presented mid-October with a history of travel to France. Later, when the number of cases increased and an inquiry was held, the Ministry of Health appointed lawyer Harold Murphy, KC, recorded that the first case of the Croydon typhoid outbreak was not the one with a travel history to France, but one notified on 27 October 1937. He recorded that a second was notified on 28 October and two further cases on 30 October. Historian Anne Hardy later refers to the first case as the shellfish-related incident on 16 October and gives subsequent dates as the second case on 25 October and another four on the 29th.\n\nOne of the cases diagnosed at the end of October 1937 was that of Richard Rimington, who later died. His father Charles Rimington, who worked for the Bank of England, conducted his own investigations, and by visiting and questioning those that he personally knew and that were affected, he deduced that the source of the outbreak must be the water supply. He subsequently informed Boast, and presented his findings to Holden. Rimington wrote:\n\nMy son has just been taken to the Isolation Hospital suffering from typhoid. The maid from No. 66 in the same road has recently developed typhoid and a little girl from No. 64 is suspected of having the same disease. The milk supply in all these cases is not the same, shell fish and watercress have not been partaken of, the only common thing appears to be water. Some operations in connection with the water supply have recently been carried out in this road.\n\nOn 31 October 1937, 40 local residents, including Rimington, met up and invited Boast and Holden. Holden was however, distracted by the recent Bournemouth typhoid outbreak and its origins in milk. One resident, Ronald Moss, having been aware of the relationship between the spread of typhoid via water from his experiences in India, was \"amazed\" that Holden felt it \"inconceivable\" that Croydon's troubles with typhoid stemmed from its water supply. According to Holden, the water was tested regularly. Unlike previous epidemics, the typhoid outbreak was recognised not by officials, but by a local resident.\n\n===November 1937===\nDissatisfied with Holden's explanations, the residents formed the South Croydon Typhoid Outbreak Committee (SCTOC), chaired by Charles Rimington. Over the subsequent month, they met daily. The Ministry of Health was notified by Holden on 1 November 1937. Chlorination resumed that same day and Holden wrote to all the registered medical practitioners in the Borough. However, in the interim, another six people were confirmed. The source of the illness remained a mystery until 3 November 1937, the day after Holden requested the aid of Ernest T. Conybeare, the Ministry of Health's expert on typhoid, who mapped out the cases and matched them with the water supply using traditional epidemiological methods. The origin was found to be the polluted well at Addington.\n\nThe outbreak caused considerable local discontent and representatives of the SCTOC acted to lead a media campaign and initiate a public inquiry. On 17 November 1937, the SCTOC wrote to the Ministry of Health, demanding such an inquiry.\n\n===December 1937===\nBy the time the inquiry began on 6 December 1937, there were 80 cases in hospital. Professor Louis Napoleon George Filon died from typhoid in Croydon at the end of December 1937. By the end of the year, the outbreak would lead to 43 deaths and a total of 341 cases. As a result, Holden later received much criticism for not confirming the origin of the typhoid more speedily.\n\n==Inquiry==\nOn 22 November 1937, Harold Gourley, an eminent civil engineer, and Sir Humphry Rolleston, who was previously physician-in-ordinary to King George V, became expert assessors, with Harold Murphy leading the inquiry. The inquiry began on 6 December 1937 during the outbreak, with the Croydon Corporation represented by Sir Walter Monckton. Its transcript filled more than 1,000 pages. Murphy later replied to the Minister of Health;\n\nThe immediate cause of the outbreak was a portion of the public water supply becoming infected by the typhoid bacillus. The infected portion was that derived from a chalk well at Addington. How that well became infected is a question that cannot be answered with absolute certainty, but all the circumstances and probabilities point so strongly in one direction that I feel justified in coming to a definite conclusion on the subject. That conclusion is that the well was infected by the fact that at the end of September and during October, 1937, men, one of whom was an active carrier of typhoid, were working in the well and that during large parts of such period water from the well, unfiltered and unchlorinated, was being pumped to supply.\n\nThe inquiry lasted 16 days, and its report was published as a white paper on 14 February 1938. Murphy reported that the origin of the typhoid came from a workman, known as \"Case A\", who had become unwell with typhoid fever during the First World War, but hadn't realised he was a carrier. He was employed in building works on the Addington well between 28 September and 26 October 1937. Holden was however, unaware of the cessation of chlorination while works were being carried out, and he was accused of not notifying local doctors earlier. The journal Medical Officer was both critical of Holden and of higher medical authorities. Murphy pointed out that a number of practitioners would not be familiar with cases of typhoid, and may not have realised that the water was a risk. In addition, some practitioners from surrounding boroughs may not have been unaware of the outbreak. A combination of factors were concluded to have caused the incident, including the repair works on the well, the worker who was a carrier of typhoid and the water supply not being chlorinated. Management was criticised for not effectively managing the water supply and for not adequately communicating with each other. It was noted that the medical officer of health (Holden) and Borough engineer (Boast) had little or no contact with each other. Holden was also noted to have been \"ignorant of the fact that water was the most common cause of transmission\".\n\n==Aftermath and responses==\nSubsequently, legal claims began to be issued to the corporation from spring 1938. Around 230 claims were made against Croydon Corporation. Hence, it was decided that one case should be used as a test case,  one where the father of one of the survivors was successful in arguing that the water undertaker was liable. In December 1938, this test case, Read v. Croydon Corporation, took place in the High Court. It concluded with compensation for medical expenses and \"pain and suffering and general inconvenience caused by [the plaintiff's] illness\".\n\nThe cases attracted national media attention, as was reflected in the number of scrapbooks of newspaper articles contained in 17 volumes collected by Walter Monckton and the Croydon Corporation. According to the Daily Sketch, Croydon in 1937 was \"a dangerous and frightening place\". By the late 1930s, with 75% of the British population now possessing a wireless, the BBC was used to publicise news on the outbreak. One reaction was that workers from Croydon were stigmatised by their London colleagues. A detailed review of the outbreak also appeared in The American Journal of Public Health. \n\nBetween 1937 and 1986 the UK witnessed over 11,794 cases of water‐borne disease over 34 outbreaks. At least six deaths were reported during this time. In The Classical Quarterly in 1979, the typhoid outbreak of 1937 was described as the \"most recent serious event of this kind to take place in this country\", typical of \"when a large population draws its water supply from a central source\". In his book When Food Kills (2003), bacteriologist Hugh Pennington quotes the Croydon Public inquiry's conclusion that \"there was both misunderstanding and lack of communication between the responsible officers\" at Croydon, and in his opinion \"this is a recurrent theme in the incubation periods of disasters\".\n\n==See also==\n*List of epidemics\n\n==References==\n\n\n==Further reading== \n*\n*\n\n==External links==\n* Addington Pumping Station beam engines 1973. Youtube video",
    "links": [
        {
            "title": "Croydon typhoid outbreak of 1937",
            "text": "Croydon typhoid outbreak of 1937",
            "start": 4,
            "end": 36,
            "id": "62955897"
        },
        {
            "title": "Croydon typhoid outbreak of 1937",
            "text": "Croydon epidemic of typhoid fever",
            "start": 56,
            "end": 89,
            "id": "62955897"
        },
        {
            "title": "Typhoid fever",
            "text": "typhoid fever",
            "start": 110,
            "end": 123,
            "id": "31596"
        },
        {
            "title": "Croydon",
            "text": "Croydon",
            "start": 127,
            "end": 134,
            "id": "491650"
        },
        {
            "title": "Epidemiology",
            "text": "epidemiological method",
            "start": 399,
            "end": 421,
            "id": "66997"
        },
        {
            "title": "Aquifer",
            "text": "chalk water well",
            "start": 463,
            "end": 479,
            "id": "47481"
        },
        {
            "title": "Addington, London",
            "text": "Addington",
            "start": 483,
            "end": 492,
            "id": "93847"
        },
        {
            "title": "London Borough of Croydon",
            "text": "London Borough of Croydon",
            "start": 570,
            "end": 595,
            "id": "7185"
        },
        {
            "title": "Asymptomatic carrier",
            "text": "unwitting carrier of typhoid",
            "start": 837,
            "end": 865,
            "id": "679680"
        },
        {
            "title": "Water chlorination",
            "text": "chlorinate",
            "start": 882,
            "end": 892,
            "id": "38840679"
        },
        {
            "title": "Local board of health",
            "text": "local boards of health",
            "start": 952,
            "end": 974,
            "id": "3667850"
        },
        {
            "title": "Sanitary sewer",
            "text": "disposal of sewage",
            "start": 1128,
            "end": 1146,
            "id": "410530"
        },
        {
            "title": "Water supply network",
            "text": "supplying clean water",
            "start": 1151,
            "end": 1172,
            "id": "1249122"
        },
        {
            "title": "Well",
            "text": "well",
            "start": 1806,
            "end": 1810,
            "id": "15105978"
        },
        {
            "title": "Addington, London",
            "text": "Addington",
            "start": 1845,
            "end": 1854,
            "id": "93847"
        },
        {
            "title": "Cesspit",
            "text": "cesspools",
            "start": 2011,
            "end": 2020,
            "id": "1146304"
        },
        {
            "title": "Addington Well Pumping Station",
            "text": "Addington Well Pumping Station",
            "start": 2098,
            "end": 2128,
            "id": null
        },
        {
            "title": "Reservoir",
            "text": "reservoir",
            "start": 2229,
            "end": 2238,
            "id": "3292675"
        },
        {
            "title": "County Borough of Croydon#Corporation",
            "text": "Croydon Corporation",
            "start": 2356,
            "end": 2375,
            "id": null
        },
        {
            "title": "Water purification#Ozone disinfection",
            "text": "ozone plant",
            "start": 2480,
            "end": 2491,
            "id": null
        },
        {
            "title": "Rapid sand filter",
            "text": "rapid pressure filters",
            "start": 2493,
            "end": 2515,
            "id": "4211471"
        },
        {
            "title": "Escherichia coli",
            "text": "E. coli",
            "start": 2774,
            "end": 2781,
            "id": "40114"
        },
        {
            "title": "Medical officer of health",
            "text": "medical officer of health",
            "start": 3366,
            "end": 3391,
            "id": "16908870"
        },
        {
            "title": "Order of the Crescent",
            "text": "KC",
            "start": 3896,
            "end": 3898,
            "id": "15500633"
        },
        {
            "title": "Anne Hardy (historian)",
            "text": "Anne Hardy",
            "start": 4147,
            "end": 4157,
            "id": null
        },
        {
            "title": "Bank of England",
            "text": "Bank of England",
            "start": 4478,
            "end": 4493,
            "id": "4484"
        },
        {
            "title": "Bournemouth typhoid outbreak",
            "text": "Bournemouth typhoid outbreak",
            "start": 5378,
            "end": 5406,
            "id": null
        },
        {
            "title": "Department of Health and Social Care#History",
            "text": "Ministry of Health",
            "start": 6058,
            "end": 6076,
            "id": null
        },
        {
            "title": "Epidemiology",
            "text": "epidemiological methods",
            "start": 6549,
            "end": 6572,
            "id": "66997"
        },
        {
            "title": "Louis Napoleon George Filon",
            "text": "Louis Napoleon George Filon",
            "start": 6984,
            "end": 7011,
            "id": "36568151"
        },
        {
            "title": "Harold Gourley",
            "text": "Harold Gourley",
            "start": 7301,
            "end": 7315,
            "id": "24385956"
        },
        {
            "title": "Humphry Rolleston",
            "text": "Humphry Rolleston",
            "start": 7352,
            "end": 7369,
            "id": "34871538"
        },
        {
            "title": "George V",
            "text": "King George V",
            "start": 7415,
            "end": 7428,
            "id": "46823"
        },
        {
            "title": "Assessor (law)",
            "text": "expert assessors",
            "start": 7437,
            "end": 7453,
            "id": "10556401"
        },
        {
            "title": "Walter Monckton",
            "text": "Walter Monckton",
            "start": 7601,
            "end": 7616,
            "id": "951990"
        },
        {
            "title": "World War I",
            "text": "First World War",
            "start": 8693,
            "end": 8708,
            "id": "4764461"
        },
        {
            "title": "Medical Officer (journal)",
            "text": "Medical Officer",
            "start": 9014,
            "end": 9029,
            "id": null
        },
        {
            "title": "Writ",
            "text": "legal claims",
            "start": 9944,
            "end": 9956,
            "id": "158492"
        },
        {
            "title": "Read v. Croydon Corporation (1938)",
            "text": "Read v. Croydon Corporation",
            "start": 10281,
            "end": 10308,
            "id": null
        },
        {
            "title": "Daily Sketch",
            "text": "Daily Sketch",
            "start": 10693,
            "end": 10705,
            "id": "1141981"
        },
        {
            "title": "History of radio",
            "text": "wireless",
            "start": 10835,
            "end": 10843,
            "id": "25522"
        },
        {
            "title": "American Journal of Public Health",
            "text": "The American Journal of Public Health",
            "start": 11036,
            "end": 11073,
            "id": "9210266"
        },
        {
            "title": "Classical Association",
            "text": "The Classical Quarterly",
            "start": 11231,
            "end": 11254,
            "id": "21078775"
        },
        {
            "title": "Hugh Pennington",
            "text": "Hugh Pennington",
            "start": 11520,
            "end": 11535,
            "id": "12408111"
        },
        {
            "title": "List of epidemics",
            "text": "List of epidemics",
            "start": 11795,
            "end": 11812,
            "id": "945818"
        }
    ],
    "_chunk_id": "b_18089881913-18095990836"
}