{
    "_id": "3573933",
    "id": "3573933",
    "title": "Great Plague of Marseille",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Pre-plague city==",
            "start": 485,
            "end": 504
        },
        {
            "text": "===Sanitation board===",
            "start": 506,
            "end": 528
        },
        {
            "text": "===Quarantine system===",
            "start": 1826,
            "end": 1849
        },
        {
            "text": "==Outbreak and fatalities==",
            "start": 4009,
            "end": 4036
        },
        {
            "text": "==Recent research==",
            "start": 8176,
            "end": 8195
        },
        {
            "text": "==See also==",
            "start": 9031,
            "end": 9043
        },
        {
            "text": "==Notes==",
            "start": 9248,
            "end": 9257
        },
        {
            "text": "==References==",
            "start": 9260,
            "end": 9274
        },
        {
            "text": "== External links ==",
            "start": 9315,
            "end": 9335
        }
    ],
    "categories": [
        "18th-century deaths from plague (disease)",
        "1720 disasters",
        "1720 in France",
        "18th-century health disasters",
        "Eurasian history",
        "Health disasters in France",
        "History of Marseille",
        "Second plague pandemic",
        "18th-century epidemics"
    ],
    "infobox": null,
    "article": "The Great Plague of Marseille was the last major outbreak of bubonic plague in western Europe.  Arriving in Marseille, France in 1720, the disease killed a total of 100,000 people: 50,000 in the city during the next two years and another 50,000 to the north in surrounding provinces and towns. \n\nWhile economic activity took only a few years to recover, as trade expanded to the West Indies and Latin America, it was not until 1765 that the population returned to its pre-1720 level.\n\n==Pre-plague city==\n\n===Sanitation board===\nAt the end of the plague of 1580, the people at Marseille took dramatic measures to attempt to control the future spread of disease. The city council of Marseille established a sanitation board, whose members were to be drawn from the city council as well as the doctors of the city. The exact founding date of the board is unknown, but its existence is first mentioned in a 1622 text of the Parliament of Aix. The newly established sanitation board made a series of recommendations to maintain the health of the city.\n\nThey established a bureaucracy to maintain the health of Marseille. In addition to protecting the city from exterior vulnerabilities, the sanitation board sought to build a public infrastructure. The first public hospital of Marseille was also built during this time period, and was given a full-sized staff of doctors and nurses. Additionally, the sanitation board was responsible for the accreditation of local doctors. Citing the vast amount of misinformation that propagates during a plague, the sanitation board sought to, at a minimum, provide citizens with a list of doctors who were believed to be credible.\n\nThe sanitation board was one of the first executive bodies formed by the city of Marseille. It was staffed to support the board's increasing responsibilities.\n\n===Quarantine system=== \n\nThe Sanitation Board established a three-tiered control and quarantine system. Members of the board inspected all incoming ships and gave them one of three \"bills of health\". The “bill of health” then determined the level of access to the city by the ship and its cargo. \n\nA delegation of members of the sanitation board was to greet every incoming ship. They reviewed the captain’s log, which recorded every city the ship had landed in, and checked it against the sanitation board's master list of cities throughout the Mediterranean that had rumors of recent plague incidents. The delegation also inspected all the cargo, crew and passengers, looking for signs of possible disease. If the team saw signs of disease, the ship was not allowed to land at a Marseille dock. \n\nIf the ship passed that first test and there were no signs of disease, but the ship’s itinerary included a city with documented plague activity, the ship was sent to the second tier of quarantine, at islands outside of Marseille harbour. The criteria for the lazarets were ventilation (to drive off what was thought to be the miasma of disease), be near the sea to facilitate communication and pumping of water to clean, and to be isolated yet easily accessible.\n\nEven a clean bill of health for a ship required a minimum of 18 days' quarantine at the off island location. During such time, the crew would be held in one of the lazarettos/lazarets that were constructed around the city. The lazarettos were also classified in relation to bills of health given to the ship and individuals. With a clean bill, a crewman went to the largest quarantine site, which was equipped with stores and was large enough to accommodate many ships and crews at a time. If crew were believed subject to a possibility of plague, they were sent to the more isolated quarantine site, which was built on an island off the coast of the Marseille harbour. The crew and passengers were required to wait there for 50 to 60 days to see if they developed any sign of plague.\n\nOnce crews served their time, they were allowed into the city in order to sell their goods and enjoy themselves prior to departure.\n\n==Outbreak and fatalities==\n\nThis great outburst of plague was the last recurrence of a pandemic of bubonic plague, following the devastating episodes which began in the early-fourteenth century; the first known instance of bubonic plague in Marseille was the arrival of the Black Death in the autumn of 1347. In 1720, Yersinia pestis arrived at the port of Marseille from the Levant upon the merchant ship Grand-Saint-Antoine. The vessel had departed from Sidon in Lebanon, having previously called at Smyrna, Tripoli, and plague-ridden Cyprus. A Turkish passenger was the first to be infected and soon died, followed by several crew members and the ship's surgeon. The ship was refused entry to the port of Livorno.\n\nWhen it arrived at Marseille, it was promptly placed under quarantine in the lazaret by the port authorities. Due largely to Marseille's monopoly on French trade with the Levant, this important port had a large stock of imported goods in warehouses. It was also expanding its trade with other areas of the Middle East and emerging markets in the New World. Powerful city merchants wanted the silk and cotton cargo of the ship for the great medieval fair at Beaucaire and pressured authorities to lift the quarantine. \n\n\n\nA few days later, the disease broke out in the city. Hospitals were quickly overwhelmed, and residents panicked, driving the sick from their homes and out of the city. Mass graves were dug but were quickly filled. Eventually the number of dead overcame city public health efforts, until thousands of corpses lay scattered and in piles around the city.\n\nAttempts to stop the spread of plague included an Act of the Parlement of Aix that levied the death penalty for any communication between Marseille and the rest of Provence. To enforce this separation, a plague wall, or mur de la peste, was erected across the countryside. The wall was built of dry stone, 2 m high and 70 cm thick, with guard posts set back from the wall. Remains of the wall can still be seen in different parts of the Plateau de Vaucluse.\n\nAt the onset of the plague, Nicolas Roze, who had been vice-consul at a factory on the Peloponnese coast and dealt against epidemics there, proposed his services to the local authorities, the échevins. Strong with his experience from Greece, he was made General Commissioner for the Rive-Neuve neighbourhood. He established a quarantine by setting up checkpoints, and went as far as building gallows as a deterrence against looters. He also had five large mass graves dug out, converted La Corderie into a field hospital, and organised distribution of humanitarian supply to the population. He furthermore organised supply for the city itself.\n\nOn 16 September 1720, Roze personally headed a 150-strong group of volunteers and prisoners to remove 1,200 corpses in the poor neighbourhood of the Esplanade de la Tourette. Some of the corpses were three weeks old and contemporary sources describe them as \"hardly human in shape and set in movement by maggots\". In half an hour, the corpses were thrown into open pits that were then filled with lime and covered with soil.\n\nOut of 1,200 volunters and prisoners deployed to fight the plague, only three survived. Roze himself caught the disease, but survived, although chances of survival without modern medicine are between 20 and 40%.\n\nDuring a two-year period, 50,000 of Marseille's total population of 90,000 died. An additional 50,000 people in other areas succumbed as the plague spread north, eventually reaching Aix-en-Provence, Arles, Apt and Toulon. Estimates indicate an overall death rate of between 25%-50% for the population in the larger area, with the city of Marseille at 40%, the area of Toulon at above 50%, and the area of Aix and Arles at 25%.\n\nAfter the plague subsided, the royal government strengthened the plague defenses of the port, building the waterside Lazaret d'Arenc. A double line of fifteen-foot walls ringed the whitewashed compound, pierced on the waterside to permit the offloading of cargo from lighters. Merchantmen were required to pass inspection at an island further out in the harbour, where crews and cargoes were examined.\n\n==Recent research==\n\nIn 1998, an excavation of a mass grave of victims of the bubonic plague outbreak was conducted by scholars from the Université de la Méditerranée. The excavation provided an opportunity to study more than 200 skeletons from an area in the second arrondissement in Marseille, known as the Monastery of the Observance. In addition to modern laboratory testing, archival records were studied to determine the conditions and dates surrounding the use of this mass grave. This multidisciplinary approach revealed previously unknown facts and insights concerning the epidemic of 1722. The reconstruction of the skull of one body, a 15-year-old boy, revealed the first historical evidence of an autopsy dated to the spring of 1722. The anatomic techniques used appear to be identical to those described in a surgical book dating from 1708.\n\n==See also==\n* List of Bubonic plague outbreaks\n* Plague of Justinian\n* Popular revolt in late medieval Europe\n* Moscow plague riot of 1771\n* Second plague pandemic\n* Third plague pandemic\n* Nicolas Roze (chevalier)\n\n==Notes==\n\n\n==References==\n* \n* \n*, Chapter 42, pages 360–378.\n* \n\n== External links ==\n* \n\n\n\n\n\n\n\n\n\n\n\nContemporary painting of Marseille during the Great Plague.\nChevalier Roze working at Le Tourette during the height of the plague, supervising assembling of corpses for mass burial. Painting by Michel Serre.\nBubonic plague victims in a mass grave from 1720 to 1721 in Martigues, France.\n\nPublic notice on the disposal of corpses during the Great Plague, 1720.\nThe 16th-century mur de la peste (plague wall), Provence.",
    "links": [
        {
            "title": "Great Plague of Marseille",
            "text": "Great Plague of Marseille",
            "start": 4,
            "end": 29,
            "id": "3573933"
        },
        {
            "title": "Bubonic plague",
            "text": "bubonic plague",
            "start": 61,
            "end": 75,
            "id": "16392927"
        },
        {
            "title": "Marseille",
            "text": "Marseille",
            "start": 108,
            "end": 117,
            "id": "40888948"
        },
        {
            "title": "France",
            "text": "France",
            "start": 119,
            "end": 125,
            "id": "5843419"
        },
        {
            "title": "Parlement",
            "text": "Parliament of Aix",
            "start": 921,
            "end": 938,
            "id": "766191"
        },
        {
            "title": "Lazaretto",
            "text": "lazarets",
            "start": 2885,
            "end": 2893,
            "id": "1654069"
        },
        {
            "title": "Second plague pandemic",
            "text": "pandemic of bubonic plague",
            "start": 4097,
            "end": 4123,
            "id": "33390780"
        },
        {
            "title": "Black Death",
            "text": "Black Death",
            "start": 4284,
            "end": 4295,
            "id": "4501"
        },
        {
            "title": "Yersinia pestis",
            "text": "Yersinia pestis",
            "start": 4328,
            "end": 4343,
            "id": "34367"
        },
        {
            "title": "Levant",
            "text": "Levant",
            "start": 4386,
            "end": 4392,
            "id": "18138"
        },
        {
            "title": "Sidon",
            "text": "Sidon",
            "start": 4466,
            "end": 4471,
            "id": "28366"
        },
        {
            "title": "Lebanon",
            "text": "Lebanon",
            "start": 4475,
            "end": 4482,
            "id": "17771"
        },
        {
            "title": "Smyrna",
            "text": "Smyrna",
            "start": 4512,
            "end": 4518,
            "id": "50562"
        },
        {
            "title": "Tripoli",
            "text": "Tripoli",
            "start": 4520,
            "end": 4527,
            "id": "31232"
        },
        {
            "title": "Cyprus",
            "text": "Cyprus",
            "start": 4547,
            "end": 4553,
            "id": "5593"
        },
        {
            "title": "Livorno",
            "text": "Livorno",
            "start": 4718,
            "end": 4725,
            "id": "246305"
        },
        {
            "title": "Quarantine",
            "text": "quarantine",
            "start": 4787,
            "end": 4797,
            "id": "25237"
        },
        {
            "title": "Lazaretto",
            "text": "lazaret",
            "start": 4805,
            "end": 4812,
            "id": "1654069"
        },
        {
            "title": "Silk",
            "text": "silk",
            "start": 5120,
            "end": 5124,
            "id": "51510"
        },
        {
            "title": "Cotton",
            "text": "cotton",
            "start": 5129,
            "end": 5135,
            "id": "36806"
        },
        {
            "title": "Beaucaire, Gard",
            "text": "Beaucaire",
            "start": 5185,
            "end": 5194,
            "id": "159869"
        },
        {
            "title": "Parlement",
            "text": "Parlement of Aix",
            "start": 5663,
            "end": 5679,
            "id": "766191"
        },
        {
            "title": "Nicolas Roze (chevalier)",
            "text": "Nicolas Roze",
            "start": 6089,
            "end": 6101,
            "id": "63442192"
        },
        {
            "title": "Peloponnese",
            "text": "Peloponnese",
            "start": 6148,
            "end": 6159,
            "id": "45749"
        },
        {
            "title": "Security checkpoint",
            "text": "checkpoint",
            "start": 6412,
            "end": 6422,
            "id": "8116691"
        },
        {
            "title": "Mass grave",
            "text": "mass grave",
            "start": 6517,
            "end": 6527,
            "id": "1349803"
        },
        {
            "title": "Aix-en-Provence",
            "text": "Aix-en-Provence",
            "start": 7527,
            "end": 7542,
            "id": "79495"
        },
        {
            "title": "Arles",
            "text": "Arles",
            "start": 7544,
            "end": 7549,
            "id": "79494"
        },
        {
            "title": "Apt, Vaucluse",
            "text": "Apt",
            "start": 7551,
            "end": 7554,
            "id": "1372824"
        },
        {
            "title": "Toulon",
            "text": "Toulon",
            "start": 7559,
            "end": 7565,
            "id": "50992"
        },
        {
            "title": "Fr:Lazaret d'Arenc",
            "text": "Lazaret d'Arenc",
            "start": 7890,
            "end": 7905,
            "id": null
        },
        {
            "title": "University of the Mediterranean",
            "text": "Université de la Méditerranée",
            "start": 8313,
            "end": 8342,
            "id": "7477720"
        },
        {
            "title": "Municipal arrondissements of France",
            "text": "arrondissement",
            "start": 8443,
            "end": 8457,
            "id": "1540051"
        },
        {
            "title": "Autopsy",
            "text": "autopsy",
            "start": 8885,
            "end": 8892,
            "id": "342334"
        },
        {
            "title": "List of epidemics",
            "text": "List of Bubonic plague outbreaks",
            "start": 9046,
            "end": 9078,
            "id": "945818"
        },
        {
            "title": "Plague of Justinian",
            "text": "Plague of Justinian",
            "start": 9081,
            "end": 9100,
            "id": "548536"
        },
        {
            "title": "Popular revolts in late-medieval Europe",
            "text": "Popular revolt in late medieval Europe",
            "start": 9103,
            "end": 9141,
            "id": "1455239"
        },
        {
            "title": "Moscow plague riot of 1771",
            "text": "Moscow plague riot of 1771",
            "start": 9144,
            "end": 9170,
            "id": "2599145"
        },
        {
            "title": "Second plague pandemic",
            "text": "Second plague pandemic",
            "start": 9173,
            "end": 9195,
            "id": "33390780"
        },
        {
            "title": "Third plague pandemic",
            "text": "Third plague pandemic",
            "start": 9198,
            "end": 9219,
            "id": "1543486"
        },
        {
            "title": "Nicolas Roze (chevalier)",
            "text": "Nicolas Roze (chevalier)",
            "start": 9222,
            "end": 9246,
            "id": "63442192"
        },
        {
            "title": "Michel Serre",
            "text": "Michel Serre",
            "start": 9544,
            "end": 9556,
            "id": "41274917"
        },
        {
            "title": "Martigues",
            "text": "Martigues, France",
            "start": 9618,
            "end": 9635,
            "id": "655823"
        }
    ],
    "_chunk_id": "b_3457848991-3469539687"
}