{
    "_id": "58011203",
    "id": "58011203",
    "title": "Kivu Ebola epidemic",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Epidemiology==",
            "start": 2935,
            "end": 2951
        },
        {
            "text": "===Democratic Republic of the Congo===",
            "start": 2954,
            "end": 2992
        },
        {
            "text": "====Becoming the 2nd biggest EVD outbreak====",
            "start": 5229,
            "end": 5274
        },
        {
            "text": "====Spread to Goma====",
            "start": 9075,
            "end": 9097
        },
        {
            "text": "====Spread to South Kivu Province====",
            "start": 10185,
            "end": 10222
        },
        {
            "text": "===Uganda===",
            "start": 10525,
            "end": 10537
        },
        {
            "text": "===Tanzania===",
            "start": 13409,
            "end": 13423
        },
        {
            "text": "===Countries with medically evacuated individuals===",
            "start": 14565,
            "end": 14617
        },
        {
            "text": "==Containment and military conflict==",
            "start": 14869,
            "end": 14906
        },
        {
            "text": "==Virology==",
            "start": 18687,
            "end": 18699
        },
        {
            "text": "===Viral mechanism===",
            "start": 19311,
            "end": 19332
        },
        {
            "text": "== Transmission ==",
            "start": 19620,
            "end": 19638
        },
        {
            "text": "==Prevention==",
            "start": 20898,
            "end": 20912
        },
        {
            "text": "===Contact tracing===",
            "start": 20913,
            "end": 20934
        },
        {
            "text": "=== Burials ===",
            "start": 21181,
            "end": 21196
        },
        {
            "text": "===Travel restrictions and border closings===",
            "start": 21388,
            "end": 21433
        },
        {
            "text": "==Treatment==",
            "start": 21765,
            "end": 21778
        },
        {
            "text": "===Vaccination===",
            "start": 22678,
            "end": 22695
        },
        {
            "text": "====Pregnant and lactating women====",
            "start": 24024,
            "end": 24060
        },
        {
            "text": "====Vaccine stockpile====",
            "start": 24683,
            "end": 24708
        },
        {
            "text": "====Effectiveness====",
            "start": 25536,
            "end": 25557
        },
        {
            "text": "===Treatment centres===",
            "start": 26194,
            "end": 26217
        },
        {
            "text": "====Healthcare workers====",
            "start": 27741,
            "end": 27767
        },
        {
            "text": "==Prognosis==",
            "start": 28645,
            "end": 28658
        },
        {
            "text": "==History==",
            "start": 29146,
            "end": 29157
        },
        {
            "text": "==Outlook==",
            "start": 30416,
            "end": 30427
        },
        {
            "text": "===Projected cases===",
            "start": 30431,
            "end": 30452
        },
        {
            "text": "===Statistical measures===",
            "start": 31116,
            "end": 31142
        }
    ],
    "categories": [
        "2010s disease outbreaks",
        "2020s disease outbreaks",
        "2018 health disasters",
        "2018 in the Democratic Republic of the Congo",
        "2019 health disasters",
        "2019 in the Democratic Republic of the Congo",
        "2020 health disasters",
        "2020 in the Democratic Republic of the Congo",
        "Ebola",
        "Disease outbreaks in the Democratic Republic of the Congo",
        "21st-century epidemics",
        "Public Health Emergency of International Concern"
    ],
    "infobox": "{{Infobox event\n|title =Kivu Ebola epidemic\n|image = Kongo und Uganda 2.svg\n|image_size = 300px\n|caption = '''Democratic Republic of the Congo & Uganda'''\n|date = 1 August 2018–25 June 2020<ref name=\"finish\">{{cite web |title=DR Congo's deadliest Ebola outbreak declared over |url=https://www.bbc.com/news/world-africa-53179323 |website=BBC News |accessdate=25 June 2020 |date=25 June 2020}}</ref>\n|casualties1 =\n{{aligned table|class=wikitable|fullwidth=y|cols=4\n| row1header = yes|col2style=text-align:right|col3style=text-align:right\n| Country | Cases (conf./prob./susp.) | Deaths | Last update\n| '''[[Democratic Republic of the Congo|DRC]]'''\n\n| 3,313 / 153 / 0\n| 2,266 |<ref name=finish/><ref>{{cite web |title=Operations Dashboard for ArcGIS |url=https://who.maps.arcgis.com/apps/opsdashboard/index.html#/e70c3804f6044652bc37cce7d8fcef6c |website=who.maps.arcgis.com|date=25 June 2020|accessdate=28 June 2020}}</ref>\n| '''[[Uganda]]'''\n\n| 4 / 0 / 0\n| 4 |<ref>{{cite news |last1=Gladstone |first1=Rick |title=Two More Ebola Cases Diagnosed in Uganda as First Victim, 5, Dies |url=https://www.nytimes.com/2019/06/12/world/africa/ebola-uganda-congo.html |website=[[The New York Times]] |accessdate=13 June 2019 |date=12 June 2019}}</ref><ref>{{cite news |last1=News |first1=A. B. C. |title=2nd Ebola death in Uganda after outbreak crosses border |url=https://abcnews.go.com/Health/wireStory/2nd-ebola-death-uganda-outbreak-crosses-border-63681154 |website=[[ABC News]] |accessdate=13 June 2019 }}</ref><ref name=\"ugan\">{{cite web |title=Ebola Virus Disease Outbreak Uganda Situation Reports |url=https://www.afro.who.int/sites/default/files/2019-06/Ebola%20Virus%20Disease%20Sitrep%206%2017th%20June%202019.pdf |publisher=[[World Health Organization]] (WHO) |accessdate=18 June 2019}}</ref><ref name=\"ugurel\">{{cite web |title=Update of Ebola Outbreak in Kasese District, 21 June 2019 – Uganda |url=https://reliefweb.int/report/uganda/update-ebola-outbreak-kasese-district-21-june-2019 |website=ReliefWeb |accessdate=23 June 2019 }}</ref><ref>{{cite web |title=Congolese girl, 9, dies of Ebola in Uganda – hospital official |url=https://af.reuters.com/article/worldNews/idAFKCN1VK0FW |website=Reuters |accessdate=2 September 2019 |language=en |date=30 August 2019}}</ref>\n| row4style=font-weight:bold; background-color:#f0f0f0\n| Total | '''3,470''' <br />(see note 1) | '''2,280'''<br>{{refn|group=note|...in the Congolese statistics cases of Mabalako. Uganda's index case and 7 other family members were classified in Mabalako, the health zone where they started to develop symptoms. Of these 8 confirmed cases of the same family, 5 remained in the DRC and 3 had crossed the border. [...] The 2 deaths of Bwera are the 5-year-old boy and the 50-year-old grandmother who were classified...<ref>{{cite web|title=Situation épidémiologique dans les provinces du Nord-Kivu et de l'Ituri|publisher=Dr. [[Oly Ilunga Kalenga]], Ministre de la Santé|url=https://mailchi.mp/sante.gouv.cd/ebola_kivu_13juin19|date=2019-06-13|language=fr}}</ref>}}| {{As of |2020|6|25}}\n}}\n}}",
    "article": "The Kivu Ebola epidemic began on 1 August 2018, when four cases of Ebola virus disease (EVD) were confirmed in the eastern region of Kivu in the Democratic Republic of the Congo (DRC). The Kivu outbreak also affected Ituri Province, whose first case was confirmed on 13 August, and in June 2019, the virus reached Uganda, having infected a 5-year-old Congolese boy who entered Uganda with his family, but was contained. In November 2018, the outbreak became the biggest Ebola outbreak in the DRC's history, and by November, it had become the second-largest Ebola outbreak in recorded history, behind only the 2013–2016 Western Africa epidemic. On 3 May 2019, nine months into the outbreak, the DRC outbreak death toll surpassed 1,000.\n\nSince January 2015, the affected province and general area have been experiencing a military conflict, which is hindering treatment and prevention efforts. The World Health Organization (WHO) has described the combination of military conflict and civilian distress as a potential \"perfect storm\" that could lead to a rapid worsening of the outbreak. In May 2019, the WHO reported that since January of that year there had been 42 attacks on health facilities and 85 health workers had been wounded or killed. In some areas, aid organizations have had to stop their work due to violence. Health workers also have to deal with misinformation spread by opposing politicians.\n\nDue to the deteriorating situation in North Kivu and surrounding areas, the WHO raised the risk assessment at the national and regional level from \"high\" to \"very high\" in September 2018. In October, the United Nations Security Council stressed that all armed hostility in the DRC should come to a stop to better fight the ongoing EVD outbreak. A confirmed case in Goma triggered the decision by the WHO to convene an emergency committee for the fourth time, and on 17 July 2019, the WHO announced a Public Health Emergency of International Concern (PHEIC), the highest level of alarm the WHO can sound.\n\nOn 15 September 2019, some slowdown of EVD cases was noted by the WHO in DRC. However, contact tracing continued to be less than 100%; at the time, it was at 89%. As of mid-October the transmission of the virus had significantly reduced; by then it was confined to the Mandima region near where the outbreak began, and was only affecting 27 health zones in the DRC (down from a peak of 207).  Cases dwindled to zero by 17 February 2020, but after 52 days without a case, surveillance and response teams on the ground confirmed three new cases of Ebola in Beni health zone in mid-April.\n\nOn 25 June 2020, the outbreak was declared ended.\n\nAs a new and separate outbreak, the Congolese health ministry reported on 1 June 2020 that there were cases of Ebola in Équateur Province in north-western DRC, described as the eleventh Ebola outbreak since records began. Five people died in Mbandaka during the second half of May.\n\n==Epidemiology==\n\n\n===Democratic Republic of the Congo===\n\nOn 1 August 2018, the North Kivu health division notified Congo's health ministry of 26 cases of hemorrhagic fever, including 20 deaths. Four of the six samples that were sent for analysis to the National Institute of Biological Research in Kinshasa came back positive for Ebola and an outbreak was declared on that date.\nThe index case is believed to have been the death and unsafe burial of a 65-year-old woman on 25 July in the town of Mangina; soon afterwards seven members of her immediate family died. This outbreak started just days after the end of the outbreak in Équateur province.\n\nBy 3 August, the virus had developed in multiple locations; cases were reported in five health zones – Beni, Butembo, Oicha, Musienene and Mabalako – in North Kivu province as well as Mandima and Mambasa in Ituri Province. However, one month later there had been confirmed cases only in the Mabalako, Mandima, Beni and Oicha health zones. The five suspected cases in the Mambasa Health Zone proved not to be EVD; it was not possible to confirm the one probable case in the Musienene Health Zone and the two probable cases in the Butembo Health Zone. No new cases had been recorded in any of those health zones. The first confirmed case in Butembo was announced on 4 September, the same day that it was announced that one of the cases registered at Beni had actually come from the Kalunguta Health Zone.\n\nOn 1 August, just after the Ebola epidemic had been declared, Doctors Without Borders/Médecins Sans Frontières (MSF) arrived in Mangina, the point of origin of the outbreak, to mount a response. On 2 August, Oxfam indicated it would be taking part in the response to this latest outbreak in the DRC.\nOn 4 August, the WHO indicated that the current situation in the DRC, due to several factors, warranted a \"high risk assessment\" at the national and regional level for public health.\n\nIn November, it was reported that the EVD outbreak ran across two provinces (and 14 health zones). Table 1. Timeline of reported cases reflects cases that were not able to have a laboratory test sample prior to burial as probable cases. By 23 December, the EVD outbreak had spread to more health zones, and at that time 18 such areas had been affected.\n\n====Becoming the 2nd biggest EVD outbreak====\nOn 7 August 2018, the DRC Ministry of Public Health indicated that the total count had climbed to almost 90 cases, and the Uganda Ministry of Health issued an alert for extra surveillance as the outbreak was just  away from its border. Two days later the total count was nearly 100 cases. On 16 August, the United Kingdom indicated it would help with EVD diagnosis and monitoring in the DRC.\nOn 17 August 2018, the WHO reported that there were around 1,500 \"contacts\", while noting that certain conflict zones in the DRC that could not be reached might have contained more contacts. Some 954 contacts were successfully followed up on 18 August; however, Mandima Health Zone indicated resistance, so contacts were not followed up there.\n\nOn 4 September, Butembo, a city with almost one million people and an international airport, recorded its first fatality in the Ebola outbreak. The city of Butembo, in the DRC, has trade links to nearby Uganda.\n\nOn 24 September, it was reported that all contact tracing and vaccinations would stop for the foreseeable future in Beni due to a deadly attack by rebel groups the day before. On 25 September, Peter Salama of the WHO indicated that insecurity was obstructing efforts to stop the virus and believed a combination of factors could establish conditions for an epidemic. On 18 October, the U.S. Centers for Disease Control and Prevention (CDC) raised its travelers' alert to the DRC from a level 1 to level 2 for all U.S. travelers. On 26 October, the WHO indicated that half of confirmed cases were not showing any fever symptom, thus making diagnosis more difficult.\n\nAccording to a September 2018 Lancet survey, 25% of respondents in Beni and Butembo believed the Ebola outbreak to be a hoax. These beliefs correlated with decreased likelihood of seeking healthcare or accepting vaccination.\n\nOn 6 November 2018, the CDC indicated that the current outbreak in the east region of the DRC was potentially non-containable. This would be the first time since 1976 that an outbreak was not able to be curbed. On 13 November, the WHO indicated that the viral outbreak would last at least six months.\n\nOn 29 December 2018, the DRC Ministry of Public Health announced that there had been \"0 new confirmed cases detected because of the paralysis of the activities of the response in Beni, Butembo, Komanda and Mabalako\" and no vaccination had occurred for three consecutive days. On 22 January, the total case count began to approach 1,000 cases, (951 suspected) in the DRC Ministry of Public Health situation report. The graphs below demonstrate the EVD intensity in different locations in the DRC, as well as in the West African epidemic of 2014–15 as a comparison:\n\nFile:Neuerkrankungen 18 Mabalako.png| New cases per week in Mabalako between 2018-07-16 and 2018-12-31\nFile:Neuerkrankungen 18-19 Beni.png|New cases per week in town Beni between 2018-07-23 and 2019-01-28\nFile:Neuerkrankungen 18-19 Butembo und Katwa.png| New cases per week in Butembo (brown) and Katwa (yellow) between 2018-07-23 and 2019-02-04\nFile:West Africa Ebola 2014 13 Reported Cases per Week.png| West Africa Ebola epidemic cases per week, for comparison with current outbreak\n\nOn 16 March 2019, the director of the CDC indicated that the outbreak in the DRC could last another year, additionally suggesting that vaccine supplies could run out. According to the WHO, resistance to vaccination in the Kaniyi Health Zone was ongoing as of March 2019. There was still a belief by some in surrounding areas that the epidemic was a hoax.\n\nOn 25 November 2019, it was reported that violence had broken out in Beni again, to such a degree that some aid agencies had evacuated. According to the same report, around 300 individuals might have been exposed to EVD via an infected individual.\n\n====Spread to Goma====\nOn 14 July 2019, the first case of EVD was confirmed in the capital of North Kivu, Goma, a city with an international airport and a highly mobile population of 2million people, which is right at the DRC's eastern border with Rwanda. This case was a man who passed through three health checkpoints, with different names on traveller lists. The WHO stated that he died in a treatment centre, whereas according to Reuters he died en route to a treatment centre. This case triggered the decision by the WHO to again reconvene an emergency committee, at which the situation was officially announced as a PHEIC on 17 July 2019.\n\nOn 30 July, a second case of EVD was confirmed in the city of Goma, apparently not linked to the first case, and declared dead the following day. Across the border from Goma in the country of Rwanda, Ebola simulation drills are being conducted at health facilities. A third case of EVD was confirmed in Goma on 1 August. On 22 August 2019, Nyiragongo Health Zone, the affected area on the outskirts of Goma, reached 21 days without further cases being confirmed.\n\n====Spread to South Kivu Province====\nOn 16 August 2019, it was reported that the Ebola virus disease had spread to a third province – South Kivu – via two new cases who had travelled from Beni, North Kivu. By August 22, the number of cases in Mwenga had risen to four, including one person at a health facility visited by the first case.\n\n===Uganda===\n\n\n\nIn August 2018 a UN agency indicated that steps were being taken to ensure that those leaving the DRC into Uganda were not infected with Ebola, which was being done via active screening.  The government of Uganda opened two Ebola treatment centers at the border with the DRC, though there had not yet been any confirmed cases in the country of Uganda. By 13 June 2019, nine treatment units were in place near the affected border.\n\nAccording to the International Red Cross, a \"most likely scenario\" entails an asymptomatic case will at some point enter the country of Uganda undetected among the numerous refugees coming from the DRC. On 20 September, Uganda indicated it was ready for immediate vaccination, should the Ebola virus be detected in any individual.\n\nOn 21 September, officials of the DRC indicated a confirmed case of EVD at Lake Albert, an entry point into Uganda, though no cases were then confirmed within Ugandan territory.\n\nOn 2 November, it was reported that the Ugandan government would start vaccination of health workers along the border with the DRC as a proactive measure against the virus. Vaccinations started on 7 November, and by 13 June 2019, 4,699 health workers at 165 sites had been vaccinated. Proactive vaccination has also been carried out in South Sudan, with 1,471 health workers vaccinated by 7 May 2019.\n\nOn 2 January 2019, it was reported that refugee movement from the DRC to Uganda had increased after the presidential elections. On 12 February, it was reported that 13 individuals had been isolated due to their contact with a suspected Ebola case in Uganda; the lab results came back negative several hours later.\n\nOn 11 June 2019, the WHO reported that the virus had spread to Uganda. A 5-year-old Congolese boy entered Uganda on the previous Sunday with his family to seek medical care. On 12 June, the WHO reported that the 5-year-old patient had died, while 2 more cases of Ebola infection within the same family were also confirmed. On 14 June it was reported that there were 112 contacts since EVD was first detected in Uganda. Ring vaccination of Ugandan contacts was scheduled to start on 15 June. As of 18 June 2019, 275 contacts have been vaccinated per the Uganda Ministry of Health.\n\nOther countries that border the DRC are South Sudan, Rwanda and Burundi, as well as Angola, Zambia, Tanzania, Central African Republic and Republic of Congo, which are considered to have a lower risk of transmission.\n\nOn 14 July, an individual entered the country of Uganda from DRC while symptomatic for EVD; there is an ongoing search for contacts in Mpondwe. On 24 July, Uganda marked the needed 42 day period without any EVD cases to be declared Ebola-free. On 29 August, a 9-year-old Congolese girl became the fourth individual in Uganda to test positive for EVD when she crossed from the DRC into the district of Kasese.\n\n===Tanzania===\nIn regards to possible EVD cases in Tanzania, the WHO stated on 21 September 2019 that \"to date, the clinical details and the results of the investigation, including laboratory tests performed for differential diagnosis of these patients, have not been shared with WHO. The insufficient information received by WHO does not allow for a formulation of a hypotheses regarding the possible cause of the illness\". On 27 September, the CDC and U.S. State Department alerted potential travellers to the possibility of unreported EVD cases within Tanzania. On 28 September, the United Kingdom began indicating to potential travelers to Tanzania, the undiagnosed death of an individual (and referencing the WHO, 21 September statement).\n\nThe Tanzanian Health Minister Ummy Mwalimu stated on 3 October 2019 that there was no Ebola outbreak in Tanzania. The WHO were provided with a preparedness update on 18 October which outlined a range of actions, and included commentary that since the outbreak commenced, there had been \"29 alerts of Ebola suspect cases reported, 17 samples tested and were negative for Ebola (including 2 in September 2019)\".\n\n===Countries with medically evacuated individuals===\nOn 29 December, an American physician who was exposed to the Ebola virus (and who was non-symptomatic) was evacuated, and taken to the University of Nebraska Medical Center. On 12 January, the individual was released after 21 days without symptoms.\n\n\n==Containment and military conflict==\n\n\n\nThe area in question, North Kivu, is in the middle of the Kivu Conflict, a military conflict with thousands of displaced refugees. The affected area has about one million uprooted people and shares borders with Rwanda and Uganda, with cross border movement because of trade activities. The humanitarian crisis and deterioration of the security situation is expected to affect any response to the outbreak.\n\nThere are about 70 armed military groups, among them the Alliance of Patriots for a Free and Sovereign Congo and the Mai-Mayi Nduma défense du Congo-Rénové, in North Kivu. The armed fighting has displaced thousands of individuals. According to WHO, health care workers are to be accompanied by military personnel for protection and ring vaccination may not be possible. On 11 August 2018, it was reported that seven individuals were killed in Mayi-Moya due to a military group, about 24 miles from the city of Beni where there were several EVD cases.\n\nOn 24 August 2018, it was reported that an Ebola-stricken physician had been in contact with some 97 individuals in an inaccessible military area, hence those 97 contacts could not be diagnosed. In September, it was reported that 2 peacekeepers were attacked and wounded by rebel groups in Beni, and 14 individuals were killed in a military attack. In September 2018, the WHO's Deputy Director-General for Emergency Preparedness and Response described the combination of military conflict and civilian distress as a potential \"perfect storm\" that could lead to a rapid worsening of the outbreak.\n\nOn 20 October 2018, an armed rebel group in the DRC killed some 13 civilians and took 12 children as hostages in Beni, which was experiencing one of the worst outbreaks. On 11 November, six people were killed in an attack by an armed rebel group in Beni; as a consequence vaccinations were suspended there. In November 2018, a paper by the U.S. Center for Strategic and International Studies on the violence and the EVD outbreak indicated the situation might worsen depending on the result and response of presidential elections in the country in 2018. Yet another attack reported on 17 November, in Beni by an armed rebel group forced the cessation of EVD containment efforts and WHO staff to evacuate to another DRC city for the time being. Beni continues to be the site of attacks by militant groups as 18 civilians were killed on 6 December. On 22 December it was reported that elections for the President of the DRC would go forward despite the EVD outbreak, including in the Ebola-stricken area of Beni. Four days later, on 26 December, the DRC government reversed itself to indicate those Ebola-stricken areas, such as Beni, would not vote for several months; as a consequence election protesters ransacked an Ebola assessment center in Beni just 24 hours later. Post election tensions continued when it was reported that the DRC government had cut-off internet connections for the population, as the vote results were yet to be released.\n\nOn 29 December 2018, Oxfam said it would suspend its work due to the ongoing violence in the DRC; on the same day, the International Rescue Committee suspended their Ebola support efforts as well. On 18 January, the African Union indicated that presidential election results announcements should be suspended in the DRC, and have furthermore decided not to travel to the DRC.\n\nOn 12 June 2019, in Uganda, a 5-year-old boy became the first cross-border victim of Ebola, with two more people testing positive for Ebola. This shows the spread of Ebola to neighboring countries because of rebel attacks and community resistance hampering virus containment work in eastern Congo. In late 2019 and in April 2020, attacks and protests continued to disrupt epidemic response work.\n\n==Virology==\n\n\n\n\nThe DRC Ministry of Public Health confirmed that the new Ebola outbreak is caused by the Zaire ebolavirus species. This is the same strain that was involved in the early 2018 outbreak in western DRC.\n\nZaire ebolavirus strain is the most lethal of the six known strains (including the newly discovered Bombali strain); it is fatal in up to 90% of cases. Both Ebola and Marburg virus are part of the Filoviridae family.\n\nThe filovirus genome contains seven genes, including VP40. The natural reservoir of the virus is thought to be the African fruit bat, which is used in many parts of Africa as bushmeat.\n\n\n\n===Viral mechanism===\nA significant part of the actual EVD infection is based on immune suppression. When an individual is infected the pathophysiological process indicates that as systemic inflammation sets in there are coagulation problems, as well as vascular and the aforementioned immune system issues.\n\n== Transmission ==\nEbola virus disease is found in a variety of bodily fluids in the human body such as breast milk, saliva, stool, blood, and semen. Due to this, the Ebola virus is an extremely infectious and contagious disease as a result of the easy contact with any of these bodily fluids. Although a few transmission methods are known, there is a possibility that many other methods are unknown and must be further researched. Here are some potential routes of transmission:\n* Droplets: Droplet transmission is when contact is made with virus-containing droplets that were unable to evaporate or move around.\n* Fomites: Occurs when an individual comes in contact with a surface that a pathogen remains on and infects.\n* Bodily fluids: The most common way of transmitting the Ebola virus in humans is through the contact with infected bodily fluids. Initially, the usage of unsterilized needles in a hospital was connected to the first outbreak of Ebola virus in the Democratic Republic of the Congo.\n\nWhile those infected by EVD gain immunity, it has been suggested to have a finite duration. On 31 October, it was reported that an EVD survivor who had been assisting at a treatment center in Beni had been reinfected with EVD and died; such an incident is unprecedented.\n\n==Prevention==\n===Contact tracing===\nContact tracing is a way of identifying those who have been in direct contact with an infected individual and are thus at higher risk of becoming infected or infecting others. Such individuals are monitored for up to 21 days in the case of EVD.\n\n=== Burials ===\nThe IFRC has called funerals \"super-spreading events\" as burial traditions include kissing and generally touching bodies. Safe burial teams formed by healthworkers are subject to suspicion.\n\n===Travel restrictions and border closings===\nOn 26 July, it was reported that the country of Saudi Arabia would not allow visas from the DRC after the WHO declared it an international emergency due to EVD. On 1 August, the country of Rwanda closed its border with the DRC, due to multiple cases in the city of Goma which borders the country in the upper Northwestern region.\n\n==Treatment==\n\n\nIn August 2018, the WHO evaluated the benefits and risks of drug treatment for EVD: Remdesivir, ZMapp, REGN3470-3471-3479, mAb114 and favipiravir. The drug mAb114 (which is a monoclonal antibody) is being used for the first time to treat infected individuals during this EVD outbreak.\n\nIn November 2018, the DRC gave approval to start clinical trials for EVD treatment. Medical authorities will not choose which of four experimental treatments will be given to an individual; instead it will be randomized.\n\nOn 12 August 2019, it was announced that two clinical trial medications were found to improve the rate of survival in those infected by EVD. They are REGN-EB3, a cocktail of three monoclonal Ebola antibodies, and mAb114. These two will be further used in therapy; when used shortly after infection they were found to have a 90% survival rate. ZMapp and Remdesifir have been discontinued.\n\n===Vaccination===\n\nOn 8 August 2018, the process of vaccination began with rVSV-ZEBOV Ebola vaccine. While several studies have shown the vaccine to be safe and protective against the virus, additional research is needed before it can be licensed. Consequently, the WHO reports that it is being used under a ring vaccination strategy with what is known as \"compassionate use\" to protect persons at highest risk of the Ebola outbreak, i.e. contacts of those infected, contacts of those contacts, and front-line medical personnel. As of 15 September, according to the WHO, almost a quarter of a million individuals have been vaccinated in this current outbreak. Additionally on the same date the FDA set a target action date for 14 March 2020, for Merck's vaccine; should it be approved it would be the first licensed Ebola vaccine.\n\nOn 20 September 2019 it was reported that a second vaccine by Johnson & Johnson would be introduced in the current EVD epidemic in the DRC.\n\nOn November 2019, the World Health Organization prequalified an Ebola vaccine, rVSV-ZEBOV, for the first time against EVD. As of 22 February 2020, a total of 297,275 people have been vaccinated since the start of the outbreak.\n\nVaccination has helped to contain the epidemic, though military attacks and community resistance have complicated distribution of the vaccines.\n\n====Pregnant and lactating women====\n\nBased on a lack of evidence about the safety of the vaccine during pregnancy, the DRC ministry of health and the WHO decided to cease vaccinating women who are pregnant or lactating. Some authorities have criticized this decision as \"utterly indefensible\" from an ethical perspective. They note that as caregivers of the sick, pregnant and lactating women are more likely to contract Ebola. They also note that since it is known that almost 100% of pregnant women who contract Ebola will die, a safety concern should not be a deciding factor. As of June 2019, pregnant and lactating women are now also being vaccinated.\n\n====Vaccine stockpile====\n\nThe DRC Ministry of Public Health reported on 16 August 2018 that 316 individuals had been vaccinated. On 24 August, the DRC indicated it had vaccinated 2,957 individuals, including 1,422 in Mabalako against the Ebola virus. By late October, more than 20,000 individuals had been vaccinated. In December, Dr. Peter Salama, who is Deputy Director-General of Emergency Preparedness and Response for WHO, reported that the current 300,000 vaccine stockpile may not be enough to contain this EVD outbreak; additionally it takes several months to make more of the Zaire EVD vaccine (rVSV-ZEBOV). On 11 December, it was reported that the stock of vaccine in Beni was 4,290 doses.\n\nAs of August 2019, Merck & Co, the producers of the vaccine in use, reported a stockpile sufficient for 500,000 individuals, with more in production.\n\n====Effectiveness====\n\nIn April 2019, the WHO published the preliminary results of its research, in association with the DRC's Institut National pour la Recherche Biomedicale, into the effectiveness of the ring vaccination program, including data from 93,965 at-risk people who had been vaccinated. WHO stated that the rVSV-ZEBOV-GP vaccine had been 97.5% effective at stopping Ebola transmission, relative to no vaccination. The vaccine had also reduced mortality among those who were infected after vaccination. The ring vaccination strategy was effective at reducing EVD in contacts of contacts (tertiary cases), with only two such cases being reported.\n\n===Treatment centres===\n\nIn August 2018, the Mangina Ebola Treatment Center was reported to be operational. A fourth Ebola Treatment Center (after those in Mangina, Beni and Butembo) was inaugurated in September in Makeke in the Mandima Health Zone of Ituri Province. Makeke is less than five kilometers from Mangina along a well-traveled local road; the site had been proposed in August when it appeared that a second Ebola Treatment Center would be needed in the area, and space was insufficient in Mangina itself to accommodate one. By mid-September, however, there had been only two additional cases in the Mandima Health Zone, and only sporadic cases were being reported in the Mabalako Health Zone.\n\nIn February 2019, it was reported that attacks at treatment centers had been carried out in Butembo and Katwa. The motives behind the attacks were unclear. Due to the violence, international aid organizations had to stop their work in the two communities. In April, an epidemiologist from WHO was killed and two health workers injured in a militia attack on Butembo University Hospital in Katwa. In May, WHO's health emergencies chief said insecurity had become a \"major impediment\" to controlling the outbreak. He reports that since January there have been 42 attacks on health facilities and 85 health workers have been wounded or killed. \"Every time we have managed to regain control over the virus and contain its spread, we have suffered major, major security events. We are anticipating a scenario of continued intense transmission\".\n\n====Healthcare workers====\nHealth workers must wear personal protection equipment during treatment of those affected by the virus, as well as various other tasks.\nOn 3 September 2018, WHO stated that 16 health workers had contracted the virus.\nOn 10 December, the WHO reported that the current DRC outbreak had affected 49 healthcare workers as confirmed cases, and 15 had died.\nAs of 30 April 2019, there have been 92 health care workers in the DRC infected with EVD, of which 33 have died. With false rumors being spread by word-of-mouth and social media, residents remain mistrustful and fearful of health care workers. In January 2020, it was reported that there had been nearly 400 attacks on medical workers since the outbreak began in 2018.\n\nOn 5 October 2018, the Nobel Peace Prize was awarded to Denis Mukwege, who tends to the female victims of the ongoing internal armed conflict in the DRC.\n\n==Prognosis==\n\nIn terms of prognosis, aside from the possible effects of post-Ebola syndrome, there is also the reality of survivors returning to communities where they might be shunned due to the fear many have in the respective areas of the Ebola virus, hence psychosocial assistance is needed. Per the world Health Organization the current outbreak of EVD has left about 1,000 survivors.\n\nPost-Ebola syndrome signs and symptoms in an individual may include, but are not limited to the following:\n\n\n==History==\n\n\n\nThe Ebola virus disease outbreak in Zaire (Yambuku) started in late 1976, and was the second outbreak ever after the earlier one in Sudan the same year. On 1 August 2018, the tenth Ebola outbreak was declared in the DRC, only a few days after the prior outbreak in the same country had been declared over on 24 July.\n\nWHO chief Tedros Adhanom Ghebreyesus indicated on 15 August, that the current outbreak in DRC may be worse than the West Africa outbreak of 2013–2016, with the IRC relating this to factors including the ongoing Kivu conflict. Table 2 below summarises the eleven outbreaks that have occurred in the DRC since 1976:\n\n::\n\n\nThis map shows previous EVD outbreaks in the area of central Africa, which includes the Democratic Republic of the Congo. This outbreak is the biggest of the ten recorded outbreaks that have occurred in the DRC.\n\nLearning from other responses, such as during the 2000 outbreak in Uganda, the WHO established its Global Outbreak Alert and Response Network, and other public health measures were instituted in areas at high risk. Field laboratories were established to confirm cases, instead of shipping samples to South Africa. Additionally, outbreaks are also closely monitored by the CDC Special Pathogens Branch.\n\n\n==Outlook==\n\n\n\n===Projected cases===\nUntil the outbreak in North Kivu in 2018, no outbreak had surpassed 320 total cases in the Democratic Republic of the Congo. By 24 February 2019, the outbreak had surpassed 1,000 total cases (1,048), and by the same time in 2020 it had surpassed 3,000.\n\nOn 10 May 2019, the U.S. Centers for Disease Control and Prevention indicated that the outbreak could well surpass the West Africa epidemic given time.\n\nThe 12 May 2019 issue of WHO Weekly Bulletin on Outbreaks and Other Emergencies, indicates that \"continued increase in the number of new EVD cases in the Democratic Republic of the Congo is worrying...no end in sight to the difficult security situation\".\n\n===Statistical measures===\nOne way to measure the outbreak is the basic reproduction number, R0, a statistical measure of the average number of people expected to be infected by one person who has a disease. If the rate is less than 1, the infection dies out; if it is greater than 1, the infection continues to spread—with exponential growth in the number of cases. A March 2019, paper by Tariq et al. indicated (rho = −0.37, p 2018–19 Kivu Ebola epidemic (total cases-deaths as of 25 June 2020)*x indicates (2) 21 day periods have passed and outbreak is over.\n Map of the Democratic Republic of the Congo; North Kivu (orange, middle) South Kivu (dark red, bottom) and Ituri (green, top).\nMap of Uganda; District Kasese in Western Region.\nGoma, the capital of North Kivu province.\nFruit bats (group of Rousettus aegyptiacus).\nGenomic epidemiology of the 2018–19 Kivu Ebola epidemic (Began with clade: BEN164, health zone: Monbalako, divergence: 5.285e-5, date: 10/08/18, no nucleotide mutations, to its  spread to Goma, clade: GOM1887, health zone: (aforementioned) Goma, divergence: 2.062e-3, date: 7/13/19, nucleotide mutations: A3376G T3378C C3380A T3386A G3388C G3389T T3391C G3398A C3399A, AA mutations: VP35 V87A Q88K L901 to the more recent clade: MAN9501, health zone: Mandima, divergence: 1.4803-4, date: 10/10/19, no nucleotide mutations; this does not reflect the possible final clade or information) .\nNumber of vaccinated people in the epidemic area DRC.\nColorized scanning electron micrograph of Ebola virus particles (green).\nDemocratic Republic of the Congo EVD outbreaks 1976-9 November 2018' (total cases for this date does not reflect )(Uganda has second most EVD cases '00–'01/425West African Ebola virus epidemic '13-'16/ >28,000).\nWHO can declare PHEIC.\nPerform Hand Hygiene CDC05.",
    "links": [
        {
            "title": "Kivu Ebola epidemic",
            "text": "Kivu Ebola epidemic",
            "start": 4,
            "end": 23,
            "id": "58011203"
        },
        {
            "title": "Ebola",
            "text": "Ebola virus disease",
            "start": 67,
            "end": 86,
            "id": "40817590"
        },
        {
            "title": "Kivu",
            "text": "Kivu",
            "start": 133,
            "end": 137,
            "id": "1200745"
        },
        {
            "title": "Democratic Republic of the Congo",
            "text": "Democratic Republic of the Congo",
            "start": 145,
            "end": 177,
            "id": "76762"
        },
        {
            "title": "Ituri Province",
            "text": "Ituri Province",
            "start": 217,
            "end": 231,
            "id": "1545860"
        },
        {
            "title": "Uganda",
            "text": "Uganda",
            "start": 314,
            "end": 320,
            "id": "31816"
        },
        {
            "title": "Western African Ebola virus epidemic",
            "text": "Western Africa epidemic",
            "start": 619,
            "end": 642,
            "id": "42345073"
        },
        {
            "title": "Kivu conflict",
            "text": "a military conflict",
            "start": 818,
            "end": 837,
            "id": "14687290"
        },
        {
            "title": "World Health Organization",
            "text": "World Health Organization",
            "start": 896,
            "end": 921,
            "id": "33583"
        },
        {
            "title": "North Kivu",
            "text": "North Kivu",
            "start": 1447,
            "end": 1457,
            "id": "446958"
        },
        {
            "title": "United Nations Security Council",
            "text": "United Nations Security Council",
            "start": 1613,
            "end": 1644,
            "id": "31956"
        },
        {
            "title": "Goma",
            "text": "Goma",
            "start": 1774,
            "end": 1778,
            "id": "1210483"
        },
        {
            "title": "Public Health Emergency of International Concern",
            "text": "Public Health Emergency of International Concern",
            "start": 1909,
            "end": 1957,
            "id": "42694003"
        },
        {
            "title": "Province of Équateur",
            "text": "Équateur Province",
            "start": 2772,
            "end": 2789,
            "id": "2370831"
        },
        {
            "title": "Mbandaka",
            "text": "Mbandaka",
            "start": 2894,
            "end": 2902,
            "id": "1905618"
        },
        {
            "title": "North Kivu",
            "text": "North Kivu",
            "start": 3016,
            "end": 3026,
            "id": "446958"
        },
        {
            "title": "Viral hemorrhagic fever",
            "text": "hemorrhagic fever",
            "start": 3091,
            "end": 3108,
            "id": "1719309"
        },
        {
            "title": "Kinshasa",
            "text": "Kinshasa",
            "start": 3235,
            "end": 3243,
            "id": "45773"
        },
        {
            "title": "Index case",
            "text": "index case",
            "start": 3320,
            "end": 3330,
            "id": "6064646"
        },
        {
            "title": "2018 Équateur province Ebola outbreak",
            "text": "outbreak in Équateur province",
            "start": 3555,
            "end": 3584,
            "id": "57371426"
        },
        {
            "title": "Beni, Democratic Republic of the Congo",
            "text": "Beni",
            "start": 3690,
            "end": 3694,
            "id": "1905521"
        },
        {
            "title": "Butembo",
            "text": "Butembo",
            "start": 3696,
            "end": 3703,
            "id": "1905498"
        },
        {
            "title": "Oicha",
            "text": "Oicha",
            "start": 3705,
            "end": 3710,
            "id": "56371103"
        },
        {
            "title": "Mambasa",
            "text": "Mambasa",
            "start": 3783,
            "end": 3790,
            "id": "33379564"
        },
        {
            "title": "Ituri Province",
            "text": "Ituri Province",
            "start": 3794,
            "end": 3808,
            "id": "1545860"
        },
        {
            "title": "Médecins Sans Frontières",
            "text": "Doctors Without Borders/Médecins Sans Frontières",
            "start": 4453,
            "end": 4501,
            "id": "20498"
        },
        {
            "title": "Oxfam",
            "text": "Oxfam",
            "start": 4599,
            "end": 4604,
            "id": "19698439"
        },
        {
            "title": "Ministry of Health (Uganda)",
            "text": "Uganda Ministry of Health",
            "start": 5398,
            "end": 5423,
            "id": "51082622"
        },
        {
            "title": "United Kingdom",
            "text": "United Kingdom",
            "start": 5582,
            "end": 5596,
            "id": "31717"
        },
        {
            "title": "Contact tracing",
            "text": "contacts",
            "start": 5733,
            "end": 5741,
            "id": "1724851"
        },
        {
            "title": "Butembo",
            "text": "Butembo",
            "start": 6028,
            "end": 6035,
            "id": "1905498"
        },
        {
            "title": "Peter Salama",
            "text": "Peter Salama",
            "start": 6417,
            "end": 6429,
            "id": "62941504"
        },
        {
            "title": "Centers for Disease Control and Prevention",
            "text": "Centers for Disease Control and Prevention",
            "start": 6615,
            "end": 6657,
            "id": "6811"
        },
        {
            "title": "The Lancet",
            "text": "Lancet",
            "start": 6920,
            "end": 6926,
            "id": "463899"
        },
        {
            "title": "Goma",
            "text": "Goma",
            "start": 9181,
            "end": 9185,
            "id": "1210483"
        },
        {
            "title": "Rwanda",
            "text": "Rwanda",
            "start": 9323,
            "end": 9329,
            "id": "25645"
        },
        {
            "title": "Reuters",
            "text": "Reuters",
            "start": 9509,
            "end": 9516,
            "id": "18998750"
        },
        {
            "title": "Nyiragongo Territory",
            "text": "Nyiragongo",
            "start": 10061,
            "end": 10071,
            "id": "36303361"
        },
        {
            "title": "South Kivu",
            "text": "South Kivu",
            "start": 10320,
            "end": 10330,
            "id": "446959"
        },
        {
            "title": "Mwenga Territory",
            "text": "Mwenga",
            "start": 10429,
            "end": 10435,
            "id": "26981900"
        },
        {
            "title": "United Nations",
            "text": "UN",
            "start": 10558,
            "end": 10560,
            "id": "31769"
        },
        {
            "title": "Uganda",
            "text": "Uganda",
            "start": 10648,
            "end": 10654,
            "id": "31816"
        },
        {
            "title": "International Federation of Red Cross and Red Crescent Societies",
            "text": "International Red Cross",
            "start": 10989,
            "end": 11012,
            "id": "9720597"
        },
        {
            "title": "Lake Albert (Africa)",
            "text": "Lake Albert",
            "start": 11379,
            "end": 11390,
            "id": "341943"
        },
        {
            "title": "South Sudan",
            "text": "South Sudan",
            "start": 11819,
            "end": 11830,
            "id": "32350676"
        },
        {
            "title": "Ring vaccination",
            "text": "Ring vaccination",
            "start": 12619,
            "end": 12635,
            "id": "47393255"
        },
        {
            "title": "South Sudan",
            "text": "South Sudan",
            "start": 12821,
            "end": 12832,
            "id": "32350676"
        },
        {
            "title": "Rwanda",
            "text": "Rwanda",
            "start": 12834,
            "end": 12840,
            "id": "25645"
        },
        {
            "title": "Burundi",
            "text": "Burundi",
            "start": 12845,
            "end": 12852,
            "id": "21490998"
        },
        {
            "title": "Angola",
            "text": "Angola",
            "start": 12865,
            "end": 12871,
            "id": "701"
        },
        {
            "title": "Zambia",
            "text": "Zambia",
            "start": 12873,
            "end": 12879,
            "id": "34415"
        },
        {
            "title": "Tanzania",
            "text": "Tanzania",
            "start": 12881,
            "end": 12889,
            "id": "30118"
        },
        {
            "title": "Central African Republic",
            "text": "Central African Republic",
            "start": 12891,
            "end": 12915,
            "id": "5478"
        },
        {
            "title": "Republic of the Congo",
            "text": "Republic of Congo",
            "start": 12920,
            "end": 12937,
            "id": "19599929"
        },
        {
            "title": "Kasese",
            "text": "Kasese",
            "start": 13400,
            "end": 13406,
            "id": "2407373"
        },
        {
            "title": "United States Department of State",
            "text": "U.S. State Department",
            "start": 13863,
            "end": 13884,
            "id": "31975"
        },
        {
            "title": "Ummy Mwalimu",
            "text": "Ummy Mwalimu",
            "start": 14184,
            "end": 14196,
            "id": "38641162"
        },
        {
            "title": "University of Nebraska Medical Center",
            "text": "University of Nebraska Medical Center",
            "start": 14753,
            "end": 14790,
            "id": "5079518"
        },
        {
            "title": "Kivu conflict",
            "text": "Kivu Conflict",
            "start": 14968,
            "end": 14981,
            "id": "14687290"
        },
        {
            "title": "War",
            "text": "military conflict",
            "start": 14985,
            "end": 15002,
            "id": "33158"
        },
        {
            "title": "Rwanda",
            "text": "Rwanda",
            "start": 15121,
            "end": 15127,
            "id": "25645"
        },
        {
            "title": "Uganda",
            "text": "Uganda",
            "start": 15132,
            "end": 15138,
            "id": "31816"
        },
        {
            "title": "Alliance of Patriots for a Free and Sovereign Congo",
            "text": "Alliance of Patriots for a Free and Sovereign Congo",
            "start": 15374,
            "end": 15425,
            "id": "38726671"
        },
        {
            "title": "Mai-Mayi Nduma défense du Congo-Rénové",
            "text": "Mai-Mayi Nduma défense du Congo-Rénové",
            "start": 15434,
            "end": 15472,
            "id": null
        },
        {
            "title": "Mayi-Moya",
            "text": "Mayi-Moya",
            "start": 15760,
            "end": 15769,
            "id": "58742048"
        },
        {
            "title": "Beni, Democratic Republic of the Congo",
            "text": "Beni",
            "start": 15827,
            "end": 15831,
            "id": "1905521"
        },
        {
            "title": "United Nations peacekeeping",
            "text": "peacekeepers",
            "start": 16101,
            "end": 16113,
            "id": "15652027"
        },
        {
            "title": "Center for Strategic and International Studies",
            "text": "Center for Strategic and International Studies",
            "start": 16811,
            "end": 16857,
            "id": "540797"
        },
        {
            "title": "2018 Democratic Republic of the Congo general election",
            "text": "presidential elections in the country in 2018",
            "start": 16972,
            "end": 17017,
            "id": "48794014"
        },
        {
            "title": "President of the Democratic Republic of the Congo",
            "text": "President of the DRC",
            "start": 17366,
            "end": 17386,
            "id": "384442"
        },
        {
            "title": "International Rescue Committee",
            "text": "International Rescue Committee",
            "start": 18032,
            "end": 18062,
            "id": "196452"
        },
        {
            "title": "African Union",
            "text": "African Union",
            "start": 18129,
            "end": 18142,
            "id": "10634933"
        },
        {
            "title": "Ministry of Public Health (Democratic Republic of the Congo)",
            "text": "DRC Ministry of Public Health",
            "start": 18708,
            "end": 18737,
            "id": "19686492"
        },
        {
            "title": "Zaire ebolavirus",
            "text": "Zaire ebolavirus",
            "start": 18793,
            "end": 18809,
            "id": "40817806"
        },
        {
            "title": "2018 Équateur province Ebola outbreak",
            "text": "early 2018 outbreak in western DRC",
            "start": 18868,
            "end": 18902,
            "id": "57371426"
        },
        {
            "title": "Bombali ebolavirus",
            "text": "Bombali",
            "start": 19005,
            "end": 19012,
            "id": "57372087"
        },
        {
            "title": "Marburg virus",
            "text": "Marburg virus",
            "start": 19072,
            "end": 19085,
            "id": "33134774"
        },
        {
            "title": "Filoviridae",
            "text": "Filoviridae",
            "start": 19102,
            "end": 19113,
            "id": "208458"
        },
        {
            "title": "VP40",
            "text": "VP40",
            "start": 19176,
            "end": 19180,
            "id": "36472022"
        },
        {
            "title": "Natural reservoir",
            "text": "natural reservoir",
            "start": 19186,
            "end": 19203,
            "id": "1449983"
        },
        {
            "title": "Megabat",
            "text": "African fruit bat",
            "start": 19238,
            "end": 19255,
            "id": "86367"
        },
        {
            "title": "Bushmeat",
            "text": "bushmeat",
            "start": 19298,
            "end": 19306,
            "id": "332240"
        },
        {
            "title": "Immunosuppression",
            "text": "immune suppression",
            "start": 19392,
            "end": 19410,
            "id": "168944"
        },
        {
            "title": "Coagulation",
            "text": "coagulation",
            "start": 19532,
            "end": 19543,
            "id": "212193"
        },
        {
            "title": "Blood vessel",
            "text": "vascular",
            "start": 19565,
            "end": 19573,
            "id": "48530"
        },
        {
            "title": "Immune system",
            "text": "immune system",
            "start": 19597,
            "end": 19610,
            "id": "14958"
        },
        {
            "title": "Fomite",
            "text": "Fomites",
            "start": 20236,
            "end": 20243,
            "id": "24808275"
        },
        {
            "title": "International Federation of Red Cross and Red Crescent Societies",
            "text": "IFRC",
            "start": 21201,
            "end": 21205,
            "id": "9720597"
        },
        {
            "title": "Saudi Arabia",
            "text": "Saudi Arabia",
            "start": 21482,
            "end": 21494,
            "id": "349303"
        },
        {
            "title": "Remdesivir",
            "text": "Remdesivir",
            "start": 21865,
            "end": 21875,
            "id": "52322492"
        },
        {
            "title": "ZMapp",
            "text": "ZMapp",
            "start": 21877,
            "end": 21882,
            "id": "43478312"
        },
        {
            "title": "MAb114",
            "text": "mAb114",
            "start": 21904,
            "end": 21910,
            "id": "58757469"
        },
        {
            "title": "Favipiravir",
            "text": "favipiravir",
            "start": 21915,
            "end": 21926,
            "id": "40872327"
        },
        {
            "title": "Monoclonal antibody",
            "text": "monoclonal antibody",
            "start": 21956,
            "end": 21975,
            "id": "315043"
        },
        {
            "title": "Clinical trial",
            "text": "clinical trials",
            "start": 22116,
            "end": 22131,
            "id": "241717"
        },
        {
            "title": "REGN-EB3",
            "text": "REGN-EB3",
            "start": 22439,
            "end": 22447,
            "id": "61522571"
        },
        {
            "title": "RVSV-ZEBOV vaccine",
            "text": "rVSV-ZEBOV",
            "start": 22753,
            "end": 22763,
            "id": "43779954"
        },
        {
            "title": "Ebola vaccine",
            "text": "Ebola vaccine",
            "start": 22764,
            "end": 22777,
            "id": "44003094"
        },
        {
            "title": "Expanded access",
            "text": "compassionate use",
            "start": 23035,
            "end": 23052,
            "id": "10843800"
        },
        {
            "title": "Johnson & Johnson",
            "text": "Johnson & Johnson",
            "start": 23572,
            "end": 23589,
            "id": "166826"
        },
        {
            "title": "Ministry of Public Health (Democratic Republic of the Congo)",
            "text": "DRC Ministry of Public Health",
            "start": 24714,
            "end": 24743,
            "id": "19686492"
        },
        {
            "title": "Merck & Co.",
            "text": "Merck & Co",
            "start": 25404,
            "end": 25414,
            "id": "30874304"
        },
        {
            "title": "Institut National pour la Recherche Biomedicale",
            "text": "Institut National pour la Recherche Biomedicale",
            "start": 25663,
            "end": 25710,
            "id": "60516699"
        },
        {
            "title": "RVSV-ZEBOV vaccine",
            "text": "rVSV-ZEBOV-GP",
            "start": 25855,
            "end": 25868,
            "id": "43779954"
        },
        {
            "title": "Beni, Democratic Republic of the Congo",
            "text": "Beni",
            "start": 26359,
            "end": 26363,
            "id": "1905521"
        },
        {
            "title": "Butembo",
            "text": "Butembo",
            "start": 26368,
            "end": 26375,
            "id": "1905498"
        },
        {
            "title": "Ituri Province",
            "text": "Ituri Province",
            "start": 26446,
            "end": 26460,
            "id": "1545860"
        },
        {
            "title": "Personal protective equipment",
            "text": "personal protection equipment",
            "start": 27793,
            "end": 27822,
            "id": "55530"
        },
        {
            "title": "Health professional",
            "text": "health workers",
            "start": 27944,
            "end": 27958,
            "id": "6142110"
        },
        {
            "title": "Nobel Peace Prize",
            "text": "Nobel Peace Prize",
            "start": 28513,
            "end": 28530,
            "id": "26230922"
        },
        {
            "title": "Denis Mukwege",
            "text": "Denis Mukwege",
            "start": 28546,
            "end": 28559,
            "id": "19914976"
        },
        {
            "title": "Post-Ebola virus syndrome",
            "text": "post-Ebola syndrome",
            "start": 28718,
            "end": 28737,
            "id": "46680764"
        },
        {
            "title": "Psychosocial",
            "text": "psychosocial",
            "start": 28907,
            "end": 28919,
            "id": "3823981"
        },
        {
            "title": "Zaire",
            "text": "Zaire",
            "start": 29197,
            "end": 29202,
            "id": "34421"
        },
        {
            "title": "Sudan",
            "text": "Sudan",
            "start": 29293,
            "end": 29298,
            "id": "27421"
        },
        {
            "title": "2018 Équateur province Ebola outbreak",
            "text": "the prior outbreak",
            "start": 29404,
            "end": 29422,
            "id": "57371426"
        },
        {
            "title": "Western African Ebola virus epidemic",
            "text": "West Africa outbreak",
            "start": 29595,
            "end": 29615,
            "id": "42345073"
        },
        {
            "title": "International Rescue Committee",
            "text": "IRC",
            "start": 29639,
            "end": 29642,
            "id": "196452"
        },
        {
            "title": "Kivu conflict",
            "text": "Kivu conflict",
            "start": 29690,
            "end": 29703,
            "id": "14687290"
        },
        {
            "title": "Central Africa",
            "text": "central Africa",
            "start": 29852,
            "end": 29866,
            "id": "539606"
        },
        {
            "title": "List of Ebola outbreaks",
            "text": "2000 outbreak in Uganda",
            "start": 30062,
            "end": 30085,
            "id": "25227114"
        },
        {
            "title": "Global Outbreak Alert and Response Network",
            "text": "Global Outbreak Alert and Response Network",
            "start": 30111,
            "end": 30153,
            "id": "52207602"
        },
        {
            "title": "South Africa",
            "text": "South Africa",
            "start": 30312,
            "end": 30324,
            "id": "17416221"
        },
        {
            "title": "Basic reproduction number",
            "text": "basic reproduction number",
            "start": 31182,
            "end": 31207,
            "id": "917273"
        },
        {
            "title": "Egyptian fruit bat",
            "text": "Rousettus aegyptiacus",
            "start": 31919,
            "end": 31940,
            "id": "3947733"
        },
        {
            "title": "Nucleotide",
            "text": "nucleotide",
            "start": 32226,
            "end": 32236,
            "id": "21505"
        },
        {
            "title": "Amino acid",
            "text": "AA",
            "start": 32312,
            "end": 32314,
            "id": "1207"
        },
        {
            "title": "Zaire ebolavirus#Genome",
            "text": "VP35",
            "start": 32326,
            "end": 32330,
            "id": null
        }
    ],
    "_chunk_id": "b_16968994037-16975858564"
}