{
    "_id": "10760770",
    "id": "10760770",
    "title": "Plague of Amwas",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Origins and political setting==",
            "start": 1519,
            "end": 1552
        },
        {
            "text": "==Chronology==",
            "start": 3071,
            "end": 3085
        },
        {
            "text": "==Consequences==",
            "start": 4084,
            "end": 4100
        },
        {
            "text": "===Response and immediate impact===",
            "start": 4101,
            "end": 4136
        },
        {
            "text": "===Long-term political and societal effects===",
            "start": 7518,
            "end": 7564
        },
        {
            "text": "====Recurrences====",
            "start": 9530,
            "end": 9549
        },
        {
            "text": "===Theological interpretations===",
            "start": 11030,
            "end": 11063
        },
        {
            "text": "==References==",
            "start": 14168,
            "end": 14182
        },
        {
            "text": "==Bibliography==",
            "start": 14185,
            "end": 14201
        }
    ],
    "categories": [
        "638",
        "639",
        "630s in the Rashidun Caliphate",
        "7th-century disasters",
        "First plague pandemic",
        "Health disasters in Asia",
        "Medieval health disasters",
        "Medieval Palestine",
        "Medieval Syria"
    ],
    "infobox": null,
    "article": "The plague of Amwas, also spelled plague of Emmaus, was a bubonic plague epidemic that afflicted Islamic Syria in 638–639, toward the end of the Muslim conquest of the region. It was likely a reemergence of the mid-6th-century Plague of Justinian. Called after Amwas in Palestine, the principal camp of the Muslim Arab army, the plague killed up to 25,000 soldiers and their relatives, including most of the army's high command, and caused considerable loss of life and displacement among the indigenous Christians of Syria. The appointment of Mu'awiya ibn Abi Sufyan to the governorship of Syria in the wake of the commanders' deaths paved the way for his establishment of the Umayyad Caliphate in 661, while recurrences of the disease may have contributed to the Umayyad dynasty's downfall in 750. Depopulation in the Syrian countryside may have been a factor in the resettlement of the land by the Arabs unlike in other conquered regions where the Arabs largely secluded themselves to new garrison cities.\n\nThe plague of Amwas received more attention in the Arabic sources than any other epidemic until the 14th-century Black Death. Traditional narratives about reactions to the plague of Amwas by Caliph Umar and his top commander Abu Ubayda ibn al-Jarrah informed medieval Muslim theological responses to epidemics, including the Black Death. Principles derived from the narratives were cited in debates about predestination and free will, prohibitions on fleeing or entering plague-affected lands and contagion.\n\n==Origins and political setting==\n\n\nThe plague of Amwas (ta'un Amwas in Arabic) was likely a bubonic plague epidemic, though the sources do not elaborate on specific symptoms of the disease. It was the second recorded plague of the Islamic era, which began in the 620s, and the first to directly afflict the Muslims. It was likely a reemergence of the Plague of Justinian, which originated in Pelusium (near modern Suez) in 541 CE and spread west to Alexandria and east to Palestine before reaching the Byzantine capital Constantinople in 541–542 and afflicting the rest of Europe and the Sasanian Empire, as noted by the Byzantine historian Procopius (d. ). The Plague of Justinian recurred in at least nine to twelve cycles throughout the mid-6th century and the 7th century.\n\nThe first caliph (head of the Muslim community) Abu Bakr dispatched four armies from Medina led respectively by Amr ibn al-As, Yazid ibn Abi Sufyan, Shurahbil ibn Hasana and Abu Ubayda ibn al-Jarrah to conquer Byzantine Syria (Abu Ubayda may not have been dispatched until after the accession of Abu Bakr's successor Caliph Umar in mid-634). Amwas, the Arabic name for Emmaus-Nicopolis, had been a fortified Roman army camp in the 1st century CE, which grew into a small city by the early 3rd century. It was captured by the Muslims from the Byzantines following the Battle of Ajnadayn in 634 or the Battle of Yarmouk in 636. At the onset of the plague, the site served as the principal camp of the Arab Muslim troops in Syria where spoils were divided and soldiers paid.\n\n==Chronology==\nThe plague of Amwas occurred in the Islamic calendar years of 17 AH/638 CE and/or 18 AH/639 CE. According to the 8th-century historian Sayf ibn Umar, it struck in Muharram–Safar 17 AH/January–February 638, then dissipated before returning once more and inflicting numerous deaths \"to the advantage of the enemy [the Byzantines].\" Al-Suyuti (d. 1505) holds the plague had reemerged not long after its initial outbreak, which Dols suggests \"accounts for the two dates [638 and 639]\".\n\nThe plague struck at some point during a nine-month drought in Syria referred to by the Arabs as the 'Year of the Ashes'. Widespread famine in Syria–Palestine possibly set the stage for the plague due to weakened immune resistance and the stockpiling of food reserves in towns and villages, which could attract plague-infected rodents and bring them into contact with the human population, according to Dols. It spread across Syria and also affected Iraq and Egypt, before subsiding in Shawwal 18 AH/ October 639.\n\n==Consequences==\n===Response and immediate impact===\n\nAccording to one of the main narratives of the Islamic traditional sources, Umar, intending to prevent the illness and death of his top commander Abu Ubayda, summoned the latter to Medina; Abu Ubayda, aware of Umar's intent, refused to abandon his men. Umar subsequently embarked for Syria to assess the situation, meeting with the army leaders at a desert way-stop called Sargh (thirteen days' march north of Medina). His first consultations were with leaders from the Muhajirun and Ansar factions, collectively the earliest Muslim converts and elite of the nascent Muslim state, who argued against fleeing the plague-affected areas. Disagreeing with their recommendations, he next consulted the leaders of the later converts from the Quraysh, the tribe to which the Islamic prophet Muhammad and the caliphs belonged, who proposed that the army should withdraw from the area of the epidemic, which Umar accepted. Abu Ubayda protested the army's withdrawal on the basis of a purported prohibition by Muhammad on Muslims fleeing or entering a plague-affected land. Umar retorted that a person would naturally choose the green side of a valley rather than the barren side, but regardless of the person's decision it would be God's will. This narrative was used by medieval Muslim scholars as a precedent justifying flight from an epidemic. The summit at Sargh concluded with Umar ordering Abu Ubdaya to lead the army to healthier grounds and the caliph's return to Medina.\n\nAbu Ubayda moved to encamp the army at the old Ghassanid capital of Jabiya in the highland region of the Hauran. Due to its healthy climate, Jabiya effectively acted as a sanatorium for plague-stricken troops and the center for the distribution of war spoils. On the way there, in 639, Abu Ubayda succumbed to the plague. His successor Mu'adh ibn Jabal and two of Mu'adh's wives and son (or his entire family) died immediately after, followed by Mu'adh's successor Yazid ibn Abi Sufyan. Shurahbil also died from the plague. Among the other prominent Muslims and companions of Muhammad in the army to succumb were Suhayl ibn Amr, Suhayl's son Abu Jandal, al-Fadl ibn Abbas, al-Harith ibn Hisham, and many of al-Harith's seventy family members who had settled in Syria. Amr ibn al-As is credited for leading the surviving Muslim troops to Jabiya. In December 639, he embarked on the conquest of Egypt, either with Umar's reluctant sanction or without the caliph's authorization.\n\nThe Islamic traditional accounts maintain between 20,000 and 25,000 Muslim soldiers in Syria and their family members died in the plague. By 639, 4,000 Muslim troops were left in Jabiya out of some 24,000 in 637, though the modern historian Fred Donner notes that it is unclear how many of the missing troops had died or had temporarily fled and returned to Syria eventually.\n\nThe plague caused substantial loss of life among the local Christian population in Syria. It also resulted in price rises and hoarding, prompting Umar to prohibit hoarding. According to al-Tabari (d. 923), after returning to Medina from Sargh, Umar informed his advisers of his intention to visit his troops in Syria–Palestine and assess the chaos wrought by the plague. During his purported visit in 639, he gave directions on the disposition of the estates of the Muslims who died in the epidemic and settled suspicious claims by some of the troops.\n\n===Long-term political and societal effects===\nAs a result of the deaths of his top commanders in Syria, Umar appointed Yazid's brother and deputy, Mu'awiya ibn Abi Sufyan, commander of the army there, ultimately laying the foundation for the establishment of the Syria-centered Umayyad Caliphate by Mu'awiya in 661. The historian Wilferd Madelung surmises that the plague in Syria had precluded Umar from deploying commanders more preferable to him from Medina and he thus appointed Mu'awiya in lieu of a suitable alternative. The losses among the Muslim troops in Syria caused by the Amwas plague contributed to Mu'awiya's heavy military reliance on older-established, formerly Byzantine-allied and Christian Arab tribes in Syria, particularly the Banu Kalb, who had largely stayed neutral during the fighting between the Muslims and the Byzantines in Syria during the 630s.\n\nThe heavy toll on the indigenous Christian population and increased emigration from Syria as a result of the plague of Amwas may have been a contributing factor in the increased settlement of Syria by the Arabs and their penetration of local society during Umayyad rule (640s–750). According to the historian Lawrence Conrad, the Arabs, relying on revenue from the poll tax collected from the non-Arabs in the conquered regions, may not have intended to settle Syria, but were forced to repopulate the deserted countryside in the aftermath of the plague. The policy of settling Arab tribesmen on the land proved exceptional; in other conquered areas, such as Iraq, early Arab settlement was mostly confined to newly-built garrison cities.\n\nAmwas was replaced as the Arabs' headquarters in Palestine first by Lydda and/or Jerusalem, followed by Ramla, which was founded by the Umayyad caliph Sulayman ibn Abd al-Malik in the early 8th century. As late as the 1870s a well in the village of Amwas bore the name bir al-ta'un (well of the plague). Jabiya remained the Arabs' principal military camp in Syria until the reign of Sulayman.\n\n====Recurrences====\n\n\nThere were recurrences of the plague in Syria–Palestine about every decade between 688/89 and 744/45. \"The [[Umayyad dynasty|Umaiyad [sic] dynasty]] was literally plagued by this disease\", in the words of Dols. The deaths of the Umayyad caliphs Mu'awiya II, Marwan I, Abd al-Malik, Sulayman and the Umayyad governors in Iraq al-Mughira ibn Shu'ba and Ziyad ibn Abihi may all possibly have been caused by the plague epidemics in Syria and Iraq. The caliphs routinely withdrew from the cities to their desert palaces when the plague emerged during the summer months. Notable among them was Caliph Hisham, who preferred his palace at Rusafa over Damascus because he viewed the latter to be unhealthy.\n\nDols speculates that the frequent recurrences may have consistently undercut natural population growth in Syria–Palestine, the center of the Umayyad Caliphate, and weakened Umayyad power. Concurrently, Arab tribal migrations into the far eastern province of Khurasan, which was apparently spared from the plague epidemics, may have led to the lopsided growth and predominance of the eastern half of the Caliphate and the rise of the Abbasid Movement there, which ultimately toppled the Umayyads in 750. In the view of Conrad, by the end of these plague cycles, the Umayyads has lost practical control of the eastern Caliphate and \"it is tempting to view the interminable plagues of the last years of the dynasty as an important factor in the victory of the Abbasid revolution\".\n\n===Theological interpretations===\nModern historians concur that the actual circumstances of the plague of Amwas are not reconstructable and largely focus on the descriptions of the event in the 8th–10th-century Islamic histories and collections of hadith (traditions and sayings of Muhammad) in the context of theological debates on predestination, the status of Muslim sinners, and contagion. The plague of Amwas received more attention in medieval Arabic literature than any other epidemic until the 14th-century Black Death. Representations of the plague by the sources were \"varied and contradictory\", according to the historian Justin K. Stearns. The narratives of the response to the plague by Muhammad's companions Umar, Abu Ubayda, Amr and Mu'adh informed Muslim religious and legal interpretations of plague throughout the Middle Ages, including the response to the Black Death.\n\nMedieval Muslim scholars derived three principals from the contemporary reactions to the plague of Amwas: the first was that the plague was a form of divine mercy or martyrdom for the Muslim faithful and a punishment to non-believers; the second was the prohibition on Muslims entering or fleeing plague-stricken lands; and the third was the plague was not a contagion, rather it was directly imposed by God. The tenets consistently caused theological disagreements throughout the epidemic recurrences of the Middle Ages as a result of the difficulty in accepting plague as divine mercy or punishment and observable contagion.\n\nIn the assessment of Dols, native Christian and Jewish attitudes and natural human anxieties likely influenced aspects of the first principle, namely that plague represented divine punishment or warnings. Muslims in this camp related the plague to lax morals among the Muslim troops in Syria, such as the consumption of wine, which supposedly led Umar to order the lashing of drinkers. On the other hand, the interpretation of plague as mercy or martyrdom is evident in Abu Ubayda's speeches to the troops at Amwas and in the council at Sargh. A poem about the plague of Amwas recorded by the Damascene historian Ibn Asakir (d. 1175) reflects the martyrdom belief: How many brave horsemen and how many beautiful, chaste women were killed in the valley of 'Amwas  They had encountered the Lord, but He was not unjust to them  When they died, they were among the non-aggrieved people in Paradise.  We endure the plague as the Lord knows, and we were consoled in the hour of death.\n\nOn the principle of predestination, the events of Amwas were used to argue that whether a person fled or remained in a plague-affected area their death had already been decreed by God. During an episode of plague in the Iraqi garrison city of Kufa, the prominent statesman and scholar Abu Musa al-Ash'ari (d. 662) turned away visitors to his home due to someone in his household having the plague, and he justified Muslims fleeing plague on the basis of Umar's actions at Sargh. According to Dols, this also implied a recognition of contagion despite the contradiction with the purported hadith rejecting contagion as a pre-Islamic theory.\n\n==References==\n\n\n==Bibliography==\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n*\n\n\n\n\n\n\n\n\n\n\n\n\nThe site of Emmaus-Nicopolis, called 'Amwas' by the Arabs. The plague of Amwas first struck the Muslim Arab troops encamped there before spreading across Syria–Palestine and affecting Egypt and Iraq.\nMap of Syria toward the end of the Muslim conquest of the region from the Byzantine Empire, .\nThe gate of Rusafa, the desert palace which served as Caliph Hisham's preferred residence in times of plague. The Umayyad caliphs routinely withdrew from Syria's cities to their Syrian desert palaces during recurrences of the plague epidemic.",
    "links": [
        {
            "title": "Plague of Amwas",
            "text": "plague of Amwas",
            "start": 4,
            "end": 19,
            "id": "10760770"
        },
        {
            "title": "Plague of Amwas",
            "text": "plague of Emmaus",
            "start": 34,
            "end": 50,
            "id": "10760770"
        },
        {
            "title": "Bubonic plague",
            "text": "bubonic plague",
            "start": 58,
            "end": 72,
            "id": "16392927"
        },
        {
            "title": "Bilad al-Sham",
            "text": "Islamic Syria",
            "start": 97,
            "end": 110,
            "id": "600848"
        },
        {
            "title": "Muslim conquest of the Levant",
            "text": "Muslim conquest of the region",
            "start": 145,
            "end": 174,
            "id": "7533153"
        },
        {
            "title": "Plague of Justinian",
            "text": "Plague of Justinian",
            "start": 227,
            "end": 246,
            "id": "548536"
        },
        {
            "title": "Emmaus Nicopolis",
            "text": "Amwas",
            "start": 261,
            "end": 266,
            "id": "18399846"
        },
        {
            "title": "Jund Filastin",
            "text": "Palestine",
            "start": 270,
            "end": 279,
            "id": "1634453"
        },
        {
            "title": "Muawiyah I",
            "text": "Mu'awiya ibn Abi Sufyan",
            "start": 544,
            "end": 567,
            "id": "207068"
        },
        {
            "title": "Umayyad Caliphate",
            "text": "Umayyad Caliphate",
            "start": 678,
            "end": 695,
            "id": "49855"
        },
        {
            "title": "Umayyad dynasty",
            "text": "Umayyad dynasty",
            "start": 765,
            "end": 780,
            "id": "40124159"
        },
        {
            "title": "Amsar",
            "text": "garrison cities",
            "start": 992,
            "end": 1007,
            "id": "51896961"
        },
        {
            "title": "Black Death",
            "text": "Black Death",
            "start": 1123,
            "end": 1134,
            "id": "4501"
        },
        {
            "title": "Umar",
            "text": "Umar",
            "start": 1208,
            "end": 1212,
            "id": "80756"
        },
        {
            "title": "Abu Ubaidah ibn al-Jarrah",
            "text": "Abu Ubayda ibn al-Jarrah",
            "start": 1235,
            "end": 1259,
            "id": "2564737"
        },
        {
            "title": "Predestination",
            "text": "predestination",
            "start": 1415,
            "end": 1429,
            "id": "23705"
        },
        {
            "title": "Bubonic plague",
            "text": "bubonic plague",
            "start": 1612,
            "end": 1626,
            "id": "16392927"
        },
        {
            "title": "Plague of Justinian",
            "text": "Plague of Justinian",
            "start": 1871,
            "end": 1890,
            "id": "548536"
        },
        {
            "title": "Pelusium",
            "text": "Pelusium",
            "start": 1912,
            "end": 1920,
            "id": "986790"
        },
        {
            "title": "Suez",
            "text": "Suez",
            "start": 1934,
            "end": 1938,
            "id": "242628"
        },
        {
            "title": "Alexandria",
            "text": "Alexandria",
            "start": 1969,
            "end": 1979,
            "id": "3080"
        },
        {
            "title": "Palestine (region)",
            "text": "Palestine",
            "start": 1992,
            "end": 2001,
            "id": "1114732"
        },
        {
            "title": "Constantinople",
            "text": "Constantinople",
            "start": 2040,
            "end": 2054,
            "id": "5646"
        },
        {
            "title": "Sasanian Empire",
            "text": "Sasanian Empire",
            "start": 2108,
            "end": 2123,
            "id": "5876413"
        },
        {
            "title": "Byzantine Empire",
            "text": "Byzantine",
            "start": 2141,
            "end": 2150,
            "id": "16972981"
        },
        {
            "title": "Procopius",
            "text": "Procopius",
            "start": 2161,
            "end": 2170,
            "id": "23624"
        },
        {
            "title": "Caliphate",
            "text": "caliph",
            "start": 2308,
            "end": 2314,
            "id": "804036"
        },
        {
            "title": "Abu Bakr",
            "text": "Abu Bakr",
            "start": 2346,
            "end": 2354,
            "id": "1715"
        },
        {
            "title": "Medina",
            "text": "Medina",
            "start": 2383,
            "end": 2389,
            "id": "36636"
        },
        {
            "title": "Amr ibn al-As",
            "text": "Amr ibn al-As",
            "start": 2410,
            "end": 2423,
            "id": "30870773"
        },
        {
            "title": "Yazid ibn Abi Sufyan",
            "text": "Yazid ibn Abi Sufyan",
            "start": 2425,
            "end": 2445,
            "id": "8160438"
        },
        {
            "title": "Shurahbil ibn Hasana",
            "text": "Shurahbil ibn Hasana",
            "start": 2447,
            "end": 2467,
            "id": "22288142"
        },
        {
            "title": "Abu Ubaidah ibn al-Jarrah",
            "text": "Abu Ubayda ibn al-Jarrah",
            "start": 2472,
            "end": 2496,
            "id": "2564737"
        },
        {
            "title": "Roman Syria",
            "text": "Byzantine Syria",
            "start": 2508,
            "end": 2523,
            "id": "1928858"
        },
        {
            "title": "Umar",
            "text": "Umar",
            "start": 2622,
            "end": 2626,
            "id": "80756"
        },
        {
            "title": "Emmaus Nicopolis",
            "text": "Emmaus-Nicopolis",
            "start": 2667,
            "end": 2683,
            "id": "18399846"
        },
        {
            "title": "Battle of Ajnadayn",
            "text": "Battle of Ajnadayn",
            "start": 2865,
            "end": 2883,
            "id": "3017359"
        },
        {
            "title": "Battle of Yarmouk",
            "text": "Battle of Yarmouk",
            "start": 2898,
            "end": 2915,
            "id": "266811"
        },
        {
            "title": "Islamic calendar",
            "text": "Islamic calendar",
            "start": 3122,
            "end": 3138,
            "id": "14810"
        },
        {
            "title": "Hijri year",
            "text": "AH",
            "start": 3151,
            "end": 3153,
            "id": "3404661"
        },
        {
            "title": "Sayf ibn Umar",
            "text": "Sayf ibn Umar",
            "start": 3221,
            "end": 3234,
            "id": "33849912"
        },
        {
            "title": "Muharram",
            "text": "Muharram",
            "start": 3249,
            "end": 3257,
            "id": "444123"
        },
        {
            "title": "Safar",
            "text": "Safar",
            "start": 3258,
            "end": 3263,
            "id": "2715607"
        },
        {
            "title": "Al-Suyuti",
            "text": "Al-Suyuti",
            "start": 3416,
            "end": 3425,
            "id": "36035737"
        },
        {
            "title": "Shawwal",
            "text": "Shawwal",
            "start": 4055,
            "end": 4062,
            "id": "1511797"
        },
        {
            "title": "Muhajirun",
            "text": "Muhajirun",
            "start": 4608,
            "end": 4617,
            "id": "3533048"
        },
        {
            "title": "Ansar (Islam)",
            "text": "Ansar",
            "start": 4622,
            "end": 4627,
            "id": "7155833"
        },
        {
            "title": "Quraysh",
            "text": "Quraysh",
            "start": 4874,
            "end": 4881,
            "id": "433613"
        },
        {
            "title": "Muhammad",
            "text": "Muhammad",
            "start": 4922,
            "end": 4930,
            "id": "18934"
        },
        {
            "title": "Ghassanids",
            "text": "Ghassanid",
            "start": 5657,
            "end": 5666,
            "id": "714475"
        },
        {
            "title": "Jabiyah",
            "text": "Jabiya",
            "start": 5678,
            "end": 5684,
            "id": "50343898"
        },
        {
            "title": "Hauran",
            "text": "Hauran",
            "start": 5715,
            "end": 5721,
            "id": "1657064"
        },
        {
            "title": "Sanatorium",
            "text": "sanatorium",
            "start": 5781,
            "end": 5791,
            "id": "938121"
        },
        {
            "title": "Muadh ibn Jabal",
            "text": "Mu'adh ibn Jabal",
            "start": 5946,
            "end": 5962,
            "id": "3518082"
        },
        {
            "title": "Companions of the Prophet",
            "text": "companions of Muhammad",
            "start": 6172,
            "end": 6194,
            "id": "455476"
        },
        {
            "title": "Suhayl ibn Amr",
            "text": "Suhayl ibn Amr",
            "start": 6223,
            "end": 6237,
            "id": "4104386"
        },
        {
            "title": "Abu Jandal ibn Suhayl",
            "text": "Abu Jandal",
            "start": 6252,
            "end": 6262,
            "id": "49224031"
        },
        {
            "title": "Fadl ibn Abbas",
            "text": "al-Fadl ibn Abbas",
            "start": 6264,
            "end": 6281,
            "id": "2167794"
        },
        {
            "title": "Al-Harith ibn Hisham",
            "text": "al-Harith ibn Hisham",
            "start": 6283,
            "end": 6303,
            "id": "63006272"
        },
        {
            "title": "Muslim conquest of Egypt",
            "text": "conquest of Egypt",
            "start": 6491,
            "end": 6508,
            "id": "2864866"
        },
        {
            "title": "Fred Donner",
            "text": "Fred Donner",
            "start": 6829,
            "end": 6840,
            "id": "3231590"
        },
        {
            "title": "Al-Tabari",
            "text": "al-Tabari",
            "start": 7151,
            "end": 7160,
            "id": "344687"
        },
        {
            "title": "Muawiyah I",
            "text": "Mu'awiya ibn Abi Sufyan",
            "start": 7666,
            "end": 7689,
            "id": "207068"
        },
        {
            "title": "Umayyad Caliphate",
            "text": "Umayyad Caliphate",
            "start": 7797,
            "end": 7814,
            "id": "49855"
        },
        {
            "title": "Wilferd Madelung",
            "text": "Wilferd Madelung",
            "start": 7849,
            "end": 7865,
            "id": "2542619"
        },
        {
            "title": "Banu Kalb",
            "text": "Banu Kalb",
            "start": 8268,
            "end": 8277,
            "id": "5753168"
        },
        {
            "title": "Lawrence Conrad",
            "text": "Lawrence Conrad",
            "start": 8705,
            "end": 8720,
            "id": "4537125"
        },
        {
            "title": "Jizya",
            "text": "poll tax",
            "start": 8761,
            "end": 8769,
            "id": "274736"
        },
        {
            "title": "Early Muslim conquests",
            "text": "conquered regions",
            "start": 8806,
            "end": 8823,
            "id": "2867231"
        },
        {
            "title": "Amsar",
            "text": "garrison cities",
            "start": 9118,
            "end": 9133,
            "id": "51896961"
        },
        {
            "title": "Jund Filastin",
            "text": "Palestine",
            "start": 9185,
            "end": 9194,
            "id": "1634453"
        },
        {
            "title": "Lod",
            "text": "Lydda",
            "start": 9204,
            "end": 9209,
            "id": "323322"
        },
        {
            "title": "Jerusalem",
            "text": "Jerusalem",
            "start": 9217,
            "end": 9226,
            "id": "16043"
        },
        {
            "title": "Ramla",
            "text": "Ramla",
            "start": 9240,
            "end": 9245,
            "id": "323256"
        },
        {
            "title": "Sulayman ibn Abd al-Malik",
            "text": "Sulayman ibn Abd al-Malik",
            "start": 9287,
            "end": 9312,
            "id": "437350"
        },
        {
            "title": "Imwas",
            "text": "village of Amwas",
            "start": 9374,
            "end": 9390,
            "id": "11421388"
        },
        {
            "title": "Muawiya II",
            "text": "Mu'awiya II",
            "start": 9797,
            "end": 9808,
            "id": "437273"
        },
        {
            "title": "Marwan I",
            "text": "Marwan I",
            "start": 9810,
            "end": 9818,
            "id": "437302"
        },
        {
            "title": "Abd al-Malik ibn Marwan",
            "text": "Abd al-Malik",
            "start": 9820,
            "end": 9832,
            "id": "101883"
        },
        {
            "title": "Al-Mughira",
            "text": "al-Mughira ibn Shu'ba",
            "start": 9877,
            "end": 9898,
            "id": "5922580"
        },
        {
            "title": "Ziyad ibn Abihi",
            "text": "Ziyad ibn Abihi",
            "start": 9903,
            "end": 9918,
            "id": "2163351"
        },
        {
            "title": "Desert castles",
            "text": "desert palaces",
            "start": 10052,
            "end": 10066,
            "id": "13310144"
        },
        {
            "title": "Hisham ibn Abd al-Malik",
            "text": "Hisham",
            "start": 10147,
            "end": 10153,
            "id": "437395"
        },
        {
            "title": "Resafa",
            "text": "Rusafa",
            "start": 10183,
            "end": 10189,
            "id": "1920233"
        },
        {
            "title": "Greater Khorasan",
            "text": "Khurasan",
            "start": 10509,
            "end": 10517,
            "id": "1379246"
        },
        {
            "title": "Abbasid Revolution",
            "text": "Abbasid Movement",
            "start": 10684,
            "end": 10700,
            "id": "34536327"
        },
        {
            "title": "Hadith",
            "text": "hadith",
            "start": 11278,
            "end": 11284,
            "id": "13749"
        },
        {
            "title": "Predestination",
            "text": "predestination",
            "start": 11363,
            "end": 11377,
            "id": "23705"
        },
        {
            "title": "Black Death",
            "text": "Black Death",
            "start": 11545,
            "end": 11556,
            "id": "4501"
        },
        {
            "title": "Justin K. Stearns",
            "text": "Justin K. Stearns",
            "start": 11663,
            "end": 11680,
            "id": "54638283"
        },
        {
            "title": "Damascus",
            "text": "Damascene",
            "start": 13140,
            "end": 13149,
            "id": "8914"
        },
        {
            "title": "Ibn Asakir",
            "text": "Ibn Asakir",
            "start": 13160,
            "end": 13170,
            "id": "7102026"
        },
        {
            "title": "Kufa",
            "text": "Kufa",
            "start": 13770,
            "end": 13774,
            "id": "468383"
        },
        {
            "title": "Abu Musa al-Ash'ari",
            "text": "Abu Musa al-Ash'ari",
            "start": 13812,
            "end": 13831,
            "id": "52978121"
        },
        {
            "title": "Emmaus Nicopolis",
            "text": "Emmaus-Nicopolis",
            "start": 14260,
            "end": 14276,
            "id": "18399846"
        },
        {
            "title": "Bilad al-Sham",
            "text": "Syria",
            "start": 14455,
            "end": 14460,
            "id": "600848"
        },
        {
            "title": "Muslim conquest of the Levant",
            "text": "Muslim conquest",
            "start": 14483,
            "end": 14498,
            "id": "7533153"
        },
        {
            "title": "Byzantine Empire",
            "text": "Byzantine Empire",
            "start": 14522,
            "end": 14538,
            "id": "16972981"
        },
        {
            "title": "Resafa",
            "text": "Rusafa",
            "start": 14554,
            "end": 14560,
            "id": "1920233"
        },
        {
            "title": "Hisham ibn Abd al-Malik",
            "text": "Hisham",
            "start": 14603,
            "end": 14609,
            "id": "437395"
        },
        {
            "title": "Umayyad Caliphate",
            "text": "Umayyad",
            "start": 14656,
            "end": 14663,
            "id": "49855"
        },
        {
            "title": "Desert castles",
            "text": "desert palaces",
            "start": 14727,
            "end": 14741,
            "id": "13310144"
        }
    ],
    "_chunk_id": "b_5708727455-5718281702"
}