{
    "_id": "1858051",
    "id": "1858051",
    "title": "Plague of Athens",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 900,
            "end": 914
        },
        {
            "text": "==Social implications==",
            "start": 3088,
            "end": 3111
        },
        {
            "text": "===Fear of the law===",
            "start": 3638,
            "end": 3659
        },
        {
            "text": "===Care for the sick and dead===",
            "start": 4160,
            "end": 4192
        },
        {
            "text": "===Religious strife===",
            "start": 6102,
            "end": 6124
        },
        {
            "text": "=== Aftermath ===",
            "start": 7325,
            "end": 7342
        },
        {
            "text": "== Symptoms ==",
            "start": 8757,
            "end": 8771
        },
        {
            "text": "==Possible causes==",
            "start": 9217,
            "end": 9236
        },
        {
            "text": "===Typhus===",
            "start": 10334,
            "end": 10346
        },
        {
            "text": "===Typhoid===",
            "start": 11746,
            "end": 11759
        },
        {
            "text": "====Symptoms====",
            "start": 11760,
            "end": 11776
        },
        {
            "text": "====DNA analysis====",
            "start": 12725,
            "end": 12745
        },
        {
            "text": "===Viral hemorrhagic fever===",
            "start": 14015,
            "end": 14044
        },
        {
            "text": "==References==",
            "start": 16844,
            "end": 16858
        },
        {
            "text": "==External links==",
            "start": 17227,
            "end": 17245
        }
    ],
    "categories": [
        "Peloponnesian War",
        "Epidemics",
        "5th century BC in Greece",
        "5th-century BC disasters",
        "Ancient health disasters",
        "History of Classical Athens",
        "Typhoid fever",
        "420s BC",
        "Unexplained phenomena"
    ],
    "infobox": null,
    "article": "The Plague of Athens (, ) was an epidemic that devastated the city-state of Athens in ancient Greece during the second year of the Peloponnesian War (430 BC) when an Athenian victory still seemed within reach. The plague killed an estimated 75,000 to 100,000 people and is believed to have entered Athens through Piraeus, the city's port and sole source of food and supplies. Much of the eastern Mediterranean also saw an outbreak of the disease, albeit with less impact.\n\nThe plague had serious effects on Athens' society, resulting in a lack of adherence to laws and religious belief; in response laws became stricter, resulting in the punishment of non-citizens claiming to be Athenian. In addition, Pericles, the leader of Athens, died from the plague. The plague returned twice more, in 429 BC and in the winter of 427/426 BC. Some 30 pathogens have been suggested as having caused the plague.\n\n==Background==\nSparta and its allies, with the exception of Corinth, were almost exclusively land based powers, able to summon large land armies that were very nearly unbeatable. In the face of a combined campaign on land from Sparta and its allies beginning in 431 BC, the Athenians, under the direction of Pericles, pursued a policy of retreat within the city walls of Athens, relying on Athenian maritime supremacy for supply while the superior Athenian navy harassed Spartan troop movements. Unfortunately, the strategy also resulted in massive migration from the Attic countryside into an already highly-populated city, generating overpopulation and resource shortage. Due to the close quarters and poor hygiene exhibited at that time, Athens became a breeding ground for disease and many citizens died. In the history of epidemics, the 'Plague' of Athens is remarkable for the one-sidedness of the affliction as well as for its influence on the ultimate outcome of the war.\n\nIn his History of the Peloponnesian War, the historian Thucydides, who was present and contracted the disease himself and survived, describes the epidemic. He writes of a disease coming from Ethiopia and passing through Egypt and Libya into the Greek world and spreading throughout the wider Mediterranean; a plague so severe and deadly that no one could recall anywhere its like, and physicians ignorant of its nature not only were helpless but themselves died the fastest, having had the most contact with the sick. In overcrowded Athens, the disease killed an estimated 25% of the population. The sight of the burning funeral pyres of Athens caused the Spartans to withdraw their troops, being unwilling to risk contact with the diseased enemy. Many of Athens' infantry and expert seamen died. According to Thucydides, not until 415 BC had Athens recovered sufficiently to mount a major offensive, the disastrous Sicilian Expedition.\n\nThe first corroboration of the plague was not revealed until 1994-95 where excavation revealed the first mass grave. Upon this discovery, Thucydides' accounts of the event as well as analysis of the remains had been used to try and identify the cause of the epidemic.\n\n==Social implications==\nAccounts of the Athenian plague graphically describe the social consequences of an epidemic. Thucydides' account clearly details the complete disappearance of social morals during the time of the plague:\n\n\n\nThis perceived impact of the Athenian plague on collective social and religious behavior echoes accounts of the medieval pandemic best known as the Black Death, although scholars have disputed its objective veracity in both instances, citing a historical link between epidemic disease and unsubstantiated moral panic.\n\n===Fear of the law===\nThucydides states that people ceased fearing the law since they felt they were already living under a death sentence. Likewise, people started spending money indiscriminately. Many felt they would not live long enough to enjoy the fruits of wise investment, while some of the poor unexpectedly became wealthy by inheriting the property of their relatives. It is also recorded that people refused to behave honorably because most did not expect to live long enough to enjoy a good reputation for it.\n\n===Care for the sick and dead===\n\nAnother reason for the lack of honorable behavior was the sheer contagiousness of the illness. Those who tended to the ill were most vulnerable to catching the disease. This meant that many people died alone because no one was willing to risk caring for them. The dead were heaped on top of each other, left to rot, or shoved into mass graves. Sometimes those carrying the dead would come across an already burning funeral pyre, dump a new body on it, and walk away. Others appropriated prepared pyres so as to have enough fuel to cremate their own dead. Those lucky enough to survive the plague developed an immunity and so became the main caretakers of those who later fell ill.\n\nA mass grave and nearly 1,000 tombs, dated between 430 and 426 BC, have been found just outside Athens' ancient Kerameikos cemetery. The mass grave was bordered by a low wall that seems to have protected the cemetery from a wetland. Excavated during 1994–95, the shaft-shaped grave may have contained a total of 240 individuals, at least ten of them children. Skeletons in the graves were randomly placed with no layers of soil between them.\n\nExcavator Efi Baziotopoulou-Valavani, of the Third Ephoreia (Directorate) of Antiquities, reported that \"[t]he mass grave did not have a monumental character. The offerings we found consisted of common, even cheap, burial vessels; black-finished ones, some small red-figured, as well as white lekythoi (oil flasks) of the second half of the 5th century BC. The bodies were placed in the pit within a day or two. These [factors] point to a mass burial in a state of panic, quite possibly due to a plague.\"\n\nDuring this time refugees from the Peloponnesian war had immigrated within the Long Walls of Athens, inflating the populations of both the polis of Athens and the port of Piraeus. The population had tripled in this time increasing chance of infection along with poor hygiene.\n\n===Religious strife===\nThe plague also caused religious uncertainty and doubt. Since the disease struck without regard to a person's piety toward the gods, people felt abandoned by the gods and there seemed to be no benefit to worshiping them. The temples themselves were sites of great misery, as refugees from the Athenian countryside had been forced to find accommodation in the temples. Soon the sacred buildings were filled with the dead and dying. The Athenians pointed to the plague as evidence that the gods favored Sparta, and this was supported by an oracle that Apollo himself (the god of disease and medicine) would fight for Sparta if they fought with all their might. An earlier oracle had warned that \"A Dorian [Spartan] war will come, and bring a pestilence with it\".\n\nThucydides is skeptical of these conclusions and believes that people were simply being superstitious. He relies upon the prevailing medical theory of the day, Hippocratic theory, and strives to gather evidence through direct observation. He notes that carrion-eating birds and animals disappeared as a result, though he leaves it an open question whether they died after eating the corpses or refused to eat them and were driven away:\n\n\n=== Aftermath ===\nThe plague was an unforeseen event that resulted in one of the largest recorded loss of life in ancient Greece as well as a breakdown of Athenian society. The balance of power between citizens had changed due to many of the rich dying and their fortunes being inherited by remaining relatives of the lower class. According to Thucydides, those who had become ill and survived were the most sympathetic to others suffering: believing that they could no longer succumb to any illness, a number of survivors offered to assist with the remaining sick. The plague had also contributed to Athens' overall loss of power and ability to expand. Many of the remaining Athenians were found to be metics who had forged their documentation or had bribed officials to hide their original status. A number of these people were reduced to slaves once they were caught. This resulted in stricter laws dictating who can become an Athenian citizen, reducing both their number of potential soldiers and amount of political power, but also a decline in treatment and rights for metics in Athens. \n\nThe plague dealt massive damage to Athens two years into the Peloponnesian War, from which it never recovered. Their political strength had weakened and morale among their armies as well as the citizens had fallen significantly. Athens would then go on to be defeated by Sparta and fall from being a major superpower in Ancient Greece.\n\n== Symptoms ==\nAccording to Thucydides, the Plague of Athens, the illness began by showing symptoms in the head as it worked its way through the rest of the body. He also describes in detail the symptoms victims of the plague experienced.\n\n* Fever\n* Redness and inflammation in the eyes\n* Sore Throats leading to bleeding and bad breath\n* Sneezing\n* Loss of voice\n* Coughing\n* Vomiting\n* Pustules and ulcers on the body\n* Extreme thirst\n* Insomnia\n* Diarrhea\n\n==Possible causes==\nHistorians have long tried to identify the disease behind the Plague of Athens. The disease has traditionally been considered an outbreak of the bubonic plague in its many forms, but reconsideration of the reported symptoms and epidemiology have led scholars to advance alternative explanations. These include typhus, smallpox, measles, and toxic shock syndrome. Based upon striking descriptive similarities with recent outbreaks in Africa, as well as the fact that the Athenian plague itself apparently came from Africa (as Thucydides recorded), Ebola or a related viral hemorrhagic fever has been considered.\n\nGiven the possibility that profiles of a known disease may have changed over time, or that the plague was caused by a disease that no longer exists, the exact nature of the Athenian plague may never be known. In addition, crowding caused by the influx of refugees into the city led to inadequate food and water supplies and a probable proportionate increase in insects, lice, rats, and waste. These conditions would have encouraged more than one epidemic disease during the outbreak.\n\n===Typhus===\nIn January 1999, the University of Maryland devoted their fifth annual medical conference, dedicated to notorious case histories, to the Plague of Athens. They concluded that the disease that killed the Greeks was typhus. \"Epidemic typhus fever is the best explanation,\" said Dr. David Durack, consulting professor of medicine at Duke University. \"It hits hardest in times of war and privation, it has about 20 percent mortality, it kills the victim after about seven days, and it sometimes causes a striking complication: gangrene of the tips of the fingers and toes. The Plague of Athens had all these features.\" In typhus cases, progressive dehydration, debilitation and cardiovascular collapse ultimately cause the patient's death.\n\nThis medical opinion is supported by the opinion of A. W. Gomme, who wrote a comprehensive annotated edition of Thucydides and who also believed typhus was the cause of the epidemic. This opinion is expressed in his monumental work Historic Comments on Thucydides, completed after Gomme's death by A. Andrewes and K. J. Dover. Angelos Vlachos, a member of the Academy of Athens and a diplomat, in his Remarks on Thucydides (, [1992] I: 177–178) acknowledges and supports Gomme's opinion: \"Today, according to Gomme, it is generally acceptable that it was typhus\" (\"\"). The theory has also found support recent in a study of the plague by Greek epidemiologists.\n\n===Typhoid===\n====Symptoms====\nSymptoms generally associated with typhoid resemble Thucydides' description. They include:\n* a high fever from  that rises slowly;\n* chills\n* bradycardia (slow heart rate)\n* weakness\n* diarrhea\n* headaches\n* myalgia (muscle pain)\n* lack of appetite\n* constipation\n* stomach pains\n* in some cases, a rash of flat, rose-colored spots called \"rose spots\"\n* extreme symptoms such as intestinal perforation or hemorrhage, delusions and confusion are also possible.\n\nSome characteristics of typhoid are at clear variance from Thucydides' description. Scavenger animals do not die from infection with typhoid, the onset of fever in typhoid is typically slow and subtle, and typhoid generally kills later in the disease course. As typhoid is most commonly transmitted through poor hygiene habits and public sanitation conditions in crowded urban areas, it is an unlikely cause of a plague emerging in the less urbanized Africa, as reported by Thucydides.\n\n====DNA analysis====\nA 2005 DNA study of dental pulp from teeth recovered from an ancient Greek burial pit, led by the orthodontist Dr. Manolis Papagrigorakis of the University of Athens, found DNA sequences similar to those of Salmonella enterica (S. enterica), the organism that causes typhoid fever.\n\nA second group of researchers, including American evolutionary molecular biologist Dr. Beth Shapiro of the University of California, Santa Cruz, disputed the Papagrigorakis team's findings, citing what they claim are serious methodological flaws. In a letter to the International Journal of Infectious Diseases, Shapiro et al. stated that \"while this DNA analysis confirms that the Athens sequence is possibly Salmonella, it demonstrates clearly that it is not typhoid.\"\n\nThe technique used by the Papagrigorakis team (PCR) has shown itself to be prone to contamination-induced false-positive results, and the source burial site is known to have been heavily trafficked in antiquity by hogs, carriers of another Salmonella serovar that may have been confused with the one that causes typhoid fever. Nonetheless, the Papagrigorakis team assert that the basis of this refutation is flimsy, and that the methodology used by the Shapiro team has historically produced conflicting results.\n\n===Viral hemorrhagic fever===\nThucydides' narrative pointedly refers to increased risk among caregivers, more typical of the person-to-person contact spread of viral hemorrhagic fever (e.g., Ebola virus disease or Marburg virus) than typhus or typhoid. Unusual in the history of plagues during military operations, besieging Spartan troops are described as not having been afflicted by the illness raging near them within the city. Thucydides' description further invites comparison with VHF in the character and sequence of symptoms developed, and of the usual fatal outcome on about the eighth day. Some scientists have interpreted Thucydides' expression \"\" as the unusual symptom of hiccups, which is now recognized as a common finding in Ebola virus disease. Outbreaks of VHF in Africa in 2012 and 2014 reinforced observations of the increased hazard to caregivers and the necessity of barrier precautions for preventing disease spread related to grief rituals and funerary rites. The 2015 west African Ebola outbreak noted persistence of effects on genitalia and eyes in some survivors, both described by Thucydides. With an up to 21-day clinical incubation period, and up to 565-day infectious potential recently demonstrated in a semen-transmitted infection, movement of Ebola via Nile commerce into the busy port of Piraeus is plausible. Ancient Greek intimacy with African sources is reflected in accurate renditions of monkeys in art of frescoes and pottery, most notably guenons (Cercopithecus), the type of primates responsible for transmitting Marburg virus into Germany and Yugoslavia when that disease was first characterized in 1967. Circumstantially tantalizing is the requirement for the large quantity of ivory used in the Athenian sculptor Phidias’ two monumental ivory and gold statues of Athena and of Zeus (one of the Seven Wonders), which were fabricated in the same decade. Never again in antiquity was ivory used on such a large scale.\n\nA second ancient narrative suggesting hemorrhagic fever etiology is that of Titus Lucretius Carus. Writing in the 1st century BC, Lucretius characterized the Athenian plague as having \"bloody\" or black discharges from bodily orifices. Lucretius cited and was an admirer of scientific predecessors in Greek Sicily Empedocles and Acron. While none of the original works of Acron, a physician, are extant, it is reported that he died c. 430 BC after travel to Athens to combat the plague.\n\nUnfortunately DNA sequence-based identification is limited by the inability of some important pathogens to leave a \"footprint\" retrievable from archaeological remains after several millennia. The lack of a durable signature by RNA viruses means some etiologies, notably the hemorrhagic fever viruses, are not testable hypotheses using currently available scientific techniques.\n\n==References==\n\n* Dixon B. \"Ebola in Greece?\" British Medical Journal (1996), 313–430.\n* McNeill, William H. Plagues and People. New York: Anchor Books, 1976. .\n* Pomeroy, Sarah B. Spartan Women. Oxford: Oxford University Press, 2002. .\n* Zinsser, Hans. Rats, Lice and History: A Chronicle of Pestilence and Plagues. Boston,1935; New York: Black Dog & Leventhal Publishers, 1996. .\n\n==External links==\n*  and the reply to it by Shapiro et al.\n* History of the Peloponnesian War 2.47–55.\n*  Live Science article Accessed January 23, 2006.\n* Women in Classical Athens\n\n\n\n\n\n\n\n\n\n\n\n\nPlague in an Ancient City, Michiel Sweerts, c. 1652–1654.\nΑ reconstructed appearance of Myrtis, an 11-year-old girl who died during the plague of Athens and whose skeleton was found in the Kerameikos mass grave, National Archaeological Museum of Athens.",
    "links": [
        {
            "title": "Plague of Athens",
            "text": "Plague of Athens",
            "start": 4,
            "end": 20,
            "id": "1858051"
        },
        {
            "title": "Epidemic",
            "text": "epidemic",
            "start": 33,
            "end": 41,
            "id": "66981"
        },
        {
            "title": "City-state",
            "text": "city-state",
            "start": 62,
            "end": 72,
            "id": "139176"
        },
        {
            "title": "History of Athens",
            "text": "Athens",
            "start": 76,
            "end": 82,
            "id": "441646"
        },
        {
            "title": "Greece",
            "text": "Greece",
            "start": 94,
            "end": 100,
            "id": "12108"
        },
        {
            "title": "Peloponnesian War",
            "text": "Peloponnesian War",
            "start": 131,
            "end": 148,
            "id": "24121"
        },
        {
            "title": "Piraeus",
            "text": "Piraeus",
            "start": 313,
            "end": 320,
            "id": "98387"
        },
        {
            "title": "Pericles",
            "text": "Pericles",
            "start": 703,
            "end": 711,
            "id": "36812"
        },
        {
            "title": "Ancient Corinth",
            "text": "Corinth",
            "start": 960,
            "end": 967,
            "id": "16054891"
        },
        {
            "title": "History of the Peloponnesian War",
            "text": "History of the Peloponnesian War",
            "start": 1888,
            "end": 1920,
            "id": "382350"
        },
        {
            "title": "Thucydides",
            "text": "Thucydides",
            "start": 1936,
            "end": 1946,
            "id": "30864"
        },
        {
            "title": "Ethiopia",
            "text": "Ethiopia",
            "start": 2072,
            "end": 2080,
            "id": "187749"
        },
        {
            "title": "Egypt",
            "text": "Egypt",
            "start": 2101,
            "end": 2106,
            "id": "8087628"
        },
        {
            "title": "Libya",
            "text": "Libya",
            "start": 2111,
            "end": 2116,
            "id": "17633"
        },
        {
            "title": "Sicilian Expedition",
            "text": "Sicilian Expedition",
            "start": 2797,
            "end": 2816,
            "id": "367431"
        },
        {
            "title": "Middle Ages",
            "text": "medieval",
            "start": 3431,
            "end": 3439,
            "id": "18836"
        },
        {
            "title": "Pandemic",
            "text": "pandemic",
            "start": 3440,
            "end": 3448,
            "id": "24255"
        },
        {
            "title": "Black Death",
            "text": "Black Death",
            "start": 3467,
            "end": 3478,
            "id": "4501"
        },
        {
            "title": "Moral panic",
            "text": "moral panic",
            "start": 3624,
            "end": 3635,
            "id": "164095"
        },
        {
            "title": "Lekythos",
            "text": "lekythoi",
            "start": 5612,
            "end": 5620,
            "id": "2826374"
        },
        {
            "title": "Long Walls",
            "text": "Long Walls",
            "start": 5904,
            "end": 5914,
            "id": "3415214"
        },
        {
            "title": "Apollo",
            "text": "Apollo",
            "start": 6675,
            "end": 6681,
            "id": "594"
        },
        {
            "title": "Hippocrates",
            "text": "Hippocratic theory",
            "start": 7047,
            "end": 7065,
            "id": "13486"
        },
        {
            "title": "Carrion",
            "text": "carrion",
            "start": 7140,
            "end": 7147,
            "id": "213008"
        },
        {
            "title": "Metic",
            "text": "metics",
            "start": 8028,
            "end": 8034,
            "id": "131928"
        },
        {
            "title": "Bubonic plague",
            "text": "bubonic plague",
            "start": 9382,
            "end": 9396,
            "id": "16392927"
        },
        {
            "title": "Epidemic typhus",
            "text": "typhus",
            "start": 9547,
            "end": 9553,
            "id": "46177"
        },
        {
            "title": "Smallpox",
            "text": "smallpox",
            "start": 9555,
            "end": 9563,
            "id": "16829895"
        },
        {
            "title": "Measles",
            "text": "measles",
            "start": 9565,
            "end": 9572,
            "id": "58911"
        },
        {
            "title": "Toxic shock syndrome",
            "text": "toxic shock syndrome",
            "start": 9578,
            "end": 9598,
            "id": "384849"
        },
        {
            "title": "Ebola",
            "text": "Ebola",
            "start": 9784,
            "end": 9789,
            "id": "40817590"
        },
        {
            "title": "Viral hemorrhagic fever",
            "text": "viral hemorrhagic fever",
            "start": 9803,
            "end": 9826,
            "id": "1719309"
        },
        {
            "title": "University of Maryland, College Park",
            "text": "University of Maryland",
            "start": 10368,
            "end": 10390,
            "id": "19817390"
        },
        {
            "title": "Duke University",
            "text": "Duke University",
            "start": 10677,
            "end": 10692,
            "id": "53273"
        },
        {
            "title": "Arnold Wycombe Gomme",
            "text": "A. W. Gomme",
            "start": 11136,
            "end": 11147,
            "id": "7400293"
        },
        {
            "title": "Fever",
            "text": "fever",
            "start": 11877,
            "end": 11882,
            "id": "46253"
        },
        {
            "title": "Chills",
            "text": "chills",
            "start": 11910,
            "end": 11916,
            "id": "532996"
        },
        {
            "title": "Bradycardia",
            "text": "bradycardia",
            "start": 11919,
            "end": 11930,
            "id": "5872"
        },
        {
            "title": "Weakness",
            "text": "weakness",
            "start": 11951,
            "end": 11959,
            "id": "424433"
        },
        {
            "title": "Diarrhea",
            "text": "diarrhea",
            "start": 11962,
            "end": 11970,
            "id": "53951"
        },
        {
            "title": "Headache",
            "text": "headaches",
            "start": 11973,
            "end": 11982,
            "id": "69893"
        },
        {
            "title": "Myalgia",
            "text": "myalgia",
            "start": 11985,
            "end": 11992,
            "id": "149467"
        },
        {
            "title": "Anorexia (symptom)",
            "text": "lack of appetite",
            "start": 12009,
            "end": 12025,
            "id": "42795"
        },
        {
            "title": "Constipation",
            "text": "constipation",
            "start": 12028,
            "end": 12040,
            "id": "168509"
        },
        {
            "title": "Abdominal pain",
            "text": "stomach pains",
            "start": 12043,
            "end": 12056,
            "id": "593703"
        },
        {
            "title": "Rash",
            "text": "rash",
            "start": 12076,
            "end": 12080,
            "id": "643023"
        },
        {
            "title": "Rose spots",
            "text": "rose spots",
            "start": 12117,
            "end": 12127,
            "id": "4102441"
        },
        {
            "title": "Bleeding",
            "text": "hemorrhage",
            "start": 12182,
            "end": 12192,
            "id": "146315"
        },
        {
            "title": "Delusion",
            "text": "delusion",
            "start": 12194,
            "end": 12202,
            "id": "125296"
        },
        {
            "title": "Confusion",
            "text": "confusion",
            "start": 12208,
            "end": 12217,
            "id": "2079352"
        },
        {
            "title": "DNA",
            "text": "DNA",
            "start": 12753,
            "end": 12756,
            "id": "7955"
        },
        {
            "title": "Salmonella enterica subsp. enterica",
            "text": "Salmonella enterica",
            "start": 12953,
            "end": 12972,
            "id": "26759272"
        },
        {
            "title": "Typhoid fever",
            "text": "typhoid fever",
            "start": 13013,
            "end": 13026,
            "id": "31596"
        },
        {
            "title": "University of California, Santa Cruz",
            "text": "University of California, Santa Cruz",
            "start": 13136,
            "end": 13172,
            "id": "31923"
        },
        {
            "title": "International Society for Infectious Diseases",
            "text": "International Journal of Infectious Diseases",
            "start": 13295,
            "end": 13339,
            "id": "48248660"
        },
        {
            "title": "Polymerase chain reaction",
            "text": "PCR",
            "start": 13548,
            "end": 13551,
            "id": "23647"
        },
        {
            "title": "Salmonella",
            "text": "Salmonella",
            "start": 13741,
            "end": 13751,
            "id": "42114"
        },
        {
            "title": "Serotype",
            "text": "serovar",
            "start": 13752,
            "end": 13759,
            "id": "1936485"
        },
        {
            "title": "Viral hemorrhagic fever",
            "text": "viral hemorrhagic fever",
            "start": 14175,
            "end": 14198,
            "id": "1719309"
        },
        {
            "title": "Ebola",
            "text": "Ebola virus disease",
            "start": 14206,
            "end": 14225,
            "id": "40817590"
        },
        {
            "title": "Marburg virus",
            "text": "Marburg virus",
            "start": 14229,
            "end": 14242,
            "id": "33134774"
        },
        {
            "title": "Guenon",
            "text": "Cercopithecus",
            "start": 15506,
            "end": 15519,
            "id": "503713"
        },
        {
            "title": "Seven Wonders of the Ancient World",
            "text": "Seven Wonders",
            "start": 15856,
            "end": 15869,
            "id": "19342760"
        },
        {
            "title": "Lucretius",
            "text": "Titus Lucretius Carus",
            "start": 16054,
            "end": 16075,
            "id": "37145"
        },
        {
            "title": "Empedocles",
            "text": "Empedocles",
            "start": 16291,
            "end": 16301,
            "id": "9553"
        },
        {
            "title": "Acron",
            "text": "Acron",
            "start": 16306,
            "end": 16311,
            "id": "4497790"
        },
        {
            "title": "Acron",
            "text": "Acron",
            "start": 16349,
            "end": 16354,
            "id": "4497790"
        },
        {
            "title": "Michiel Sweerts",
            "text": "Michiel Sweerts",
            "start": 17449,
            "end": 17464,
            "id": "9633569"
        },
        {
            "title": "Myrtis",
            "text": "Myrtis",
            "start": 17510,
            "end": 17516,
            "id": "12188397"
        },
        {
            "title": "National Archaeological Museum, Athens",
            "text": "National Archaeological Museum of Athens",
            "start": 17634,
            "end": 17674,
            "id": "2983991"
        }
    ],
    "_chunk_id": "b_2459947435-2475967317"
}