{
    "_id": "548536",
    "id": "548536",
    "title": "Plague of Justinian",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== History ==",
            "start": 2172,
            "end": 2185
        },
        {
            "text": "== Epidemiology ==",
            "start": 5610,
            "end": 5628
        },
        {
            "text": "=== Genetics of the Justinian plague strain ===",
            "start": 5630,
            "end": 5677
        },
        {
            "text": "=== Virulence and mortality rate ===",
            "start": 7418,
            "end": 7454
        },
        {
            "text": "== See also ==",
            "start": 8392,
            "end": 8406
        },
        {
            "text": "== Notes ==",
            "start": 8409,
            "end": 8420
        },
        {
            "text": "== Sources ==",
            "start": 8423,
            "end": 8436
        },
        {
            "text": "== Further reading ==",
            "start": 9096,
            "end": 9117
        }
    ],
    "categories": [
        "First plague pandemic",
        "Plague pandemics",
        "6th-century disasters",
        "Health disasters in Africa",
        "Health disasters in Asia",
        "Health disasters in Europe",
        "Byzantine medicine",
        "Medieval health disasters",
        "Justinian I",
        "541",
        "542",
        "540s in the Byzantine Empire",
        "Sasanian Empire"
    ],
    "infobox": "{{Infobox pandemic\n| name            = Plague of Justinian\n| image           = Plaguet03.jpg\n| alt             = [[Saint Sebastian]] pleads with [[Jesus]] for the life of a [[gravedigger]] afflicted by plague during the Plague of Justinian. ([[Josse Lieferinxe]], c. 1497–1499)\n| caption         = [[Saint Sebastian]] pleads with [[Jesus]] for the life of a [[gravedigger]] afflicted by plague during the Plague of Justinian. ([[Josse Lieferinxe]], c. 1497–1499)\n| map1            = \n| legend1         = \n| map2            = \n| legend2         = \n| map3            = \n| legend3         = \n| map4            = \n| legend4         = \n| map5            = \n| image2          = \n| alt2            = \n| image3          = \n| alt3            = \n| image4          = \n| alt4            = \n| image5          = \n| alt5            = \n| footer_align    = \n| footer          = \n| disease         = [[Plague (disease)|Plague]] ([[Bubonic plague]])\n| location        = [[Mediterranean Basin]], [[Europe]], [[Near East]]\n| first_reported  = \n| first_outbreak  = \n| first_case      = \n| date            = 541–549 AD\n| confirmed_cases = \n| recovery_cases  = \n| deaths          = 25,000,000 – 100,000,000 (estimate)\n| territories     = \n| suspected_cases = \n| total_ili       = \n| website         = \n}}",
    "article": "The Plague of Justinian or Justinianic Plague (541–549 AD) was the beginning of the first plague pandemic, the first Old World pandemic of plague, the contagious disease caused by the bacterium Yersinia pestis. The disease afflicted the entire Mediterranean Basin, Europe, and the Near East, severely affecting the Sasanian Empire and the Roman Empire and especially its capital, Constantinople. The plague is named for the Roman emperor in Constantinople, Justinian I (r. 527–565), who according to his court historian Procopius contracted the disease and recovered in 542, at the height of the epidemic which killed about a fifth of the population in the imperial capital. The contagion arrived in Roman Egypt in 541 and spread around the Mediterranean Sea until 544; in Northern Europe and the Arabian Peninsula it persisted until 549.\n\nIn 2013, researchers confirmed earlier speculation that the cause of the Plague of Justinian was Yersinia pestis, the same bacterium responsible for the Black Death (1347–1351). The latter was much shorter, but still killed an estimated one-third to one-half of Europeans. Ancient and modern Yersinia pestis strains closely related to the ancestor of the Justinian plague strain have been found in Tian Shan, a system of mountain ranges on the borders of Kyrgyzstan, Kazakhstan, and China, suggesting that the Justinian plague originated in or near that region.\n\nThe Plague of Justinian is the first and the best known outbreak of the first plague pandemic, which continued to recur until the middle of the 8th century. Some historians believe the first plague pandemic was one of the deadliest pandemics in history, resulting in the deaths of an estimated 25–100 million people during two centuries of recurrence, a death toll equivalent to as much as half of Europe's population at the time of the first outbreak. The plague's social and cultural impact has been compared to that of the Black Death that devastated Eurasia in the fourteenth century. Research published in 2019 argued that the two-hundred-year-long pandemic's death toll and social effects have been exaggerated, comparing it to the modern third plague pandemic.\n\n== History ==\n\n\nThe Byzantine historian Procopius first reported the epidemic in 541 from the port of Pelusium, near Suez in Egypt. Two other firsthand reports of the plague's ravages were by the Syriac church historian John of Ephesus and Evagrius Scholasticus, who was a child in Antioch at the time and later became a church historian. Evagrius was afflicted with the buboes associated with the disease but survived. During the disease's four returns in his lifetime, he lost his wife, a daughter and her child, other children, most of his servants and people from his country estate.\n\nAccording to contemporary sources, the outbreak in Constantinople was thought to have been carried to the city by infected rats on grain ships arriving from Egypt. To feed its citizens, the city and outlying communities imported large amounts of grain, mostly from Egypt. The rat (and flea) population in Egypt thrived on feeding from the large granaries maintained by the government.\n\nProcopius, in a passage closely modelled on Thucydides, recorded that at its peak the plague was killing 10,000 people in Constantinople daily, but the accuracy of the figure is in question, and the true number will probably never be known. He noted that because there was no room to bury the dead, bodies were left stacked in the open. Funeral rites were often left unattended to, and the entire city smelled like the dead. In his Secret History, he records the devastation in the countryside and reports the ruthless response by the hard-pressed Justinian:\n\nWhen pestilence swept through the whole known world and notably the Roman Empire, wiping out most of the farming community and of necessity leaving a trail of desolation in its wake, Justinian showed no mercy towards the ruined freeholders. Even then, he did not refrain from demanding the annual tax, not only the amount at which he assessed each individual, but also the amount for which his deceased neighbors were liable. \n\nAs a result of the plague in the countryside, farmers could not take care of crops and the price of grain rose in Constantinople. Justinian had expended huge amounts of money for wars against the Vandals in the region of Carthage and the Ostrogoths' kingdom in Italy. He had invested heavily in the construction of great churches, such as Hagia Sophia. As the empire tried to fund the projects, the plague caused tax revenues to decline through the massive number of deaths and the disruption of agriculture and trade. Justinian swiftly enacted new legislation to deal more efficiently with the glut of inheritance suits being brought as a result of victims dying intestate.\n\nThe plague's long-term effects on European and Christian history were enormous. As the disease spread to port cities around the Mediterranean, the struggling Goths were reinvigorated and their conflict with Constantinople entered a new phase. The plague weakened the Byzantine Empire at a critical point, when Justinian's armies had nearly retaken all of Italy and the western Mediterranean coast; the evolving conquest would have reunited the core of the Western Roman Empire with the Eastern Roman Empire. Although the conquest occurred in 554, the reunification did not last long. In 568, the Lombards invaded Northern Italy, defeated the small Byzantine army that had been left behind and established the Kingdom of the Lombards. Gaul suffered severely, so it is unlikely that Britain escaped.\n\n== Epidemiology ==\n\n=== Genetics of the Justinian plague strain === \nThe Plague of Justinian is generally regarded as the first historically recorded epidemic of Yersinia pestis. This conclusion is based on historical descriptions of the clinical manifestations of the disease and the detection of Y. pestis DNA from human remains at ancient grave sites dated to that period.\n\nGenetic studies of modern and ancient Yersinia pestis DNA suggest that the origin of the Justinian plague was in Central Asia. The most basal or root level existing strains of the Yersinia pestis as a whole species are found in Qinghai, China. After samples of DNA from Yersinia pestis were isolated from skeletons of Justinian plague victims in Germany, it was found that modern strains currently found in the Tian Shan mountain range system are most basal known in comparison with the Justinian plague strain. Additionally, a skeleton found in Tian Shan dating to around 180 AD and identified as an \"early Hun\" was found to contain DNA from Yersinia pestis closely related to the Tian Shan strain basal ancestor of the Justinian plague strain German samples. This finding suggests that the expansion of nomadic peoples who moved across the Eurasian steppe, such as the Xiongnu and the later Huns, had a role in spreading plague to West Eurasia from an origin in Central Asia.\n\nEarlier samples of Yersinia pestis DNA have been found in skeletons dating from 3000–800 BC, across West and East Eurasia. The strain of Yersinia pestis responsible for the Black Death, the devastating pandemic of bubonic plague, does not appear to be a direct descendant of the Justinian plague strain. However, the spread of Justinian plague may have caused the evolutionary radiation that gave rise to the currently extant 0ANT.1 clade of strains.\n\n=== Virulence and mortality rate ===\nThe number of deaths is uncertain. Some modern scholars believe that the plague killed up to 5,000 people per day in Constantinople at the peak of the pandemic. According to one view, the initial plague ultimately killed perhaps 40% of the city's inhabitants and caused the deaths of up to a quarter of the human population of the Eastern Mediterranean. Frequent subsequent waves of the plague continued to strike throughout the 6th, 7th and 8th centuries, with the disease becoming more localized and less virulent. A revisionist view expressed by scholars such as Lee Mordechai and Merle Eisenberg has recently argued that the mortality of the Justinian Plague was far lower than previously believed.  The authors argue that the plague might have caused high mortality in specific places, it did not cause widespread demographic decline or decimate Mediterranean populations. Any direct mid-to-long term effects of plague were minor.\n\n== See also ==\n\n\n== Notes ==\n\n\n== Sources ==\n* \n* \n* \n* \n* Mordechai, Lee, and Merle Eisenberg. 2019. \"Rejecting Catastrophe: the case of the Justinianic Plague.\" Past & Present\n*Mordechai, L; Eisenberg M; Newfield T; Izdebski A; Kay Janet; Poinar H. (2019).  \"The Justinianic Plague: An inconsequential pandemic?\", PNAS https://doi.org/10.1073/pnas.1903797116.\n* Procopius. History of the Wars, Books I and II (The Persian War). Trans. H. B. Dewing. Vol. 1. Cambridge: Loeb-Harvard UP, 1954.—Chapters XXII and XXIII of Book II (pages 451–473) are Procopius's famous description of the Plague of Justinian. This includes the famous statistic of 10,000 people per day dying in Constantinople (page 465).\n\n== Further reading ==\n* \n* \n*\n* \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA characteristic of Yersinia pestis infection is necrosis of the hand. (Photo from 1975 plague victim).\nA map of the Byzantine Empire in 550 (a decade after the Plague of Justinian) with Justinian's conquests shown in green.\nPartially-completed basilica in Philippi; its construction is believed to have been halted by the Plague of Justinian.",
    "links": [
        {
            "title": "Plague of Justinian",
            "text": "Plague of Justinian",
            "start": 4,
            "end": 23,
            "id": "548536"
        },
        {
            "title": "Plague of Justinian",
            "text": "Justinianic Plague",
            "start": 27,
            "end": 45,
            "id": "548536"
        },
        {
            "title": "First plague pandemic",
            "text": "first plague pandemic",
            "start": 84,
            "end": 105,
            "id": "33390747"
        },
        {
            "title": "Old World",
            "text": "Old World",
            "start": 117,
            "end": 126,
            "id": "143913"
        },
        {
            "title": "Pandemic",
            "text": "pandemic",
            "start": 127,
            "end": 135,
            "id": "24255"
        },
        {
            "title": "Plague (disease)",
            "text": "plague",
            "start": 139,
            "end": 145,
            "id": "4746"
        },
        {
            "title": "Contagious disease",
            "text": "contagious disease",
            "start": 151,
            "end": 169,
            "id": "1401706"
        },
        {
            "title": "Bacteria",
            "text": "bacterium",
            "start": 184,
            "end": 193,
            "id": "9028799"
        },
        {
            "title": "Yersinia pestis",
            "text": "Yersinia pestis",
            "start": 194,
            "end": 209,
            "id": "34367"
        },
        {
            "title": "Mediterranean Basin",
            "text": "Mediterranean Basin",
            "start": 244,
            "end": 263,
            "id": "2454408"
        },
        {
            "title": "Europe",
            "text": "Europe",
            "start": 265,
            "end": 271,
            "id": "9239"
        },
        {
            "title": "Near East",
            "text": "Near East",
            "start": 281,
            "end": 290,
            "id": "214632"
        },
        {
            "title": "Sasanian Empire",
            "text": "Sasanian Empire",
            "start": 315,
            "end": 330,
            "id": "5876413"
        },
        {
            "title": "Byzantine Empire",
            "text": "Roman Empire",
            "start": 339,
            "end": 351,
            "id": "16972981"
        },
        {
            "title": "Constantinople",
            "text": "Constantinople",
            "start": 380,
            "end": 394,
            "id": "5646"
        },
        {
            "title": "Roman emperor",
            "text": "Roman emperor",
            "start": 424,
            "end": 437,
            "id": "219117"
        },
        {
            "title": "Justinian I",
            "text": "Justinian I",
            "start": 457,
            "end": 468,
            "id": "16209"
        },
        {
            "title": "Procopius",
            "text": "Procopius",
            "start": 520,
            "end": 529,
            "id": "23624"
        },
        {
            "title": "Egypt (Roman province)",
            "text": "Roman Egypt",
            "start": 700,
            "end": 711,
            "id": "496519"
        },
        {
            "title": "Mediterranean Sea",
            "text": "Mediterranean Sea",
            "start": 741,
            "end": 758,
            "id": "19006"
        },
        {
            "title": "Northern Europe",
            "text": "Northern Europe",
            "start": 773,
            "end": 788,
            "id": "159865"
        },
        {
            "title": "Arabian Peninsula",
            "text": "Arabian Peninsula",
            "start": 797,
            "end": 814,
            "id": "47858"
        },
        {
            "title": "Yersinia pestis",
            "text": "Yersinia pestis",
            "start": 937,
            "end": 952,
            "id": "34367"
        },
        {
            "title": "Black Death",
            "text": "Black Death",
            "start": 993,
            "end": 1004,
            "id": "4501"
        },
        {
            "title": "Strain (biology)",
            "text": "strains",
            "start": 1148,
            "end": 1155,
            "id": "1034106"
        },
        {
            "title": "Tian Shan",
            "text": "Tian Shan",
            "start": 1238,
            "end": 1247,
            "id": "214577"
        },
        {
            "title": "Kyrgyzstan",
            "text": "Kyrgyzstan",
            "start": 1295,
            "end": 1305,
            "id": "170131"
        },
        {
            "title": "Kazakhstan",
            "text": "Kazakhstan",
            "start": 1307,
            "end": 1317,
            "id": "16642"
        },
        {
            "title": "China",
            "text": "China",
            "start": 1323,
            "end": 1328,
            "id": "5405"
        },
        {
            "title": "Black Death",
            "text": "Black Death",
            "start": 1929,
            "end": 1940,
            "id": "4501"
        },
        {
            "title": "Eurasia",
            "text": "Eurasia",
            "start": 1957,
            "end": 1964,
            "id": "20611107"
        },
        {
            "title": "Third plague pandemic",
            "text": "third plague pandemic",
            "start": 2148,
            "end": 2169,
            "id": "1543486"
        },
        {
            "title": "Procopius",
            "text": "Procopius",
            "start": 2212,
            "end": 2221,
            "id": "23624"
        },
        {
            "title": "Pelusium",
            "text": "Pelusium",
            "start": 2274,
            "end": 2282,
            "id": "986790"
        },
        {
            "title": "Syriac Christianity",
            "text": "Syriac",
            "start": 2368,
            "end": 2374,
            "id": "1282415"
        },
        {
            "title": "John of Ephesus",
            "text": "John of Ephesus",
            "start": 2392,
            "end": 2407,
            "id": "360412"
        },
        {
            "title": "Evagrius Scholasticus",
            "text": "Evagrius Scholasticus",
            "start": 2412,
            "end": 2433,
            "id": "277244"
        },
        {
            "title": "Antioch",
            "text": "Antioch",
            "start": 2454,
            "end": 2461,
            "id": "36900"
        },
        {
            "title": "Bubo",
            "text": "buboes",
            "start": 2543,
            "end": 2549,
            "id": "8542879"
        },
        {
            "title": "Constantinople",
            "text": "Constantinople",
            "start": 2812,
            "end": 2826,
            "id": "5646"
        },
        {
            "title": "Egypt",
            "text": "Egypt",
            "start": 2918,
            "end": 2923,
            "id": "8087628"
        },
        {
            "title": "Granary",
            "text": "granaries",
            "start": 3106,
            "end": 3115,
            "id": "1998254"
        },
        {
            "title": "Thucydides",
            "text": "Thucydides",
            "start": 3191,
            "end": 3201,
            "id": "30864"
        },
        {
            "title": "Procopius#Secret History",
            "text": "Secret History",
            "start": 3579,
            "end": 3593,
            "id": null
        },
        {
            "title": "Vandals",
            "text": "Vandals",
            "start": 4331,
            "end": 4338,
            "id": "46516"
        },
        {
            "title": "Carthage",
            "text": "Carthage",
            "start": 4356,
            "end": 4364,
            "id": "6555"
        },
        {
            "title": "Ostrogoths",
            "text": "Ostrogoths",
            "start": 4373,
            "end": 4383,
            "id": "22428"
        },
        {
            "title": "Ostrogothic Kingdom",
            "text": "kingdom in Italy",
            "start": 4385,
            "end": 4401,
            "id": "2884656"
        },
        {
            "title": "Hagia Sophia",
            "text": "Hagia Sophia",
            "start": 4474,
            "end": 4486,
            "id": "42764"
        },
        {
            "title": "Intestacy",
            "text": "intestate",
            "start": 4799,
            "end": 4808,
            "id": "181508"
        },
        {
            "title": "Christianity",
            "text": "Christian",
            "start": 4858,
            "end": 4867,
            "id": "5211"
        },
        {
            "title": "Mediterranean Sea",
            "text": "Mediterranean",
            "start": 4939,
            "end": 4952,
            "id": "19006"
        },
        {
            "title": "Goths",
            "text": "Goths",
            "start": 4969,
            "end": 4974,
            "id": "12641"
        },
        {
            "title": "Gothic War (535–554)",
            "text": "their conflict with Constantinople",
            "start": 4998,
            "end": 5032,
            "id": "2487220"
        },
        {
            "title": "Byzantine Empire",
            "text": "Byzantine Empire",
            "start": 5078,
            "end": 5094,
            "id": "16972981"
        },
        {
            "title": "Italy",
            "text": "Italy",
            "start": 5166,
            "end": 5171,
            "id": "14532"
        },
        {
            "title": "Western Roman Empire",
            "text": "Western Roman Empire",
            "start": 5267,
            "end": 5287,
            "id": "504379"
        },
        {
            "title": "Lombards",
            "text": "Lombards",
            "start": 5407,
            "end": 5415,
            "id": "18011"
        },
        {
            "title": "Northern Italy",
            "text": "Northern Italy",
            "start": 5424,
            "end": 5438,
            "id": "2155325"
        },
        {
            "title": "Kingdom of the Lombards",
            "text": "Kingdom of the Lombards",
            "start": 5520,
            "end": 5543,
            "id": "7946956"
        },
        {
            "title": "Central Asia",
            "text": "Central Asia",
            "start": 6100,
            "end": 6112,
            "id": "6742"
        },
        {
            "title": "Basal (phylogenetics)",
            "text": "basal",
            "start": 6123,
            "end": 6128,
            "id": "11287648"
        },
        {
            "title": "Qinghai",
            "text": "Qinghai",
            "start": 6215,
            "end": 6222,
            "id": "173818"
        },
        {
            "title": "Tian Shan",
            "text": "Tian Shan",
            "start": 6398,
            "end": 6407,
            "id": "214577"
        },
        {
            "title": "Eurasian Steppe",
            "text": "Eurasian steppe",
            "start": 6829,
            "end": 6844,
            "id": "8613983"
        },
        {
            "title": "Xiongnu",
            "text": "Xiongnu",
            "start": 6858,
            "end": 6865,
            "id": "74297"
        },
        {
            "title": "Huns",
            "text": "Huns",
            "start": 6880,
            "end": 6884,
            "id": "13519"
        },
        {
            "title": "Black Death",
            "text": "Black Death",
            "start": 7139,
            "end": 7150,
            "id": "4501"
        },
        {
            "title": "Bubonic plague",
            "text": "bubonic plague",
            "start": 7180,
            "end": 7194,
            "id": "16392927"
        },
        {
            "title": "Evolutionary radiation",
            "text": "evolutionary radiation",
            "start": 7330,
            "end": 7352,
            "id": "1422728"
        },
        {
            "title": "Eastern Mediterranean",
            "text": "Eastern Mediterranean",
            "start": 7786,
            "end": 7807,
            "id": "20316339"
        },
        {
            "title": "Procopius",
            "text": "Procopius",
            "start": 8756,
            "end": 8765,
            "id": "23624"
        },
        {
            "title": "H. B. Dewing",
            "text": "H. B. Dewing",
            "start": 8829,
            "end": 8841,
            "id": null
        },
        {
            "title": "Necrosis",
            "text": "necrosis",
            "start": 9195,
            "end": 9203,
            "id": "39936"
        },
        {
            "title": "Byzantine Empire",
            "text": "Byzantine Empire",
            "start": 9263,
            "end": 9279,
            "id": "16972981"
        },
        {
            "title": "Basilica",
            "text": "basilica",
            "start": 9391,
            "end": 9399,
            "id": "54675"
        },
        {
            "title": "Philippi",
            "text": "Philippi",
            "start": 9403,
            "end": 9411,
            "id": "24425"
        }
    ],
    "_chunk_id": "b_1280769829-1302386594"
}