{
    "_id": "35316091",
    "id": "35316091",
    "title": "San Francisco plague of 1900–1904",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 2263,
            "end": 2277
        },
        {
            "text": "==Infection==",
            "start": 5790,
            "end": 5803
        },
        {
            "text": "==Denial and suppression by governor==",
            "start": 10450,
            "end": 10488
        },
        {
            "text": "== Racism and discrimination lawsuit ==",
            "start": 14562,
            "end": 14601
        },
        {
            "text": "==Detailed history==",
            "start": 17528,
            "end": 17548
        },
        {
            "text": "===1900===",
            "start": 17550,
            "end": 17560
        },
        {
            "text": "===1901===",
            "start": 21473,
            "end": 21483
        },
        {
            "text": "===1902===",
            "start": 25115,
            "end": 25125
        },
        {
            "text": "==See also==",
            "start": 26664,
            "end": 26676
        },
        {
            "text": "==References==",
            "start": 26798,
            "end": 26812
        },
        {
            "text": "===Notes===",
            "start": 26813,
            "end": 26824
        },
        {
            "text": "===Bibliography===",
            "start": 26827,
            "end": 26845
        },
        {
            "text": "==External links==",
            "start": 26867,
            "end": 26885
        }
    ],
    "categories": [
        "1900s health disasters",
        "1900s in California",
        "Chinatown, San Francisco",
        "Disasters in California",
        "20th-century epidemics",
        "1900s in San Francisco",
        "Healthcare in the San Francisco Bay Area",
        "Third plague pandemic",
        "Disease outbreaks in the United States",
        "1900 in California",
        "1901 in California",
        "1902 in California",
        "1903 in California",
        "1904 in California",
        "1900 health disasters",
        "1901 health disasters",
        "1902 health disasters",
        "1903 health disasters",
        "1904 health disasters",
        "1900 disasters in the United States",
        "1901 disasters in the United States",
        "1902 disasters in the United States",
        "1903 disasters in the United States",
        "1904 disasters in the United States"
    ],
    "infobox": "{{Infobox outbreak\n| name = San Francisco plague of 1900–04 \n| width =\n| image         =\n| image_size    =\n| image_upright =\n| alt           =\n| caption       =\n| map1 =\n| legend1 =\n| map2 =\n| legend2 =\n| map3 =\n| legend3 =\n| map4 =\n| legend4 =\n| map5 =\n| legend5 =\n| disease = [[Bubonic plague]]\n| virus_strain =\n| location =[[San Francisco]], [[California]], [[United States]]\n\n| first_outbreak= <!-- Indicates first outbreak globally-->\n| first_reported= <!-- Media or historical report, (evidence of prior circulation) -->\n                  <!-- If first outbreak and first report are the same, choose one!-->\n\n| index_case =    <!-- National or international depending on article level -->\n| arrival_date = 1900\n| date =1900–1904\n| source = <!-- Animal or other reservoir -->\n| type =\n| confirmed_cases =121\n| active_cases =\n| suspected_cases =\n| severe_cases =\n| hospitalized_cases = \n| critical_cases = \n| ventilator_cases =\n| ecmo_cases=\n| recovery_cases =\n| deaths =119\n| fatality_rate =\n| territories =\n| total_ili =\n| website =\n}}",
    "article": "The San Francisco plague of 1900–1904 was an epidemic of bubonic plague centered on San Francisco's Chinatown. It was the first plague epidemic in the continental United States. The epidemic was recognized by medical authorities in March 1900, but its existence was denied for more than two years by California's Governor Henry Gage. His denial was based on business reasons, to protect the reputations of San Francisco and California and to prevent the loss of revenue due to quarantine. The failure to act quickly may have allowed the disease to establish itself among local animal populations. Federal authorities worked to prove that there was a major health problem, and they isolated the affected area; this undermined the credibility of Gage, and he lost the governorship in the 1902 elections. The new Governor George Pardee implemented a medical solution and the epidemic was stopped in 1904. There were 121 cases identified, including 119 deaths.\n\nMuch of urban San Francisco was destroyed by a fire in the 1906 San Francisco earthquake, including all of the Chinatown district. The process of rebuilding began immediately but took several years. While reconstruction was in full swing, a second plague epidemic hit San Francisco in May and August 1907 but it was not centered in Chinatown. Cases occurred randomly throughout the city, including cases identified across the bay in Oakland. San Francisco's politicians and press reacted very differently this time, wanting the problem to be solved speedily. Health authorities worked quickly to assess and eradicate the disease. Approximately $2 million was spent between 1907 and 1911 to kill as many rats as possible in the city in order to control one of the disease's vectors.\n\nIn June 1908, 160 more cases had been identified, including 78 deaths, a much lower mortality rate than 1900–1904. All of the infected people were European, and the California ground squirrel was identified as another vector of the disease. The initial denial of the 1900 infection may have allowed the pathogen to gain its first toehold in America, from which it spread sporadically to other states in the form of sylvatic plague (rural plague). However, it is possible that the ground squirrel infection predated 1900.\n\n==Background==\n\nThe third pandemic of the plague started in 1855 in China and eventually killed about 15 million people, mainly in India. In 1894, the plague hit Hong Kong, a major trade port between China and the US. US officials were worried that others would get infections from cargo carried by ships that would cross the Pacific Ocean. For these reasons, all ships were rigorously inspected. At that time, however, it was not widely known that rats could carry plague, and that fleas on those rats could transmit the disease to humans. Ships arriving in US ports were declared clean after inspection of the passengers showed no signs of disease. Health officials conducted no tests on rats or fleas. Despite important advances in the 1890s in the fight against bubonic plague, many of the world's doctors did not immediately change their ineffective and outdated methods.\n\nIn November 1898, the US Marine Hospital Service (MHS) chief surgeon, James M. Gassaway, felt obliged to refute rumors of plague in San Francisco. Supported by the city's health officer, Gassaway said that some Chinese residents had died of pneumonia or lung edema, and it was not bubonic plague.\n\n\nIn the newly formed US Territory of Hawaii, the city of Honolulu fell victim to the plague in December 1899. Residents of Honolulu were reporting cases of fever and swollen lymph glands forming bubos, with severe internal organ damage – quickly leading to death. Not knowing precisely how to control the spread of the disease, city health officials decided to burn infected houses. For four months, thousands of residents were evacuated and quarantined.  On January 20, 1900, changing winds fanned the flames out of control, and nearly all of Chinatown burned——leaving 6,000 without homes.\n\nThe extensive maritime operations of the port of San Francisco caused concern among medical men such as Joseph J. Kinyoun, the chief quarantine officer of the MHS in San Francisco, about the infection spreading to California. A Japanese ship, the S.S. Nippon Maru, arriving in San Francisco Bay in June 1899, had two plague deaths at sea, and there were two more cases of stowaways found dead in the bay, with postmortem cultures proving they had the plague. In New York in November 1899, the British ship J.W. Taylor brought three cases of plague from Brazil, but the cases were confined to the ship. The Japanese freighter S.S. Nanyo Maru arrived in Port Townsend, Washington, on January 30, 1900, with 3 deaths out of 17 cases of confirmed plague. All of these ships were quarantined; they are not known to have infected the general population. However, it is possible that plague escaped some unknown ship by way of fleas or rats, later to infect US residents.\n\nIn this atmosphere of grave danger, January 1900, Kinyoun ordered all ships coming to San Francisco from China, Japan, Australia and Hawaii to fly yellow flags to warn of possible plague on board. Many entrepreneurs and sailing men felt that this was bad for business, and unfair to ships that were free of plague. City promoters were confident that plague could not take hold, and they were unhappy with what they saw as Kinyoun's high-handed abuse of authority. On February 4, 1900, the Sunday magazine supplement of the San Francisco Examiner carried an article titled \"Why San Francisco Is Plague-Proof\". Certain American experts held the mistaken belief that a rice-based diet left Asians with a lower resistance to plague, and that a diet of meat kept Europeans free from this disease.\n\n==Infection==\n\nIn January 1900, the four-masted steamship S.S. Australia laid anchor in the Port of San Francisco. The ship sailed between Honolulu and San Francisco regularly, and its passengers and crew were declared clean. Cargo from Honolulu, unloaded at a dock near the outfall of Chinatown's sewers, may have allowed rats carrying the plague to leave the ship and transmit the infection. However, it is difficult to trace the infection to a single vessel. Wherever it came from, the disease was soon established in the cramped Chinese ghetto neighborhood; a sudden increase in dead rats was observed as local rats became infected.\n\nRumors of the plague's presence abounded in the city, quickly gaining the notice of authorities from MHS stationed on Angel Island in San Francisco Bay, including Chief Kinyoun.\n\nA Chinese-American named Chick Gin, Wing Chung Ging or Wong Chut King became the first official plague victim in California. The 41-year-old man, born in China (San Francisco resident for 16 years) was a bachelor living in the basement of the Globe Hotel, in Chinatown, at the intersection of the streets, now called, Grant and Jackson. The Globe Hotel was built in 1857, with the appearance of an Italian palazzo. However, by the mid-1870s it was a squalid tenement crowded with Chinese residents. Just outside, Jackson Street was the Chinese red-light district, where unmarried men could visit \"hundred-men's-wives\".\n\nOn February 7, 1900, Wong Chut King, the owner of a lumber yard, fell sick with what the Chinese doctors thought was typhus or gonorrhea, the latter a sexually transmitted disease common to Chinatown's residents at that time. After failed medications and no relief for his illness, he passed away in his bed after suffering for four weeks. In the morning, the body was taken to a Chinese undertaker where it was examined by San Francisco police surgeon Frank P. Wilson on March 6, 1900. Wilson called for A.P. O'Brien, a city health department officer, after finding suspiciously swollen lymph glands. Wilson and O'Brien then summoned Wilfred H. Kellogg, San Francisco's city bacteriologist, and the three men performed an autopsy as night closed. Looking through his microscope, Kellogg thought he saw plague bacilli.\n\nLate at night, Kellogg ran the suspicious samples of lymph fluid to Angel Island to be tested on animals in Kinyoun's better-equipped laboratory - an operation that would take at least four days. Meanwhile, Wilson and O'Brien called upon the city's Board of Health and insisted that Chinatown be quarantined immediately. When dawn came on March 7, 1900, Chinatown was circled by rope and surrounded by policemen preventing egress or access to anyone but Whites. The 12-block area was bordered by four streets: Broadway, Kearney, California and Stockton. Approximately 25,000–35,000 residents were unable to leave. Chinese Consul General Ho Yow felt that the quarantine was likely based on false assumptions and that it was entirely unfair to Chinese people and would seek an injunction to lift the quarantine. San Francisco mayor James D. Phelan was in favor of keeping the Chinese-speaking residents separated from the Anglo-Americans – claiming that Chinese- Americans were unclean, filthy, and \"a constant menace to the public health.\" Nevertheless, the Board of Health lifted the quarantine on March 9 after it had been in force for only 2½ days. O'Brien said, by way of explanation, that \"the general clamor had become too great to ignore\". The animals tested in Kinyoun's lab seemed to be in normal conditions after the first 48 hours of being exposed to the possible plague-causing agents. The lack of early response cast doubt on the theory that plague was the cause of Wong Chut King's death.\n\n\nOn March 11, Kinyoun's lab presented its results. Two guinea pigs and one rat died after being exposed to samples from the first victim, proving the plague was indeed in Chinatown. Without restoring the quarantine, the Board of Health inspected every building in Chinatown, and labored to disinfect the neighborhood. Property was taken and burned if it was suspected of harboring filth. Using physical violence, policemen enforced compliance with the Board of Health's directives. Angry and worried Chinese communities reacted by hiding those that were sick.\n\nOn March 13, another lab animal, a monkey, died, who was exposed to the plague. All the dead animals tested positive for the plague bacteria. U.S. Surgeon General Walter Wyman informed the San Francisco doctors at the end of March 1900 that his laboratory confirmed the fact that fleas can carry the plague and transmit it to a new host.\n\n==Denial and suppression by governor==\n\nAllied with powerful railroad and city business interests, California governor Henry Gage publicly denied the existence of any pestilent outbreak in San Francisco, fearing that any word of the bubonic plague's presence would deeply damage the city's and state's economy. Supportive newspapers, such as the Call, the Chronicle and the Bulletin, echoed Gage's denials, beginning what was to become an intense defamation campaign against quarantine officer Kinyoun. In response to the state's denial, Wyman recommended to federal Treasury Secretary Lyman J. Gage that he intervene. Secretary Gage agreed, creating a three-man commission of investigators who were respected medical scholars, experienced with identifying and treating the plague in China or India. The commission examined six San Francisco cases and conclusively determined that bubonic plague was present.\n\nAs with the findings of Kinyoun, the Treasury commission's findings were again immediately denounced by Governor Gage. Gage believed the federal government's growing presence in the matter was a gross intrusion of what he viewed as a state concern. In his retaliation, Gage denied the federal commission any use of the University of California's laboratories in Berkeley to further study the outbreak, by threatening the university's state funding. The Bulletin also attacked the federal commission, branding it as a \"youthful and inexperienced trio.\"\n\n\nThe clash between Gage and federal authorities intensified. Wyman instructed Kinyoun to place Chinatown under a second quarantine, as well as blocking all East Asians from entering state borders. Wyman also instructed Kinyoun to inoculate all persons of Asian heritage in Chinatown, using an experimental vaccine developed by Waldemar Haffkine, one known to have severe side effects. Spokesmen in Chinatown protested strenuously; they did not give their permission for this kind of mass experimentation. The Chinese Consolidated Benevolent Association, also known as the Six Companies, filed suit on behalf of Wong Wai, a merchant who took a stance against what he perceived as a violation of his personal liberty. Not quite a class action suit, the arguments included similar wording such as complaints that all residents of Chinatown were being denied \"equal protection under the law\", part of the Fourteenth Amendment to the US constitution. Federal judge William W. Morrow ruled uncharacteristically in favor of the Chinese, largely because the defense by the State of California was unable to prove that Chinese Americans were more susceptible to plague than Anglo Americans. The decision set a precedent for greater limits placed on public health authorities seeking to isolate diseased populations.\n\nBetween 1901 and 1902, the plague outbreak continued to worsen. In a 1901 address to both houses of the California State Legislature, Gage accused federal authorities, particularly Kinyoun, of injecting plague bacteria into cadavers, falsifying evidence. In response to what he said to be massive scaremongering by the MHS, Gage pushed a censorship bill to gag any media reports of plague infection. The bill failed in the California State Legislature, yet laws to gag reports amongst the medical community succeeded in passage and were signed into law by the governor. In addition, $100,000 was allocated to a public campaign led by Gage to deny the plague's existence. Privately, however, Gage sent a special commission to Washington, D.C., consisting of Southern Pacific, newspaper and shipping lawyers to negotiate a settlement with the MHS, whereby the federal government would remove Kinyoun from San Francisco with the promise that the state would secretly cooperate with the MHS in stamping out the plague epidemic.\n\n\nDespite the secret agreement allowing for Kinyoun's removal, Gage went back on his promise of assisting federal authorities and continued to obstruct their efforts for study and quarantine. A report issued by the State Board of Health on September 16, 1901, bolstered Gage's claims, denying the plague's outbreak.\n\n== Racism and discrimination lawsuit ==\nWidespread racism towards Chinese immigrants was socially accepted during the initial time of the Chinatown plague in the early 1900s. Standard social rights and privileges were oftentimes denied to the Chinese people, as shown in the way American landlords would refuse to maintain their own property when renting to Chinese immigrants. The living conditions in the Chinatown community reflected the social norms and racial inequalities during that time for Chinese immigrants. Housing for the majority of Chinatown Chinese immigrants were not fit nor adequate for human living, but with scarce housing options and American landlords unwilling to provide equal and fair housing, Chinese immigrants were left little option other than to live with such housing disparities. Discrimination against Chinese Americans culminated in two acts, the quarantine of San Francisco's Chinatown, and the permanent extension of the Chinese Exclusion Act of 1882. The extended quarantine of Chinatown was motivated more by racist images of Chinese Americans as carriers of disease than by actual evidence of the presence of Bubonic plague\n\nSan Francisco's quarantine measures were explicitly discriminatory and segratory, allowing European Americans to leave the affected area, but Chinese and Japanese Americans required a health certificate to leave the city. Residents were initially angered as those with jobs outside of San Francisco were prevented from working. Few Chinese agreed to take the inoculation, especially after press reports on May 22, 1900, that people who did agree were experiencing severe pain from the untested vaccine. On May 24, 1900 with the help of Chinese Six Companies, they hired the law firm of Reddy, Campbell, and Metson. Defendants included Joseph J. Kinyoun and all of the members of the San Francisco Board of Health. The Chinese wanted the courts to issue a provisional injunction to enforce what they argued was their constitutional right to travel outside of San Francisco. On July 3, 1900, Judge William W. Morrow ruled that the defendants were violating the plaintiffs' Fourteenth Amendment. The ruling required that the same restrictions, if any, be applied to everyone no matter their ethnic group. The defendants did not have enough evidence to prove that the Chinese were transmitting the plague. Morrow agreed with the argument that if they were, the city would not have permitted them to roam the streets of San Francisco.\n\nThe Board then \"attempted to sidestep the decision by instituting a quarantine order that avoided mention of race, but which was precisely drafted so as to encompass all of the Chinatown area of San Francisco while excluding white-owned businesses on the periphery of that area\"; this effort was also struck down, with the court noting that the boundaries of the quarantine corresponded with the ethnicity of building occupants rather than the presence of the disease.\n\n==Detailed history==\n\n===1900===\n\nUpon the death of Wong Chut King, the San Francisco Health Board took immediate action to prevent the spread of plague: Chinatown was quarantined. Health officials, in order to prevent the propagation of the disease, made the decision of placing Chinatown under quarantine, without any notice to the residents - targeting Chinese residents only. White Americans that were walking the streets of Chinatown were allowed to leave; everybody else was forced to stay. Physicians were restricted from crossing into Chinatown to identify and help the sick. The Health Board had to approve whether or not any health official crossed into the quarantined area. Due to lack of evidence that the cause of death of King was plague, the quarantine was removed the day after to avoid controversy.\n\nKinyoun's lab confirmed the disease was bubonic plague and informed the Health Board right away. In an attempt to avoid a second controversial quarantine, the Health Board continued with a house-to-house inspection to look for possible plague infested households – disinfecting those that were thought to be at risk of infection. Participants in the house-to-house examination were mainly volunteer physicians and residents. On the contrary, other residents did not support the inspection and argued that the disinfecting plan was not being done in good faith. Believing a second quarantine would be soon implemented, worried residents began to flee quietly and hide in friends' houses outside of Chinatown.\n\nAs days passed, more dead bodies were reported and autopsies revealed the presence of plague bacilli, indicating that a plague epidemic had hit San Francisco's Chinatown, but the health board still was trying to deny it. The health board attempted to keep all the information regarding the outbreak secret by implementing strict regulations of what physicians could write official death certificates. Nevertheless, newspapers published the news of the presence of bubonic plague in San Francisco to the entire nation.\n\nThe official inspection and disinfection of Chinatown finally began, thanks to the monetary contributions of the supervisors of the volunteer physicians, policemen, and inspectors that participated in the actual disinfection campaign. The sanitizing of Chinatown began to show results as the death toll slowly dropped throughout the month of March and the beginning of April. Towards the end of April, the corpse of Law An, a Chinese laborer from a village near the Sacramento River, was found in an alley in Chinatown. The cause of death of Law An was determined to be bubonic plague. After that, a few more Chinese residents that died suddenly were determined to be infested with plague bacilli. The fear that the bubonic plague was spreading intensified.\n\nThe controversy of the vaccination program organized by Kinyoun with the help of Surgeon General Wyman spiked. The plan was to inoculate the Chinese residents with Haffkine's vaccine, a prophylactic anti-plague vaccine that was intended to provide some protection against the plague for a 6-month period.  No one spoke about the side effects and that the vaccine was still not approved for humans. Most Chinese residents refused and demanded the vaccine to be tested in rats first. At first, representatives of the Chinese community had agreed that inoculating the population with such serum could be a reasonable and safe solution, but soon after agreed with the rest of the Chinese population in that it was not ethical to try the vaccine in humans first. The representatives from the Chinese Six companies demanded the vaccination program to be eliminated as an option, and with much pressure and insistence from the Chinese community the vaccination program was halted. However, by then hundreds of Chinese, Japanese, other residents had already received the vaccine and were showing signs of horrific side effects from the injection.\n\n===1901===\n\nJoseph J. Kinyoun was feeling the pressure of the public to clear his reputation. He summoned the help of U.S. Surgeon General Walter Wyman to bring someone from the outside to investigate Kinyoun's procedures. In December 1900 Wyman selected Assistant Surgeon General Joseph H. White to manage the investigation surrounding all of the Pacific Coast stations. White wanted to focus on how food was handled while being imported from China and Japan. Kinyoun tried to hinder these advances because he did not want to publicly admit that there was an outbreak. White made his appearance in January 1901. White and Kinyoun attended the autopsy of Chun Way Lung who was said to have suffered from gonorrhea. Wilfred Kellogg and Henry Ryfkogel conducted the autopsy and achieved respect from White by revealing that Lung had died from the bubonic plague. White concluded that Kinyoun's bacteriological confirmation could no longer be credible.\n\nGovernor Gage refused to support the diagnoses that were verified by the competent Pasteurians in San Francisco. Kinyoun was starting to express his frustration and suggested that independent outside experts confirm that the plague was present. White agreed and passed this information to the surgeon general. Kinyoun desired that his reputation be restored and that his findings were valid so that he could continue to investigate plague cases.\nOn January 26, Flexner, Novy, and Barker arrived in San Francisco. The three scientists were appointed to an official commission to prove if the plague existed.\n\nGage reacted by sending a telegram to President William McKinley urging that the federal experts work with state health authorities. Gage's request was not granted because the federal government wanted the commission to be allowed to work independently. They would relay all of their findings to the treasury department and then forwarded to Gage. Flexner, Novy, and Barker scheduled an inspection of the sick and dead on February 6. The federal investigators split up the duties. Novy carried out bacteriological tests, while Barker accompanied by a Chinese interpreter visited the sick. By February 12, the team had studied six cases that all identified the characteristics of bubonic plague. This was confirmed by pathological and bacteriological data. Flexner, Novy, and Barker completed their investigation on February 16. They met with Governor Gage the same day and informed him of their conclusion.\n\nGage was upset and accused them of being a threat to public health. Over the next few weeks Gage questioned the diagnoses and blocked the publication of the final report. He blamed the commission of being biased and influenced by Kinyoun. Finally the two senators for California proposed that Gage needed to engage in friendly cooperation with federal authorities. Gage sent representatives to Washington to reach an agreement for federal authorities to suppress their findings concerning the plague in San Francisco. The federal authorities agreed to these demands after Gage's representatives verbally pledged to manage a sanitary campaign in Chinatown. This would be done secretively under the guidance of an expert from the Marine Hospital Service This deal was designed to avoid impairing the state's reputation and economy. Surgeon general Wyman took the majority of the blame. He was accused of violating U.S. laws and breaking international agreements that required him to notify all nations that there was an existence of contagious disease. Wyman and President McKinley destroyed the credibility of the American public health in the eyes of the nation and abroad.\n\n===1902===\nCountering the continued denials made by San Francisco-based newspapers, reports from the Sacramento Bee and the Associated Press describing the plague's spread, publicly announced the outbreak throughout the United States. The state governments of Colorado, Texas and Louisiana imposed quarantines of California – arguing that since the state had refused to admit to a health crisis within its borders, states receiving rail or shipping cargo from California ports had the duty to protect themselves. Threats of a national quarantine grew.\n\nAs the 1902 general elections approached, members of the Southern Pacific board and the \"Railroad Republican\" faction increasingly saw Gage as an embarrassment to state Republicans. Gage's public denials of the plague outbreak were to protect the state's economy and the business interests of his political allies. However, reports from federal agencies and certain newspapers continued to prove Gage incorrect. At the state Republican convention that year, the Railroad Republican faction refused Gage's renomination for governorship. In his place, former Mayor of Oakland George Pardee, a German-trained medical physician, received the nomination. Pardee's nomination was largely a compromise between the Railroad Republican factions.\n\nIn his final speech, to the California State Legislature, in early January 1903, Gage continued to deny the outbreak. He blamed the federal government, in particular, Kinyoun, the MHS, and the San Francisco Board of Health for damaging the state's economy.\n\n==See also==\n*List of epidemics\n*Great Plague of London (1665–1666)\n*Chinese boycott of 1905\n*COVID-19 pandemic in the United States\n\n==References==\n===Notes===\n\n\n===Bibliography===\n\n*\n*\n*\n*\n*\n*\n*\n*\n*\n\n\n==External links==\n* 1902 Scene in Chinatown, Early Motion Pictures, Library of Congress\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIn January 1900, Honolulu's Chinatown burned down in an effort to control bubonic plague.\nMayor James D. Phelan called Chinese-Americans \"a constant menace to the public health.\".\nThe scientist who confirmed the existence of plague in California, Dr. Joseph J. Kinyoun was subject to a defamation campaign.\nCalifornia governor Henry Gage denied there was a plague.\nA political cartoon published in a Chinese-language daily paper in June 1900; epidemiologist Joseph J. Kinyoun being injected in the head with Waldemar Haffkine's experimental plague vaccine. Two other doctors appear to be developing buboes on their heads from the oversized inoculations. Federal judge William W. Morrow looks on.\nIn October 1900, Kinyoun was the subject of a political cartoon about his being kicked out of his federal position.",
    "links": [
        {
            "title": "San Francisco plague of 1900–1904",
            "text": "San Francisco plague of 1900–1904",
            "start": 4,
            "end": 37,
            "id": "35316091"
        },
        {
            "title": "Bubonic plague",
            "text": "bubonic plague",
            "start": 57,
            "end": 71,
            "id": "16392927"
        },
        {
            "title": "San Francisco",
            "text": "San Francisco",
            "start": 84,
            "end": 97,
            "id": "49728"
        },
        {
            "title": "Chinatown, San Francisco",
            "text": "Chinatown",
            "start": 100,
            "end": 109,
            "id": "445363"
        },
        {
            "title": "Henry Gage",
            "text": "Henry Gage",
            "start": 322,
            "end": 332,
            "id": "874140"
        },
        {
            "title": "George Pardee",
            "text": "George Pardee",
            "start": 819,
            "end": 832,
            "id": "874148"
        },
        {
            "title": "1906 San Francisco earthquake",
            "text": "1906 San Francisco earthquake",
            "start": 1017,
            "end": 1046,
            "id": "20110714"
        },
        {
            "title": "Oakland, California",
            "text": "Oakland",
            "start": 1391,
            "end": 1398,
            "id": "50548"
        },
        {
            "title": "Vector (epidemiology)",
            "text": "vectors",
            "start": 1731,
            "end": 1738,
            "id": "13865571"
        },
        {
            "title": "California ground squirrel",
            "text": "California ground squirrel",
            "start": 1906,
            "end": 1932,
            "id": "420731"
        },
        {
            "title": "Sylvatic plague",
            "text": "sylvatic plague",
            "start": 2156,
            "end": 2171,
            "id": "40087960"
        },
        {
            "title": "Hong Kong",
            "text": "Hong Kong",
            "start": 2425,
            "end": 2434,
            "id": "13404"
        },
        {
            "title": "Marine Hospital Service",
            "text": "Marine Hospital Service",
            "start": 3166,
            "end": 3189,
            "id": "1047549"
        },
        {
            "title": "Territory of Hawaii",
            "text": "Territory of Hawaii",
            "start": 3463,
            "end": 3482,
            "id": "672360"
        },
        {
            "title": "Honolulu",
            "text": "Honolulu",
            "start": 3496,
            "end": 3504,
            "id": "13887"
        },
        {
            "title": "Lymph node",
            "text": "lymph glands",
            "start": 3613,
            "end": 3625,
            "id": "82342"
        },
        {
            "title": "Bubo",
            "text": "bubo",
            "start": 3634,
            "end": 3638,
            "id": "8542879"
        },
        {
            "title": "Joseph J. Kinyoun",
            "text": "Joseph J. Kinyoun",
            "start": 4135,
            "end": 4152,
            "id": "32176964"
        },
        {
            "title": "San Francisco Bay",
            "text": "San Francisco Bay",
            "start": 4308,
            "end": 4325,
            "id": "26973"
        },
        {
            "title": "Port Townsend, Washington",
            "text": "Port Townsend, Washington",
            "start": 4683,
            "end": 4708,
            "id": "137973"
        },
        {
            "title": "San Francisco Examiner",
            "text": "San Francisco Examiner",
            "start": 5520,
            "end": 5542,
            "id": "23409409"
        },
        {
            "title": "Ethnic groups in Europe",
            "text": "Europeans",
            "start": 5755,
            "end": 5764,
            "id": "13279542"
        },
        {
            "title": "Port of San Francisco",
            "text": "Port of San Francisco",
            "start": 5882,
            "end": 5903,
            "id": "3952482"
        },
        {
            "title": "Ghetto",
            "text": "ghetto",
            "start": 6331,
            "end": 6337,
            "id": "92903"
        },
        {
            "title": "Angel Island (California)",
            "text": "Angel Island",
            "start": 6546,
            "end": 6558,
            "id": "349996"
        },
        {
            "title": "San Francisco Bay",
            "text": "San Francisco Bay",
            "start": 6562,
            "end": 6579,
            "id": "26973"
        },
        {
            "title": "Typhus",
            "text": "typhus",
            "start": 7344,
            "end": 7350,
            "id": "20321147"
        },
        {
            "title": "Gonorrhea",
            "text": "gonorrhea",
            "start": 7354,
            "end": 7363,
            "id": "18006737"
        },
        {
            "title": "Sexually transmitted infection",
            "text": "sexually transmitted disease",
            "start": 7378,
            "end": 7406,
            "id": "19019270"
        },
        {
            "title": "Ho Yow",
            "text": "Ho Yow",
            "start": 8684,
            "end": 8690,
            "id": "55995701"
        },
        {
            "title": "James D. Phelan",
            "text": "James D. Phelan",
            "start": 8877,
            "end": 8892,
            "id": "888893"
        },
        {
            "title": "Surgeon General of the United States",
            "text": "U.S. Surgeon General",
            "start": 10253,
            "end": 10273,
            "id": "219354"
        },
        {
            "title": "Walter Wyman",
            "text": "Walter Wyman",
            "start": 10274,
            "end": 10286,
            "id": "1096645"
        },
        {
            "title": "Henry Gage",
            "text": "Henry Gage",
            "start": 10569,
            "end": 10579,
            "id": "874140"
        },
        {
            "title": "Bubonic plague",
            "text": "bubonic plague",
            "start": 10683,
            "end": 10697,
            "id": "16392927"
        },
        {
            "title": "The San Francisco Call",
            "text": "Call",
            "start": 10796,
            "end": 10800,
            "id": "3315218"
        },
        {
            "title": "San Francisco Chronicle",
            "text": "Chronicle",
            "start": 10806,
            "end": 10815,
            "id": "319442"
        },
        {
            "title": "San Francisco Evening Bulletin",
            "text": "Bulletin",
            "start": 10824,
            "end": 10832,
            "id": "55772166"
        },
        {
            "title": "United States Secretary of the Treasury",
            "text": "Treasury Secretary",
            "start": 11017,
            "end": 11035,
            "id": "43338"
        },
        {
            "title": "Lyman J. Gage",
            "text": "Lyman J. Gage",
            "start": 11036,
            "end": 11049,
            "id": "790347"
        },
        {
            "title": "University of California, Berkeley",
            "text": "University of California's",
            "start": 11679,
            "end": 11705,
            "id": "31922"
        },
        {
            "title": "Berkeley, California",
            "text": "Berkeley",
            "start": 11722,
            "end": 11730,
            "id": "4860"
        },
        {
            "title": "East Asian people",
            "text": "East Asians",
            "start": 12069,
            "end": 12080,
            "id": "28806034"
        },
        {
            "title": "Vaccine",
            "text": "vaccine",
            "start": 12219,
            "end": 12226,
            "id": "32653"
        },
        {
            "title": "Waldemar Haffkine",
            "text": "Waldemar Haffkine",
            "start": 12240,
            "end": 12257,
            "id": "1311462"
        },
        {
            "title": "Chinese Consolidated Benevolent Association",
            "text": "Chinese Consolidated Benevolent Association",
            "start": 12422,
            "end": 12465,
            "id": "6588738"
        },
        {
            "title": "Class action",
            "text": "class action suit",
            "start": 12641,
            "end": 12658,
            "id": "7200"
        },
        {
            "title": "Equal Protection Clause",
            "text": "\"equal protection under the law\"",
            "start": 12768,
            "end": 12800,
            "id": "950939"
        },
        {
            "title": "Fourteenth Amendment to the United States Constitution",
            "text": "Fourteenth Amendment",
            "start": 12814,
            "end": 12834,
            "id": "31666"
        },
        {
            "title": "William W. Morrow",
            "text": "William W. Morrow",
            "start": 12873,
            "end": 12890,
            "id": "8237799"
        },
        {
            "title": "California State Legislature",
            "text": "California State Legislature",
            "start": 13325,
            "end": 13353,
            "id": "425922"
        },
        {
            "title": "Cadaver",
            "text": "cadavers",
            "start": 13445,
            "end": 13453,
            "id": "12974846"
        },
        {
            "title": "California State Legislature",
            "text": "California State Legislature",
            "start": 13644,
            "end": 13672,
            "id": "425922"
        },
        {
            "title": "Washington, D.C.",
            "text": "Washington, D.C.",
            "start": 13946,
            "end": 13962,
            "id": "108956"
        },
        {
            "title": "Southern Pacific Transportation Company",
            "text": "Southern Pacific",
            "start": 13978,
            "end": 13994,
            "id": "387806"
        },
        {
            "title": "History of Chinese Americans",
            "text": "Chinese immigrants",
            "start": 14628,
            "end": 14646,
            "id": "3612404"
        },
        {
            "title": "Chinese Exclusion Act",
            "text": "Chinese Exclusion Act",
            "start": 15520,
            "end": 15541,
            "id": "55668"
        },
        {
            "title": "Bubonic plague",
            "text": "Bubonic plague",
            "start": 15711,
            "end": 15725,
            "id": "16392927"
        },
        {
            "title": "Chinese Consolidated Benevolent Association",
            "text": "Chinese Six Companies",
            "start": 16263,
            "end": 16284,
            "id": "6588738"
        },
        {
            "title": "Joseph J. Kinyoun",
            "text": "Joseph J. Kinyoun",
            "start": 16362,
            "end": 16379,
            "id": "32176964"
        },
        {
            "title": "William W. Morrow",
            "text": "William W. Morrow",
            "start": 16623,
            "end": 16640,
            "id": "8237799"
        },
        {
            "title": "Fourteenth Amendment to the United States Constitution",
            "text": "Fourteenth Amendment",
            "start": 16698,
            "end": 16718,
            "id": "31666"
        },
        {
            "title": "Chinatown, San Francisco",
            "text": "Chinatown",
            "start": 17808,
            "end": 17817,
            "id": "445363"
        },
        {
            "title": "Chinatown, San Francisco",
            "text": "Chinatown",
            "start": 18071,
            "end": 18080,
            "id": "445363"
        },
        {
            "title": "Chinatown, San Francisco",
            "text": "Chinatown",
            "start": 19043,
            "end": 19052,
            "id": "445363"
        },
        {
            "title": "Sacramento River",
            "text": "Sacramento River",
            "start": 20040,
            "end": 20056,
            "id": "37392"
        },
        {
            "title": "Waldemar Haffkine",
            "text": "Haffkine's vaccine",
            "start": 20497,
            "end": 20515,
            "id": "1311462"
        },
        {
            "title": "Chinese Consolidated Benevolent Association",
            "text": "Chinese Six companies",
            "start": 21120,
            "end": 21141,
            "id": "6588738"
        },
        {
            "title": "Joseph J. Kinyoun",
            "text": "Joseph J. Kinyoun",
            "start": 21485,
            "end": 21502,
            "id": "32176964"
        },
        {
            "title": "Walter Wyman",
            "text": "Walter Wyman",
            "start": 21612,
            "end": 21624,
            "id": "1096645"
        },
        {
            "title": "Bubonic plague",
            "text": "bubonic plague",
            "start": 22318,
            "end": 22332,
            "id": "16392927"
        },
        {
            "title": "William McKinley",
            "text": "William McKinley",
            "start": 23080,
            "end": 23096,
            "id": "33521"
        },
        {
            "title": "Marine Hospital Service",
            "text": "Marine Hospital Service",
            "start": 24668,
            "end": 24691,
            "id": "1047549"
        },
        {
            "title": "The Sacramento Bee",
            "text": "Sacramento Bee",
            "start": 25216,
            "end": 25230,
            "id": "810325"
        },
        {
            "title": "Associated Press",
            "text": "Associated Press",
            "start": 25239,
            "end": 25255,
            "id": "18935732"
        },
        {
            "title": "Colorado",
            "text": "Colorado",
            "start": 25375,
            "end": 25383,
            "id": "5399"
        },
        {
            "title": "Texas",
            "text": "Texas",
            "start": 25385,
            "end": 25390,
            "id": "29810"
        },
        {
            "title": "Louisiana",
            "text": "Louisiana",
            "start": 25395,
            "end": 25404,
            "id": "18130"
        },
        {
            "title": "Southern Pacific Transportation Company",
            "text": "Southern Pacific",
            "start": 25725,
            "end": 25741,
            "id": "387806"
        },
        {
            "title": "Republican Party (United States)",
            "text": "Republicans",
            "start": 25837,
            "end": 25848,
            "id": "32070"
        },
        {
            "title": "List of mayors of Oakland, California",
            "text": "Mayor of Oakland",
            "start": 26225,
            "end": 26241,
            "id": "1587679"
        },
        {
            "title": "George Pardee",
            "text": "George Pardee",
            "start": 26242,
            "end": 26255,
            "id": "874148"
        },
        {
            "title": "List of epidemics",
            "text": "List of epidemics",
            "start": 26678,
            "end": 26695,
            "id": "945818"
        },
        {
            "title": "Great Plague of London",
            "text": "Great Plague of London",
            "start": 26697,
            "end": 26719,
            "id": "12286"
        },
        {
            "title": "1905 Chinese boycott",
            "text": "Chinese boycott of 1905",
            "start": 26733,
            "end": 26756,
            "id": "55814014"
        },
        {
            "title": "COVID-19 pandemic in the United States",
            "text": "COVID-19 pandemic in the United States",
            "start": 26758,
            "end": 26796,
            "id": "63136490"
        },
        {
            "title": "Chinatown, Honolulu",
            "text": "Honolulu's Chinatown",
            "start": 27001,
            "end": 27021,
            "id": "26895426"
        },
        {
            "title": "Bubonic plague",
            "text": "bubonic plague",
            "start": 27058,
            "end": 27072,
            "id": "16392927"
        },
        {
            "title": "James D. Phelan",
            "text": "James D. Phelan",
            "start": 27080,
            "end": 27095,
            "id": "888893"
        },
        {
            "title": "Henry Gage",
            "text": "Henry Gage",
            "start": 27311,
            "end": 27321,
            "id": "874140"
        },
        {
            "title": "Political cartoon",
            "text": "political cartoon",
            "start": 27351,
            "end": 27368,
            "id": "205534"
        },
        {
            "title": "Joseph J. Kinyoun",
            "text": "Joseph J. Kinyoun",
            "start": 27442,
            "end": 27459,
            "id": "32176964"
        },
        {
            "title": "Waldemar Haffkine",
            "text": "Waldemar Haffkine",
            "start": 27492,
            "end": 27509,
            "id": "1311462"
        },
        {
            "title": "Bubo",
            "text": "bubo",
            "start": 27583,
            "end": 27587,
            "id": "8542879"
        },
        {
            "title": "William W. Morrow",
            "text": "William W. Morrow",
            "start": 27652,
            "end": 27669,
            "id": "8237799"
        }
    ],
    "_chunk_id": "b_11743426668-11751855753"
}