{
    "_id": "2905627",
    "id": "2905627",
    "title": "Sverdlovsk anthrax leak",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Background ==",
            "start": 713,
            "end": 729
        },
        {
            "text": "== Accident ==",
            "start": 1841,
            "end": 1855
        },
        {
            "text": "== Aftermath ==",
            "start": 5520,
            "end": 5535
        },
        {
            "text": "== In popular culture ==",
            "start": 6144,
            "end": 6168
        },
        {
            "text": "== See also ==",
            "start": 6851,
            "end": 6865
        },
        {
            "text": "== References ==",
            "start": 6959,
            "end": 6975
        },
        {
            "text": "== External links ==",
            "start": 6978,
            "end": 6998
        }
    ],
    "categories": [
        "Biological warfare",
        "1979 industrial disasters",
        "1979 health disasters",
        "Anthrax",
        "1979 in the Soviet Union",
        "Health disasters in Russia",
        "Soviet coverups",
        "Yekaterinburg",
        "April 1979 events in Europe",
        "Soviet biological weapons program",
        "1970s disease outbreaks"
    ],
    "infobox": null,
    "article": "On 2 April 1979, spores of anthrax were accidentally released from a Soviet military research facility near the city of Sverdlovsk, Russia (now Yekaterinburg). The ensuing outbreak of the disease resulted in approximately 100 deaths, although the exact number of victims remains unknown.  The cause of the outbreak was denied for years by the Soviet authorities, which blamed the deaths on consumption of tainted meat from the area, and subcutaneous exposure due to butchers handling the tainted meat. All medical records of the victims were removed to hide serious violations of the Biological Weapons Convention that had come in effect in 1975. The accident is sometimes referred to as \"biological Chernobyl\".\n\n== Background ==\nThe closed city of Sverdlovsk had been a major production center of the Soviet military-industrial complex since World War II. It produced tanks, ballistic missiles, rockets and other armaments. A major nuclear accident happened in this region in 1957, when a nuclear waste facility exploded (known as the Kyshtym disaster), resulting in the spread of radioactive dust over a thousand square kilometers.  The biological weapons facility in Sverdlovsk was built after World War II, using documentation captured in Manchuria from the Japanese germ warfare program.\n\nThe strain of anthrax produced in the  on the southern edge of Sverdlovsk was the most powerful in the Soviet arsenal (\"Anthrax 836\"). It had been isolated as a result of another anthrax leak accident that happened in 1953 in the city of Kirov. A leak from a bacteriological facility contaminated the city sewer system. In 1956, biologist Vladimir Sizov found a more virulent strain in rodents captured in this area.  This strain was planned to be used to arm warheads for the SS-18 ICBM, which would target American cities, among other targets.\n\n== Accident ==\nThe produced anthrax culture had to be dried to produce a fine powder for use as an aerosol. Large filters over the exhaust pipes were the only barriers between the anthrax dust and the outside environment. On Friday, 30 March 1979 a technician removed a clogged filter while drying machines were temporarily turned off. He left a written notice, but his supervisor did not write this down in the logbook as he was supposed to do. The supervisor of the next shift did not find anything unusual in the logbook and turned the machines on. In a few hours, someone found that the filter was missing and reinstalled it. The incident was reported to military command, but local and city officials were not immediately informed. Boris Yeltsin, a local Communist Party official at this time, helped cover up the accident.\n\nAll workers of a ceramic plant across the street fell ill during the next few days. Almost all of them died within a week. The death toll is claimed to be at least 105, but the exact number is unknown, as all hospital records and other evidence were destroyed by the KGB, according to former Biopreparat deputy director Ken Alibek.\n\nIn 1986, Professor Matthew Meselson of Harvard University was granted approval by Soviet authorities for a four-day trip to Moscow where he interviewed several senior Soviet health officials about the outbreak. He later issued a report which agreed with the Soviet assessment that the outbreak was caused by a contaminated meat processing plant, concluding the Soviets' official explanation was completely \"plausible and consistent with what is known from medical literature and recorded human experiences with anthrax\".\n\nFollowing an admission by President Boris Yeltsin that \"our military development was the cause,\" Sverdlovsk's Communist Party chief in 1979, of the true nature of the anthrax outbreak, Wall Street Journal reporter Peter Gumbel traveled to Sverdlovsk where he interviewed families affected by the outbreak, hospital workers, and various officials, confirming Yeltsin's comments. Based on these reports a team of Western inspectors led by Meselson gained access to the region in 1992. Before they arrived they had been provided by the authorities with a list of 68 known incident victims in Sverdlovsk. By visiting and questioning in their homes surviving relatives of those who had died, the investigating researchers ascertained both where the victims had been living and where they had been during daylight hours at the time during which hospital admission records indicated a possible release into the atmosphere of anthrax dust.   When the locations were plotted on maps, there was no very clear pattern defined by where the victims lived.  However, there was a very precise indication from their reported locations during working hours, that all of the victims had been directly downwind at the time of the release of the spores via aerosol. Livestock in the area were also affected. It was revealed around this time that the accident was caused by the non-replacement of a filter on an exhaust at the facility, and though the problem was quickly rectified, it was too late to prevent a release. Had the winds been blowing in the direction of the city at that time, it could have resulted in the pathogen being spread to hundreds of thousands of people. The military facility remains closed for inspection. Meselson's original contention for many years had been that the outbreak was a natural one and that the Soviet authorities were not lying when they disclaimed having an active offensive bio-warfare program, but the information uncovered in the investigation left no room for doubt.\n\n== Aftermath ==\nRussian Prime Minister Yegor Gaidar issued a decree to begin demilitarization of Compound 19 in 1992. However, the facility continued its work. Not a single journalist has been allowed onto the premises since 1992. About 200 soldiers with Rottweiler dogs still patrol the complex. Classified activities were moved underground, and several new laboratories have been constructed and equipped to work with highly dangerous pathogens. One of their current subjects is reportedly Bacillus anthracis strain H-4. Its virulence and antibiotic resistance have been dramatically increased using genetic engineering.\n\n== In popular culture ==\n* Robin Cook used the Sverdlovsk anthrax leak as a plot device in his novel Vector. In the novel, a Russian immigrant named Yuri Davydov works with a neo-Nazi group to plan an anthrax attack on New York City. Yuri learned to develop anthrax while he was working at the Biopreparat facility in Sverdlovsk. The Yuri character was present when the leak happened and his mother was one of the victims.\n* Greg Bear makes reference to the Sverdlovsk anthrax leak in Quantico, a novel about genetically engineered pathogens and FBI agents trying to stop their release.\n* Richard Preston tells the story of Sverdlovsk in the chapter 'Invisible History (II)' from his book The Cobra Event.\n\n== See also ==\n* List of anthrax outbreaks\n* Biological warfare\n* Dugway sheep incident\n* Jeanne Guillemin\n\n== References ==\n\n\n== External links ==\n*  Anthrax at Sverdlovsk at the National Security Archive",
    "links": [
        {
            "title": "Anthrax",
            "text": "anthrax",
            "start": 27,
            "end": 34,
            "id": "42898"
        },
        {
            "title": "Soviet people",
            "text": "Soviet",
            "start": 69,
            "end": 75,
            "id": "3320371"
        },
        {
            "title": "Yekaterinburg",
            "text": "Sverdlovsk, Russia",
            "start": 120,
            "end": 138,
            "id": "66524"
        },
        {
            "title": "Subcutaneous tissue",
            "text": "subcutaneous",
            "start": 437,
            "end": 449,
            "id": "1065865"
        },
        {
            "title": "Biological Weapons Convention",
            "text": "Biological Weapons Convention",
            "start": 584,
            "end": 613,
            "id": "337082"
        },
        {
            "title": "Chernobyl disaster",
            "text": "Chernobyl",
            "start": 700,
            "end": 709,
            "id": "2589713"
        },
        {
            "title": "Closed city",
            "text": "closed city",
            "start": 734,
            "end": 745,
            "id": "1627510"
        },
        {
            "title": "Military–industrial complex",
            "text": "military-industrial complex",
            "start": 809,
            "end": 836,
            "id": "211683"
        },
        {
            "title": "World War II",
            "text": "World War II",
            "start": 843,
            "end": 855,
            "id": "32927"
        },
        {
            "title": "Tank",
            "text": "tanks",
            "start": 869,
            "end": 874,
            "id": "29970"
        },
        {
            "title": "Ballistic missile",
            "text": "ballistic missiles",
            "start": 876,
            "end": 894,
            "id": "38025"
        },
        {
            "title": "Rocket",
            "text": "rockets",
            "start": 896,
            "end": 903,
            "id": "26301"
        },
        {
            "title": "Radioactive waste",
            "text": "nuclear waste",
            "start": 990,
            "end": 1003,
            "id": "37257"
        },
        {
            "title": "Kyshtym disaster",
            "text": "Kyshtym disaster",
            "start": 1036,
            "end": 1052,
            "id": "22477882"
        },
        {
            "title": "Manchuria",
            "text": "Manchuria",
            "start": 1243,
            "end": 1252,
            "id": "47595"
        },
        {
            "title": "Unit 731",
            "text": "Japanese germ warfare program",
            "start": 1262,
            "end": 1291,
            "id": "214659"
        },
        {
            "title": "Anthrax",
            "text": "anthrax",
            "start": 1308,
            "end": 1315,
            "id": "42898"
        },
        {
            "title": "Kirov, Kirov Oblast",
            "text": "city of Kirov",
            "start": 1524,
            "end": 1537,
            "id": "159570"
        },
        {
            "title": "Warhead",
            "text": "warheads",
            "start": 1754,
            "end": 1762,
            "id": "33865"
        },
        {
            "title": "R-36 (missile)",
            "text": "SS-18",
            "start": 1771,
            "end": 1776,
            "id": "1068559"
        },
        {
            "title": "Intercontinental ballistic missile",
            "text": "ICBM",
            "start": 1777,
            "end": 1781,
            "id": "14939"
        },
        {
            "title": "Boris Yeltsin",
            "text": "Boris Yeltsin",
            "start": 2578,
            "end": 2591,
            "id": "23278520"
        },
        {
            "title": "KGB",
            "text": "KGB",
            "start": 2938,
            "end": 2941,
            "id": "23454335"
        },
        {
            "title": "Biopreparat",
            "text": "Biopreparat",
            "start": 2963,
            "end": 2974,
            "id": "272958"
        },
        {
            "title": "Ken Alibek",
            "text": "Ken Alibek",
            "start": 2991,
            "end": 3001,
            "id": "1573974"
        },
        {
            "title": "Matthew Meselson",
            "text": "Matthew Meselson",
            "start": 3023,
            "end": 3039,
            "id": "1631384"
        },
        {
            "title": "Harvard University",
            "text": "Harvard University",
            "start": 3043,
            "end": 3061,
            "id": "18426501"
        },
        {
            "title": "The Wall Street Journal",
            "text": "Wall Street Journal",
            "start": 3711,
            "end": 3730,
            "id": "173070"
        },
        {
            "title": "Peter Gumbel",
            "text": "Peter Gumbel",
            "start": 3740,
            "end": 3752,
            "id": null
        },
        {
            "title": "Particulates",
            "text": "aerosol",
            "start": 4763,
            "end": 4770,
            "id": "30876688"
        },
        {
            "title": "Pathogen",
            "text": "pathogen",
            "start": 5126,
            "end": 5134,
            "id": "35038133"
        },
        {
            "title": "Yegor Gaidar",
            "text": "Yegor Gaidar",
            "start": 5559,
            "end": 5571,
            "id": "596997"
        },
        {
            "title": "Rottweiler",
            "text": "Rottweiler",
            "start": 5775,
            "end": 5785,
            "id": "271052"
        },
        {
            "title": "Bacillus anthracis",
            "text": "Bacillus anthracis",
            "start": 6012,
            "end": 6030,
            "id": "18974125"
        },
        {
            "title": "Virulence",
            "text": "virulence",
            "start": 6047,
            "end": 6056,
            "id": "406929"
        },
        {
            "title": "Antimicrobial resistance",
            "text": "antibiotic resistance",
            "start": 6061,
            "end": 6082,
            "id": "1914"
        },
        {
            "title": "Genetic engineering",
            "text": "genetic engineering",
            "start": 6122,
            "end": 6141,
            "id": "12383"
        },
        {
            "title": "Robin Cook (American novelist)",
            "text": "Robin Cook",
            "start": 6171,
            "end": 6181,
            "id": "646238"
        },
        {
            "title": "Jack Stapleton and Laurie Montgomery series",
            "text": "Vector",
            "start": 6245,
            "end": 6251,
            "id": "38621635"
        },
        {
            "title": "Greg Bear",
            "text": "Greg Bear",
            "start": 6569,
            "end": 6578,
            "id": "44445"
        },
        {
            "title": "Quantico (novel)",
            "text": "Quantico",
            "start": 6629,
            "end": 6637,
            "id": "20516173"
        },
        {
            "title": "Federal Bureau of Investigation",
            "text": "FBI",
            "start": 6690,
            "end": 6693,
            "id": "11127"
        },
        {
            "title": "Richard Preston",
            "text": "Richard Preston",
            "start": 6733,
            "end": 6748,
            "id": "640717"
        },
        {
            "title": "The Cobra Event",
            "text": "The Cobra Event",
            "start": 6833,
            "end": 6848,
            "id": "7830579"
        },
        {
            "title": "List of anthrax outbreaks",
            "text": "List of anthrax outbreaks",
            "start": 6868,
            "end": 6893,
            "id": "49115045"
        },
        {
            "title": "Biological warfare",
            "text": "Biological warfare",
            "start": 6896,
            "end": 6914,
            "id": "4361"
        },
        {
            "title": "Dugway sheep incident",
            "text": "Dugway sheep incident",
            "start": 6917,
            "end": 6938,
            "id": "14435745"
        },
        {
            "title": "Jeanne Guillemin",
            "text": "Jeanne Guillemin",
            "start": 6941,
            "end": 6957,
            "id": "9721493"
        },
        {
            "title": "National Security Archive",
            "text": "National Security Archive",
            "start": 7031,
            "end": 7056,
            "id": "1189651"
        }
    ],
    "_chunk_id": "b_3120542946-3134523035"
}