{
    "_id": "956462",
    "id": "956462",
    "title": "Sweating sickness",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Signs and symptoms ==",
            "start": 518,
            "end": 542
        },
        {
            "text": "== Cause ==",
            "start": 1780,
            "end": 1791
        },
        {
            "text": "==Epidemiology==",
            "start": 3673,
            "end": 3689
        },
        {
            "text": "===Fifteenth century===",
            "start": 3694,
            "end": 3717
        },
        {
            "text": "===Sixteenth century===",
            "start": 5065,
            "end": 5088
        },
        {
            "text": "===Final outbreak===",
            "start": 7369,
            "end": 7389
        },
        {
            "text": "==Picardy sweat==",
            "start": 8122,
            "end": 8139
        },
        {
            "text": "==Popular culture==",
            "start": 8812,
            "end": 8831
        },
        {
            "text": "==References==",
            "start": 10578,
            "end": 10592
        },
        {
            "text": "==Sources==",
            "start": 10595,
            "end": 10606
        },
        {
            "text": "==Further reading==",
            "start": 10612,
            "end": 10631
        },
        {
            "text": "== External links ==",
            "start": 10994,
            "end": 11014
        }
    ],
    "categories": [
        "1485 establishments in England",
        "1551 disestablishments in England",
        "15th-century epidemics",
        "16th-century epidemics",
        "1485 in Europe",
        "1507 in Europe",
        "1517 in Europe",
        "1528 in Europe",
        "1551 in Europe",
        "1485 in England",
        "1517 in England",
        "1528 in England",
        "1551 in England",
        "Ailments of unknown cause",
        "Retrospective diagnosis",
        "History of medicine",
        "Health disasters in the United Kingdom"
    ],
    "infobox": "{{Infobox medical condition (new)\n| name          = Sweating sickness\n| synonyms      = English sweating sickness, English sweat, (Latin) sudor anglicus\n| image         =\n| caption       =\n| field         =\n| symptoms      =\n| complications =\n| onset         =\n| duration      =\n| types         =\n| causes        =\n| risks         =\n| diagnosis     =\n| differential  =\n| prevention    =\n| treatment     =\n| medication    =\n| prognosis     =\n| frequency     =\n| deaths        =\n}}",
    "article": "Sweating sickness, also known as the sweats, English sweating sickness or English sweat or (Latin) sudor anglicus, was a mysterious and contagious disease that struck England and later continental Europe in a series of epidemics beginning in 1485. The last outbreak occurred in 1551, after which the disease apparently vanished. The onset of symptoms was sudden, with death often occurring within hours. Its cause remains unknown, although it has been suggested that an unknown species of hantavirus was responsible.\n\n== Signs and symptoms ==\nJohn Caius was a practising physician in Shrewsbury in 1551, when an outbreak occurred, and he described the symptoms and signs of the disease in A Boke or Counseill Against the Disease Commonly Called the Sweate, or Sweatyng Sicknesse (1552), which is the main historical source of knowledge of the disease. It began very suddenly with a sense of apprehension, followed by cold shivers (sometimes very violent), giddiness, headache, and severe pains in the neck, shoulders, and limbs, with great exhaustion. The cold stage might last from half an hour to three hours, after which the hot and sweating stage began. The characteristic sweat broke out suddenly without any obvious cause. A sense of heat, headache, delirium, rapid pulse, and intense thirst accompanied the sweat. Palpitation and pain in the heart were frequent symptoms, as well. No skin eruptions were noted by observers, including Caius.  In the final stages, there was either general exhaustion and collapse, or an irresistible urge to sleep, which Caius thought was fatal if the patient were permitted to give way to it. One attack did not produce immunity, and some people suffered several bouts before dying. The disease tended to occur in summer and early autumn.\n\n== Cause ==\nThe cause is the most mysterious aspect of the disease. Commentators then and now put much blame on the sewage, generally poor sanitation, and contaminated water supplies of the time, which might have harboured the source of infection. The first confirmed outbreak was in August 1485 at the end of the Wars of the Roses, which has led to speculation that it may have been brought over from France by the French mercenaries whom Henry Tudor used to gain the English throne. However, an earlier outbreak may have affected the city of York in June 1485, before Tudor's army landed, although the record of that disease's symptoms is not adequate to be certain. Regardless, the Croyland Chronicle mentions that Thomas Stanley, 1st Earl of Derby used the sweating sickness as an excuse not to join with Richard III's army prior to Tudor's victory over Richard at the Battle of Bosworth.\n\nRelapsing fever has been proposed as a possible cause. This disease is spread by ticks and lice, and it occurs most often during the summer months, as did the original sweating sickness. However, relapsing fever is marked by a prominent black scab at the site of the tick bite and a subsequent skin rash.\n\nSeveral researchers have noted that symptoms overlap with hantavirus pulmonary syndrome and have proposed an unknown hantavirus as the cause. A critique of this hypothesis argued that sweating sickness was thought to be transmitted from human to human, whereas hantaviruses are rarely spread that way. However, infection via human contact has been suggested in hantavirus outbreaks in Argentina.\n\nIn 2004, microbiologist Edward McSweegan suggested that the disease may have been an outbreak of anthrax poisoning. He hypothesized that the victims could have been infected with anthrax spores present in raw wool or infected animal carcasses, and he suggested exhuming the victims for testing.\n\n==Epidemiology==\n\n\n\n\n===Fifteenth century===\nSweating sickness first came to the attention of physicians at the beginning of the reign of Henry VII, in 1485. There is no definitive statement that the sickness was present in troops landing at Milford Haven. Henry arrived in London on 28 August soon after the Battle of Bosworth, and the disease broke out on 19 September 1485; it had killed several thousand people by its conclusion in late October that year. Among those killed were two lord mayors, six aldermen, and three sheriffs.\n\nThis alarming malady soon became known as the sweating sickness. It was regarded as being quite distinct from the Black Death, the pestilential fever, or other epidemics previously known because of the sweating which gave it its name and its extremely rapid and fatal course. It reached Ireland in 1492, when the Annals of Ulster record the death of James Fleming, 7th Baron Slane from the pláigh allais, newly come to Ireland. The Annals of Connacht also record this obituary, and the Annals of the Four Masters record \"an unusual plague in Meath\" of 24 hours' duration; people recovered if they survived it beyond that 24-hour period. It did not attack infants or little children. However, Freeman denies that this \"plague\" was the sweating sickness, despite the similarity of the names. He thought it to be \"Relapsing or Famine Fever\"—possibly typhus.\n\n===Sixteenth century===\n\nNothing was recorded of the ailment from 1492 to 1502. It may have been the condition which afflicted Arthur, Prince of Wales (the elder brother of Henry VIII of England) and his wife Catherine of Aragon in March 1502; their illness was described as \"a malign vapour which proceeded from the air\". Other suggestions include tuberculosis (\"consumption\"), the Black Death, and influenza.\n\nResearchers opened Arthur's tomb in 2002 but could not determine the exact cause of death. One possible cause was a genetic ailment which also affected Arthur's nephew Edward VI. Catherine recovered, but Arthur died on 2 April 1502 in his home at Ludlow Castle, six months short of his sixteenth birthday.\n\nA less widespread outbreak occurred in 1507, followed by a third and much more severe epidemic later that year which also spread to Calais. It was frequently fatal; half the population perished in some areas. It reached epidemic proportions in 1528 during its fourth outbreak. It first broke out in London at the end of May and speedily spread over the whole of England, save the far north. It did not spread to Scotland, though it did reach Ireland where Lord Chancellor Hugh Inge was the most prominent victim. The mortality rate was very high in London; Henry VIII broke up the court and left London, frequently changing his residence.\n\nThe disease suddenly appeared in Hamburg, spreading so rapidly that more than a thousand people died in a few weeks. It swept through eastern Europe as an epidemic causing high mortality rates. It arrived in Switzerland in December, then was carried northwards to Denmark, Sweden, and Norway, and eastwards to Lithuania, Poland, and Russia. Cases of the disease were not known to occur in Italy or France, except in the Pale of Calais which was controlled by England at the time. It also emerged in Flanders and the Netherlands, possibly transmitted directly from England by travelers; it appeared simultaneously in the cities of Antwerp and Amsterdam on the morning of 27 September. In each place, it prevailed for a short time, generally not more than two weeks. By the end of the year, it had entirely disappeared except in eastern Switzerland, where it lingered into the next year. After this, the disease did not recur on mainland Europe.\n\n===Final outbreak===\nThe last major outbreak of the disease occurred in England in 1551. John Caius wrote A Boke or Counseill Against the Disease Commonly Called the Sweate, or Sweatyng Sicknesse as an eyewitness account. Henry Machin also recorded it in his diary:\n\n\n\nReference is made in the Annals of Halifax Parish in 1551 to an outbreak there, resulting in 44 deaths. A disease outbreak of something called 'sweating sickness' occurred in Tiverton, Devon in 1644, recorded in Martin Dunsford's History, which led to the deaths of 443 people, 105 of them buried in the month of October. However, there were no medical particulars recorded, and the 1644 date falls well after the generally accepted disappearance of the 'sweating sickness' in 1551.\n\n==Picardy sweat==\nA similar illness occurred in France between 1718 and 1918 known as the Picardy sweat. Llywelyn Roberts noted \"a great similarity between the two diseases.\" It was accompanied by a rash, which was not described as a feature of the English disease. However, Henry Tidy argued that John Caius' report applies to fulminant cases fatal within a few hours, in which type no eruption may develop. A 1906 outbreak of Picardy sweat struck 6,000 people; bacteriologist André Chantemesse led a commission which studied it, and they attributed infection to the fleas of field mice. Henry Tidy found \"no substantial reason to doubt the identity of sudor anglicus and Picardy sweat.\"\n\n==Popular culture==\nThe Tudors episode \"Message to the Emperor\" (2007), depicts the 1528 outbreak. William Compton is killed by the disease, and both Anne Boleyn and Cardinal Wolsey are stricken. Wolsey actually did survive several attacks of sweating sickness. Henry VIII's illegitimate son Henry FitzRoy, 1st Duke of Richmond and Somerset dies of the sweat as a young child several episodes prior. A physician treats a mortally afflicted Compton by puncturing his back and bleeding him, on the rumor that it has worked for some by releasing \"the toxin\". The real Henry FitzRoy died about one month after his 17th birthday, probably of tuberculosis, and the real William Compton died of sweating sickness at age 46.\n\nIn Hilary Mantel's historical novel Wolf Hall (2009), a small outbreak in 1527 kills Liz, the wife of Thomas Cromwell, Cardinal Wolsey's advisor. In 1529, the disease also claims the lives of Cromwell's daughters Grace and Anne. In the eponymous 2015 television adaptation of Mantel's novel, all three die on the same day, in episode 1.\n\nThe American science fiction television series Warehouse 13 features sweating sickness midway through season 4. It is revealed to be an artifact in the form of a Chinese orchid that would release the deadly disease if removed from its container. The events of the story arc suggest that the disease originally vanished from Europe when the orchid was reconstituted into its original form and stored in a previous warehouse.\n\nThe British fantasy-adventure drama television series Merlin features sweating sickness, although the illness historically did not appear until many centuries after any of the supposed dates for the historical Arthur, and none of the legends surrounding him discuss plague outbreaks.\n\n==References==\n\n\n==Sources==\n*\n*\n\n==Further reading==\n*\n*\n* \n* Flood, John L. \"Englischer Schweiß und deutscher Fleiß. Ein Beitrag zur Buchhandelsgeschichte des 16. Jahrhunderts,\" in The German book in Wolfenbüttel and abroad. Studies presented to Ulrich Kopp in his retirement, ed. William A. Kelly & Jürgen Beyer [Studies in reading and book culture 1] (Tartu: University of Tartu Press, 2014), pp. 119–178. \n*\n*\n\n== External links ==\n\n*  Sweating Fever Jim Leavesley commemorates the 500th anniversary of the first outbreak – transcript of talk on Ockham's Razor ABC Radio National\n*  The Curious Case of the English Sweating Sickness, contains a map of the disease dispersion created and mapped by Kirstyn Pittman from California State University, Chico (requires Adobe Flash)\n*  \"The Sweating Sickness Returns\", Discover Magazine, 1 June 1997\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nArthur, Prince of Wales, who may have died of the sweating sickness in 1502.\nHenry Brandon, 2nd Duke of Suffolk, who in 1551 died of the sweating sickness hours before his brother Charles.\nCharles Brandon, 3rd Duke of Suffolk, died of the sweating sickness.\nTitle of a publication in Marburg, 1529, about the English Sweating sickness.",
    "links": [
        {
            "title": "Sweating sickness",
            "text": "Sweating sickness",
            "start": 0,
            "end": 17,
            "id": "956462"
        },
        {
            "title": "Sweating sickness",
            "text": "the sweats",
            "start": 33,
            "end": 43,
            "id": "956462"
        },
        {
            "title": "Sweating sickness",
            "text": "English sweating sickness",
            "start": 45,
            "end": 70,
            "id": "956462"
        },
        {
            "title": "Sweating sickness",
            "text": "English sweat",
            "start": 74,
            "end": 87,
            "id": "956462"
        },
        {
            "title": "Sweating sickness",
            "text": "sudor anglicus",
            "start": 99,
            "end": 113,
            "id": "956462"
        },
        {
            "title": "Hantavirus pulmonary syndrome",
            "text": "hantavirus",
            "start": 489,
            "end": 499,
            "id": "39903079"
        },
        {
            "title": "John Caius",
            "text": "John Caius",
            "start": 543,
            "end": 553,
            "id": "163662"
        },
        {
            "title": "Delirium",
            "text": "delirium",
            "start": 1256,
            "end": 1264,
            "id": "157529"
        },
        {
            "title": "Wars of the Roses",
            "text": "Wars of the Roses",
            "start": 2094,
            "end": 2111,
            "id": "30275656"
        },
        {
            "title": "Henry VII of England",
            "text": "Henry Tudor",
            "start": 2220,
            "end": 2231,
            "id": "14186"
        },
        {
            "title": "Croyland Chronicle",
            "text": "Croyland Chronicle",
            "start": 2465,
            "end": 2483,
            "id": "99203"
        },
        {
            "title": "Thomas Stanley, 1st Earl of Derby",
            "text": "Thomas Stanley, 1st Earl of Derby",
            "start": 2498,
            "end": 2531,
            "id": "78374"
        },
        {
            "title": "Richard III of England",
            "text": "Richard III",
            "start": 2589,
            "end": 2600,
            "id": "26284"
        },
        {
            "title": "Battle of Bosworth Field",
            "text": "Battle of Bosworth",
            "start": 2653,
            "end": 2671,
            "id": "3793"
        },
        {
            "title": "Relapsing fever",
            "text": "Relapsing fever",
            "start": 2674,
            "end": 2689,
            "id": "4893797"
        },
        {
            "title": "Hantavirus pulmonary syndrome",
            "text": "hantavirus pulmonary syndrome",
            "start": 3038,
            "end": 3067,
            "id": "39903079"
        },
        {
            "title": "Orthohantavirus",
            "text": "hantavirus",
            "start": 3097,
            "end": 3107,
            "id": "416945"
        },
        {
            "title": "Anthrax",
            "text": "anthrax",
            "start": 3474,
            "end": 3481,
            "id": "42898"
        },
        {
            "title": "Milford Haven",
            "text": "Milford Haven",
            "start": 3915,
            "end": 3928,
            "id": "634847"
        },
        {
            "title": "Black Death",
            "text": "Black Death",
            "start": 4323,
            "end": 4334,
            "id": "4501"
        },
        {
            "title": "Annals of Ulster",
            "text": "Annals of Ulster",
            "start": 4522,
            "end": 4538,
            "id": "1491237"
        },
        {
            "title": "James Fleming, 7th Baron Slane",
            "text": "James Fleming, 7th Baron Slane",
            "start": 4559,
            "end": 4589,
            "id": "23204764"
        },
        {
            "title": "Annals of Connacht",
            "text": "Annals of Connacht",
            "start": 4641,
            "end": 4659,
            "id": "5483791"
        },
        {
            "title": "Annals of the Four Masters",
            "text": "Annals of the Four Masters",
            "start": 4695,
            "end": 4721,
            "id": "1448148"
        },
        {
            "title": "Typhus",
            "text": "typhus",
            "start": 5056,
            "end": 5062,
            "id": "20321147"
        },
        {
            "title": "Arthur, Prince of Wales",
            "text": "Arthur, Prince of Wales",
            "start": 5192,
            "end": 5215,
            "id": "177655"
        },
        {
            "title": "Henry VIII of England",
            "text": "Henry VIII of England",
            "start": 5238,
            "end": 5259,
            "id": "14187"
        },
        {
            "title": "Catherine of Aragon",
            "text": "Catherine of Aragon",
            "start": 5274,
            "end": 5293,
            "id": "6942"
        },
        {
            "title": "Tuberculosis",
            "text": "tuberculosis",
            "start": 5414,
            "end": 5426,
            "id": "30653"
        },
        {
            "title": "Black Death",
            "text": "Black Death",
            "start": 5448,
            "end": 5459,
            "id": "4501"
        },
        {
            "title": "Influenza",
            "text": "influenza",
            "start": 5465,
            "end": 5474,
            "id": "19572217"
        },
        {
            "title": "Edward VI of England",
            "text": "Edward VI",
            "start": 5645,
            "end": 5654,
            "id": "10245"
        },
        {
            "title": "Ludlow Castle",
            "text": "Ludlow Castle",
            "start": 5724,
            "end": 5737,
            "id": "200453"
        },
        {
            "title": "Calais",
            "text": "Calais",
            "start": 5916,
            "end": 5922,
            "id": "85468"
        },
        {
            "title": "Hugh Inge",
            "text": "Hugh Inge",
            "start": 6256,
            "end": 6265,
            "id": "31697741"
        },
        {
            "title": "Pale of Calais",
            "text": "Pale of Calais",
            "start": 6844,
            "end": 6858,
            "id": "14432986"
        },
        {
            "title": "John Caius",
            "text": "John Caius",
            "start": 7458,
            "end": 7468,
            "id": "163662"
        },
        {
            "title": "Halifax, West Yorkshire",
            "text": "Halifax Parish",
            "start": 7673,
            "end": 7687,
            "id": "18539471"
        },
        {
            "title": "Tiverton, Devon",
            "text": "Tiverton",
            "start": 7813,
            "end": 7821,
            "id": "450843"
        },
        {
            "title": "Picardy sweat",
            "text": "Picardy sweat",
            "start": 8212,
            "end": 8225,
            "id": "30830020"
        },
        {
            "title": "Fulminant",
            "text": "fulminant",
            "start": 8450,
            "end": 8459,
            "id": "3867355"
        },
        {
            "title": "André Chantemesse",
            "text": "André Chantemesse",
            "start": 8600,
            "end": 8617,
            "id": "9433127"
        },
        {
            "title": "The Tudors",
            "text": "The Tudors",
            "start": 8832,
            "end": 8842,
            "id": "9011021"
        },
        {
            "title": "List of The Tudors characters",
            "text": "William Compton",
            "start": 8911,
            "end": 8926,
            "id": "11180537"
        },
        {
            "title": "Anne Boleyn",
            "text": "Anne Boleyn",
            "start": 8962,
            "end": 8973,
            "id": "39356"
        },
        {
            "title": "Thomas Wolsey",
            "text": "Cardinal Wolsey",
            "start": 8978,
            "end": 8993,
            "id": "31035"
        },
        {
            "title": "Henry FitzRoy, Duke of Richmond and Somerset",
            "text": "Henry FitzRoy, 1st Duke of Richmond and Somerset",
            "start": 9104,
            "end": 9152,
            "id": "588548"
        },
        {
            "title": "Tuberculosis",
            "text": "tuberculosis",
            "start": 9449,
            "end": 9461,
            "id": "30653"
        },
        {
            "title": "William Compton (courtier)",
            "text": "William Compton",
            "start": 9476,
            "end": 9491,
            "id": "17245711"
        },
        {
            "title": "Hilary Mantel",
            "text": "Hilary Mantel",
            "start": 9533,
            "end": 9546,
            "id": "5594103"
        },
        {
            "title": "Wolf Hall",
            "text": "Wolf Hall",
            "start": 9566,
            "end": 9575,
            "id": "22825033"
        },
        {
            "title": "Elizabeth Wyckes",
            "text": "Liz",
            "start": 9615,
            "end": 9618,
            "id": "29455762"
        },
        {
            "title": "Thomas Cromwell",
            "text": "Thomas Cromwell",
            "start": 9632,
            "end": 9647,
            "id": "48701"
        },
        {
            "title": "Wolf Hall (miniseries)",
            "text": "television adaptation",
            "start": 9781,
            "end": 9802,
            "id": "40780175"
        },
        {
            "title": "Warehouse 13",
            "text": "Warehouse 13",
            "start": 9915,
            "end": 9927,
            "id": "17325132"
        },
        {
            "title": "Warehouse 13 (season 4)",
            "text": "season 4",
            "start": 9970,
            "end": 9978,
            "id": "36461109"
        },
        {
            "title": "Merlin (2008 TV series)",
            "text": "Merlin",
            "start": 10347,
            "end": 10353,
            "id": "16768284"
        },
        {
            "title": "King Arthur",
            "text": "Arthur",
            "start": 10503,
            "end": 10509,
            "id": "16808"
        },
        {
            "title": "Matter of Britain",
            "text": "legends surrounding him",
            "start": 10527,
            "end": 10550,
            "id": "275301"
        },
        {
            "title": "ABC Radio National",
            "text": "Radio National",
            "start": 11148,
            "end": 11162,
            "id": "273422"
        },
        {
            "title": "California State University, Chico",
            "text": "California State University, Chico",
            "start": 11301,
            "end": 11335,
            "id": "355576"
        },
        {
            "title": "Adobe Flash",
            "text": "Adobe Flash",
            "start": 11346,
            "end": 11357,
            "id": "20947"
        },
        {
            "title": "Arthur, Prince of Wales",
            "text": "Arthur, Prince of Wales",
            "start": 11447,
            "end": 11470,
            "id": "177655"
        },
        {
            "title": "Henry Brandon, 2nd Duke of Suffolk",
            "text": "Henry Brandon, 2nd Duke of Suffolk",
            "start": 11524,
            "end": 11558,
            "id": "14363293"
        },
        {
            "title": "Charles Brandon, 3rd Duke of Suffolk",
            "text": "Charles Brandon, 3rd Duke of Suffolk",
            "start": 11636,
            "end": 11672,
            "id": "2256640"
        },
        {
            "title": "Marburg",
            "text": "Marburg",
            "start": 11731,
            "end": 11738,
            "id": "48296"
        }
    ],
    "_chunk_id": "b_1726753925-1746299459"
}