{
    "_id": "61267253",
    "id": "61267253",
    "title": "United Kingdom BSE outbreak",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Background ==",
            "start": 572,
            "end": 588
        },
        {
            "text": "== Timeline of events ==",
            "start": 1454,
            "end": 1478
        },
        {
            "text": "=== 1980s: First cases of BSE in cattle ===",
            "start": 1479,
            "end": 1522
        },
        {
            "text": "=== 1990–1994: Spread to other animals ===",
            "start": 1935,
            "end": 1977
        },
        {
            "text": "=== 1994–1996: Spread to humans ===",
            "start": 3254,
            "end": 3289
        },
        {
            "text": "=== 1996–2006: Bans on British beef ===",
            "start": 4158,
            "end": 4197
        },
        {
            "text": "== The BSE inquiry ==",
            "start": 5031,
            "end": 5052
        },
        {
            "text": "== Future risk ==",
            "start": 5875,
            "end": 5892
        },
        {
            "text": "== See also ==",
            "start": 6538,
            "end": 6552
        },
        {
            "text": "== References ==",
            "start": 6571,
            "end": 6587
        }
    ],
    "categories": [
        "Disease outbreaks in the United Kingdom",
        "Food safety in the European Union",
        "1980s in the United Kingdom",
        "1990s in the United Kingdom"
    ],
    "infobox": "{{Infobox event\n| image                    = File:Aphis.usda.gov BSE 3.jpg\n| image_upright            = 1.5\n| image_alt                = A cow with BSE which has lost its ability to stand.\n| caption                  = A cow with BSE which has lost its ability to stand.\n| location                 = [[United Kingdom]]\n| type                     = Disease outbreak\n| reported deaths          = 177\n| inquiries                = The BSE Inquiry\n}}",
    "article": "The United Kingdom BSE outbreak was a widespread occurrence of bovine spongiform encephalopathy (also known as BSE or mad cow disease) that affected cows in the United Kingdom in the 1980s and 1990s. Over four million cows were slaughtered in an effort to contain the outbreak, and 177 people died after contracting variant Creutzfeldt-Jakob disease (vCJD) through eating infected beef. A political and public health crisis resulted, and British beef was banned from export to numerous countries around the world, with some bans remaining in place until as late as 2019.\n\n== Background ==\nBovine spongiform encephalopathy (BSE), is a neurodegenerative disease of cattle. Symptoms include abnormal behavior, trouble walking, and weight loss and later in the course of the illness the cow becomes unable to move. The time between infection and onset of symptoms is generally four to five years and time from onset of symptoms to death is typically weeks to months.\n\nBritish cattle are believed to have become infected in large numbers in the 1980s through the then-widespread practice of feeding cows a high-protein feed supplement called meat-and-bone meal (MBM) that contained the remains of other animals. This included the remains of cattle who had spontaneously developed the disease as well as sheep infected with scrapie, a similar disease in sheep, while the inclusion of brain and spinal cord tissue in MBM increased the likelihood of infection.\n\n== Timeline of events ==\n=== 1980s: First cases of BSE in cattle ===\n\nThe first confirmed instance in which an animal fell ill with the disease occurred in 1986, and lab tests the following year indicated the presence of BSE. By November 1987, the British Ministry of Agriculture accepted it had a new disease on its hands. In 1989, high-risk foodstuffs like offal were banned for human consumption and widespread fear about beef led many British consumers to stop purchasing it.\n\n=== 1990–1994: Spread to other animals ===\nA crucial basis for the government's assurances that British beef was safe was the belief that BSE-infected meat products would not be able to infect other animals. This was founded on their experience with scrapie-infected sheep, which had proven unable to cause any illness in humans.\n\nHowever, scientists studying BSE were already questioning this assumption and, on 10 May 1990, it was widely reported that a Siamese cat named Max had become infected with BSE, providing the first confirmation outside the laboratory that BSE could in fact be transmitted between species through eating infected meat. Despite this, the government maintained that British beef was safe and, later that month, the then-Secretary of State for Environment, Food and Rural Affairs, John Gummer, appeared on TV encouraging his daughter to eat a beef burger, and declared British beef to be 'completely safe'. Many more cats would go on to develop the disease, as would numerous other animals including at least one tiger in a UK zoo.\n\nCases of the disease in cattle continued to rise despite bans on feeding offal to cows, and peaked with 100,000 confirmed cases in 1992-1993. In an attempt to stop the spread of the disease, a total of 4.4 million cattle were slaughtered during the outbreak.\n\n=== 1994–1996: Spread to humans ===\nIn late 1994, a number of people began to show symptoms of a neurological disease similar to CJD, a fatal disorder that occurs naturally in a small percentage of people, though usually only later in life. This new form of the disease would go on to be identified as variant CJD (vCJD), occurring primarily in younger people and caused through eating BSE-infected meat. The first known death from vCJD occurred on 21 May 1995, when the 19-year old Stephen Churchill died although the UK government continued to emphasise the safety of British beef and, in September 1995, concluded that there was 'insufficient evidence' to link BSE and vCJD. It was not until 20 March 1996 that Stephen Dorrell, the Secretary of State for Health announced that vCJD was caused by eating BSE-infected meat.\n\n177 people (as of June 2014) would go on to contract and die of the disease.\n\n=== 1996–2006: Bans on British beef ===\nA week after Dorrell's announcement, on 27 March 1996, the European Union (EU) imposed a worldwide ban on exports of British beef. The ban would go on to last for 10 years before it was finally lifted on 1 May 2006 despite attempts in May through September 1996 by British prime minister John Major to get the ban lifted.\n\nThe ban, which led to much controversy in Parliament and to the incineration of over one million cattle from at least March 1996, resulted in trade controversies between the UK and other EU states, dubbed a \"beef war\" by media. Restrictions remained for beef containing \"vertebral material\" and for beef sold on the bone. France continued to impose a ban on British beef illegally long after the European Court of Justice had ordered it to lift its blockade, although it has never paid any fine for doing so.\n\n== The BSE inquiry ==\nDuring the height of the crisis, as well as after cases began to decline, the UK government came under criticism for its response, and in particular for how slow it was to acknowledge the problem, to inform the public, and to take steps to deal with the outbreak.\n\nOn 22 December 1997, an inquiry was announced in parliament to investigate the history of the outbreak and the actions taken in response. The inquiry was conducted by a committee consisting of Lord Phillips of Worth Matravers, June Bridgeman, and Malcolm Ferguson-Smith. It provided its report in October 2000, and the report was published in full by Nick Brown, the secretary for agriculture at the time. The inquiry report was critical of the government, the Ministry of Agriculture, Fisheries and Food, and Sir Donald Acheson the chief medical officer.\n\n== Future risk ==\nThe original outbreak of vCJD only affected individuals with a particular genetic makeup; those who only make an M form of a particular protein. Studies of similar diseases in other parts of the world have shown that individuals with the M form tend to become ill quickly in a first wave, while individuals with the other, V form can be infected but asymptomatic for years or even decades. This has led some researchers including Graham Jackson of the University College London to warn that there could be a second wave of vCJD infections years later.\n\nIn late 2014, the first case was reported in an individual with the V form of the protein.\n\n== See also ==\n* Jonathan Simms\n\n== References ==\n\n\n\n\n\n\nEvolution of the Bovine spongiform encephalopathy (BSE) epidemic in the UK.",
    "links": [
        {
            "title": "United Kingdom BSE outbreak",
            "text": "United Kingdom BSE outbreak",
            "start": 4,
            "end": 31,
            "id": "61267253"
        },
        {
            "title": "Bovine spongiform encephalopathy",
            "text": "bovine spongiform encephalopathy",
            "start": 63,
            "end": 95,
            "id": "19344418"
        },
        {
            "title": "Variant Creutzfeldt–Jakob disease",
            "text": "variant Creutzfeldt-Jakob disease",
            "start": 316,
            "end": 349,
            "id": "12274475"
        },
        {
            "title": "Public health",
            "text": "public health",
            "start": 403,
            "end": 416,
            "id": "463734"
        },
        {
            "title": "Neurodegeneration",
            "text": "neurodegenerative disease",
            "start": 634,
            "end": 659,
            "id": "4464817"
        },
        {
            "title": "Cattle",
            "text": "cattle",
            "start": 663,
            "end": 669,
            "id": "26051975"
        },
        {
            "title": "Incubation period",
            "text": "time between infection and onset of symptoms",
            "start": 815,
            "end": 859,
            "id": "71560"
        },
        {
            "title": "Meat and bone meal",
            "text": "meat-and-bone meal",
            "start": 1137,
            "end": 1155,
            "id": "23173129"
        },
        {
            "title": "Scrapie",
            "text": "scrapie",
            "start": 1318,
            "end": 1325,
            "id": "221689"
        },
        {
            "title": "Ministry of Agriculture, Fisheries and Food (United Kingdom)",
            "text": "Ministry of Agriculture",
            "start": 1710,
            "end": 1733,
            "id": "356598"
        },
        {
            "title": "Secretary of State for Environment, Food and Rural Affairs",
            "text": "Secretary of State for Environment, Food and Rural Affairs",
            "start": 2682,
            "end": 2740,
            "id": "356593"
        },
        {
            "title": "John Gummer",
            "text": "John Gummer",
            "start": 2742,
            "end": 2753,
            "id": "356907"
        },
        {
            "title": "Stephen Dorrell",
            "text": "Stephen Dorrell",
            "start": 3968,
            "end": 3983,
            "id": "359355"
        },
        {
            "title": "Secretary of State for Health and Social Care",
            "text": "Secretary of State for Health",
            "start": 3989,
            "end": 4018,
            "id": "356531"
        },
        {
            "title": "European Union",
            "text": "European Union",
            "start": 4257,
            "end": 4271,
            "id": "9317"
        },
        {
            "title": "John Major",
            "text": "John Major",
            "start": 4486,
            "end": 4496,
            "id": "15898"
        },
        {
            "title": "Nick Phillips, Baron Phillips of Worth Matravers",
            "text": "Lord Phillips of Worth Matravers",
            "start": 5511,
            "end": 5543,
            "id": "2447004"
        },
        {
            "title": "June Bridgeman",
            "text": "June Bridgeman",
            "start": 5545,
            "end": 5559,
            "id": null
        },
        {
            "title": "Malcolm Ferguson-Smith",
            "text": "Malcolm Ferguson-Smith",
            "start": 5565,
            "end": 5587,
            "id": "27791789"
        },
        {
            "title": "Nick Brown",
            "text": "Nick Brown",
            "start": 5669,
            "end": 5679,
            "id": "356898"
        },
        {
            "title": "List of agriculture ministries",
            "text": "Ministry of Agriculture, Fisheries and Food",
            "start": 5779,
            "end": 5822,
            "id": "1205049"
        },
        {
            "title": "Donald Acheson",
            "text": "Sir Donald Acheson",
            "start": 5828,
            "end": 5846,
            "id": "3919941"
        },
        {
            "title": "Chief medical officer",
            "text": "chief medical officer",
            "start": 5851,
            "end": 5872,
            "id": "13324187"
        },
        {
            "title": "Asymptomatic",
            "text": "asymptomatic",
            "start": 6243,
            "end": 6255,
            "id": "602790"
        },
        {
            "title": "University College London",
            "text": "University College London",
            "start": 6345,
            "end": 6370,
            "id": "52029"
        },
        {
            "title": "Jonathan Simms",
            "text": "Jonathan Simms",
            "start": 6555,
            "end": 6569,
            "id": "53877734"
        }
    ],
    "_chunk_id": "b_17672361659-17679807172"
}