{
    "_id": "35783604",
    "id": "35783604",
    "title": "10 May 2012 Damascus bombings",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Bombing==",
            "start": 458,
            "end": 469
        },
        {
            "text": "==Responsibility==",
            "start": 785,
            "end": 803
        },
        {
            "text": "==See also==",
            "start": 3515,
            "end": 3527
        },
        {
            "text": "==References==",
            "start": 3576,
            "end": 3590
        }
    ],
    "categories": [
        "Terrorist incidents in Damascus during the Syrian Civil War",
        "Suicide car and truck bombings in Syria",
        "Terrorist incidents in Syria in 2012",
        "May 2012 events in Asia",
        "Attacks on buildings and structures in Syria"
    ],
    "infobox": "{{Infobox civilian attack\n|title= 10 May 2012 Damascus Bombing\n|partof=[[Syrian Civil War]]\n|location=Damascus\n|date= 10 May 2012\n|fatalities=55\n|injuries=~400\n|perps= [[al-Nusra Front]]\n}}",
    "article": "The 10 May 2012 Damascus bombings were carried out using a pair of car bombs allegedly detonated by suicide bombers outside a military intelligence complex in Damascus, Syria. Combined, the perpetrators detonated more than  of explosives, tearing the facade off a 10-story building. With 55 people confirmed dead and almost 400 others injured, the attack was the deadliest bombing to its date in the Syrian Civil War, though later outpaced by other events.\n\n==Bombing==\nThe initial car bomb was detonated on a six-lane highway in the neighbourhood of Qazzaz adjacent to a military intelligence compound during the morning rush hour. The detonation destroyed the compound's security wall.  As a crowd gathered around the site of the blast, a second, larger explosion quickly followed.\n\n==Responsibility==\nThe Syrian Interior Ministry said \"foreign-backed terrorists\" were responsible for the incident.\n\nOpposition groups accused the Syrian government of staging the bombings to discredit the resistance to Bashar al-Assad's government. These claims were received with skepticism by some journalists and Middle East analysts who deemed it unlikely that the government would attack their own intelligence headquarters.\n\nBill Roggio, an analyst on terror and military issues, stated the attacks were \"very likely\" carried out by the al-Qaeda-linked opposition group Al-Nusra Front to Protect the Levant. This possibility was also visited upon by counter-terrorism expert Ghaffar Hussain who researched possible al-Qaeda involvement in the overall Syrian uprising.\n\nIndeed, a man purporting to represent the Al-Nusra Front claimed responsibility for the attacks in a video released the following day. However, four days later, someone claiming to be a spokesman for the group denied that the organization was responsible for the attack, saying the video that was previously provided is a fake, and that any information regarding their operations would be announced through jihadi forums.\n\nOn 18 May, UN secretary general Ban Ki-moon stated that he believed al-Qaeda was behind the attack by saying: \"Very alarmingly and surprisingly, a few days ago, there was a huge serious massive terrorist attack. I believe that there must be Al-Qaeda behind it. This has created again very serious problems\".\n\nThe Guardian interviewed rebel defectors who worked at the Palestinian branch, where the bombing took place. The defectors also believed the government was responsible for the bombing. One of them is quoted as saying \"Three days before the bomb the Alawite officers started disappearing and so too did all of the important prisoners ... The cameras were also taken down and the important files were removed. The only people left in the building when the explosion happened were Sunni officers and guards or some prisoners.\"\n\nOn 30 September Saudi state-owned Al Arabiya news claimed to have proof that the government were behind the attacks. They cited \"classified government documents that had been acquired through the Syrian opposition\". The documents allegedly indicate the purpose of the attack was to discredit the opposition and convince the international community that terrorists were active in the country. According to the Al Arabiya, Maj. Gen. Dhu al-Himma Shalish, head of presidential security, ordered Colonel Suhail Hassan of the Air Force Intelligence Directorate to carry out the bombing citing direct orders from the president. Al Arabiya has been determined to be an unreliable source with an agenda.\n\n==See also==\n* List of bombings during the Syrian civil war\n\n==References==",
    "links": [
        {
            "title": "10 May 2012 Damascus bombings",
            "text": "10 May 2012 Damascus bombings",
            "start": 4,
            "end": 33,
            "id": "35783604"
        },
        {
            "title": "Car bomb",
            "text": "car bombs",
            "start": 67,
            "end": 76,
            "id": "155282"
        },
        {
            "title": "Suicide attack",
            "text": "suicide bombers",
            "start": 100,
            "end": 115,
            "id": "18835454"
        },
        {
            "title": "Military intelligence",
            "text": "military intelligence",
            "start": 126,
            "end": 147,
            "id": "146678"
        },
        {
            "title": "Damascus",
            "text": "Damascus",
            "start": 159,
            "end": 167,
            "id": "8914"
        },
        {
            "title": "Syrian civil war",
            "text": "Syrian Civil War",
            "start": 400,
            "end": 416,
            "id": "30741795"
        },
        {
            "title": "Ministry of Interior (Syria)",
            "text": "Syrian Interior Ministry",
            "start": 808,
            "end": 832,
            "id": "34679004"
        },
        {
            "title": "Politics of Syria",
            "text": "Syrian government",
            "start": 932,
            "end": 949,
            "id": "27475"
        },
        {
            "title": "Bashar al-Assad",
            "text": "Bashar al-Assad",
            "start": 1005,
            "end": 1020,
            "id": "364813"
        },
        {
            "title": "Intelligence agency",
            "text": "intelligence",
            "start": 1189,
            "end": 1201,
            "id": "81014"
        },
        {
            "title": "Al-Qaeda",
            "text": "al-Qaeda",
            "start": 1329,
            "end": 1337,
            "id": "1921"
        },
        {
            "title": "Al-Nusra Front",
            "text": "Al-Nusra Front to Protect the Levant",
            "start": 1362,
            "end": 1398,
            "id": "34929376"
        },
        {
            "title": "Al Arabiya",
            "text": "Al Arabiya",
            "start": 2852,
            "end": 2862,
            "id": "321645"
        },
        {
            "title": "Syrian opposition",
            "text": "Syrian opposition",
            "start": 3014,
            "end": 3031,
            "id": "33975261"
        },
        {
            "title": "Dhu al-Himma Shalish",
            "text": "Dhu al-Himma Shalish",
            "start": 3249,
            "end": 3269,
            "id": "36781983"
        },
        {
            "title": "Air Force Intelligence Directorate",
            "text": "Air Force Intelligence Directorate",
            "start": 3339,
            "end": 3373,
            "id": "19343088"
        },
        {
            "title": "Bashar al-Assad",
            "text": "president",
            "start": 3429,
            "end": 3438,
            "id": "364813"
        },
        {
            "title": "List of terrorist incidents in Syria",
            "text": "List of bombings during the Syrian civil war",
            "start": 3530,
            "end": 3574,
            "id": "49277698"
        }
    ],
    "_chunk_id": "b_11836625173-11845585375"
}