{
    "_id": "4471312",
    "id": "4471312",
    "title": "1998 Coimbatore bombings",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 2175,
            "end": 2189
        },
        {
            "text": "==Blast incidents==",
            "start": 3628,
            "end": 3647
        },
        {
            "text": "==Aftermath==",
            "start": 6370,
            "end": 6383
        },
        {
            "text": "==Probe and arrests==",
            "start": 8598,
            "end": 8619
        },
        {
            "text": "==Justice P.R. Gokulakrishnan Commission of Inquiry==",
            "start": 10377,
            "end": 10430
        },
        {
            "text": "==Trial==",
            "start": 12554,
            "end": 12563
        },
        {
            "text": "==Notes==",
            "start": 14837,
            "end": 14846
        },
        {
            "text": "==References==",
            "start": 14849,
            "end": 14863
        },
        {
            "text": "== External links ==",
            "start": 14890,
            "end": 14910
        }
    ],
    "categories": [
        "Explosions in 1998",
        "Mass murder in 1998",
        "Terrorist incidents in India in 1998",
        "Islamic terrorism in India",
        "Coimbatore",
        "Car and truck bombings in India",
        "1990s in Tamil Nadu",
        "Religiously motivated violence in India",
        "Crime in Tamil Nadu",
        "Islamic terrorist incidents in 1998",
        "Attacks on buildings and structures in India",
        "History of Coimbatore"
    ],
    "infobox": "{{Infobox civilian attack\n| title       = 1998 Coimbatore bombings\n| partof      =\n| image       = 1998 Coimbatore bombings.gif\n| image_size  = \n| alt         = \n| caption     = \n| map         =\n| map_size    =\n| map_alt     =\n| map_caption =\n| location    = [[Coimbatore]], [[Tamil Nadu]], India\n| target      = [[L.K. Advani]]<ref name=\"oneindia2007\">{{cite web|url=http://news.oneindia.in/2007/10/09/35-convicts-sentenced-1998-coimbatore-blasts.html |title=35 convicts sentenced in Coimbatore blast case – Oneindia News |publisher=News.oneindia.in |date=9 October 2007|accessdate=30 November 2013}}</ref>\n| coordinates = \n| date        = {{start date|df=yes|1998|02|14}}\n| time        = 13:30–15:40\n| timezone    = [[UTC+05:30]]\n| type        = Serial [[bomb]]ing\n| fatalities  = 58<ref name=\"oneindia2007\"/>\n| injuries    = 200+<ref>{{cite web|author=John F. Burns |url=https://www.nytimes.com/1998/02/16/world/toll-from-bombing-in-india-rises-to-50-dead-and-200-hurt.html |title=Toll From Bombing in India Rises to 50 Dead and 200 Hurt |work=The New York Times |date=16 February 1998|accessdate=30 November 2013}}</ref> \n| victims     = <!-- or | victim      = -->\n| perpetrators= [[Al Umma]], S. A. Basha\n| perps       = [[Al Ummah]]<ref>[[#Cordesman|Cordesman]], p. 72</ref>\n| weapons     = 13 [[bomb]]s\n| numparts    = <!-- or | numpart     = -->\n| dfens       = <!-- or | dfen        = -->\n| motive      = To avenge killing of 18 Muslims and to target L.K Advani\n| website     = <!-- URL|example.com}}",
    "article": "-->\n}}\n\nThe 1998 Coimbatore bombings occurred on Saturday, 14 February 1998, in the city of Coimbatore, Tamil Nadu, India. A total of 58 people were killed and over 200 injured in the 12 bomb attacks in 11 places, all within a  radius. The explosives used were found to be gelatin sticks activated by timer devices and were concealed in cars, motorcycles, bicycles, sideboxes of two-wheelers, denim and rexin bags, and fruit carts. Several bombs that failed to detonate were defused by bomb disposal squads of the Army, National Security Guards and Tamil Nadu Commando School.\n\nThe bombings were apparently in retaliation to the earlier riots in the city in November - December the previous year, when Hindu fundamentalists groups killed 18 Muslims and looted several thousands of properties of Muslims following the murder of a traffic policeman named Selvaraj, by a member of the radical Islamist group Al Ummah. The main conspirator was found to be S A Basha, the founder of Al Ummah, an Islamic fundamentalist body. Investigators found out that the blasts were a part of larger conspiracy to target L.K.Advani, the leader of Bharatiya Janata Party on that day at 4 p.m in his election meeting.\n\nA judicial committee formed on 7 April 2000 under Justice P.R. Gokulakrishnan to probe the case confirmed that Al Ummah was responsible for the attacks. The committee tabled its final report in the Tamil Nadu Assembly on 18 May 2000, whose recommendations were accepted in principle by the state government. The trial of the case began on 7 March 2002 and as many as 1,300 witnesses were examined. S. A. Basha, the mastermind of the blasts was found guilty of hatching a criminal conspiracy to trigger a series of explosions there on 14 February 1998 and was convicted to life sentence along with 12 others. During September 2002, Imam Ali and four others, suspected to be involved in the blasts were killed in a police encounter in Bangalore.\n\nThe loss reported by the platform vendors was several crores, but the state government awarded a compensation of  to all the victims. An individual ceiling of  was fixed as the maximum for each victim and a total of  was awarded.\n\n==Background==\nThe Hindu-Muslim fundamentalist group riots in the city culminate back to the early 1980s when there was a propaganda by Hindu Munnani, a Hindu religious extremist outfit, against the attacks on them. There were minor Muslim groups that emerged during the period and they sustained based on petty crimes. The Hindu owners and landlords pumped lot of funds for their establishments against the Muslim ones. The situation was communalized even at the level of pavement side merchants. Some Islamic fundamentalistic movements like Jihad Committee, Al Ummah and Islamic United Front became active in Tamil Nadu following the demolition of the Babri Masjid in 1992. In November 1997, three members of the Al Ummah murdered a police constable named Selvaraj, which lead to a protest by police. Police fired on Muslim mobs armed with bombs, knives, stones and sticks. There was widespread looting by the Hindu mob on Muslim establishments simultaneously. Many people were killed during the event, which is considered the culmination point for the serial bomb blasts. Two men, allegedly part of Al Ummah were killed along with 17 other people in the riots. The agency became popular among Muslim circles when they perpetrated a bomb blast in the building of the Rashtriya Swayamsevak Sangh (RSS) in Chennai in August 1993. The change to violent methods split the organisation, with some of the leaders distancing themselves or getting arrested.\n\n==Blast incidents==\nOn 14 February 1998, the first of the serial bombs exploded at 3.50 pm IST in a cycle stand at the Coimbatore Junction railway station, killing six people. There were allegations that suicide bombers were ready to target L.K. Advani, the leader of Bharatiya Janata Party (BJP), during his election meeting at 4 pm. At 3:55 pm, the second bomb went off in Sundarapuram, SB Towers, killing three people and the third at Shanmuganandham Road, the location of the meeting, killing four. The fourth blast occurred in the basement parking of Rajarajeswari Tower, a commercial complex. At 4:05 pm, a car bomb exploded at the entrance of the Coimbatore general hospital, killing two nurses, a patient and a doctor. The blast took place exactly in the place where a Muslim youth was charred to death in an earlier riots. At 4:10 pm, the sixth bomb went off at the Timber Mart and three bombs at the city's Variety Hall. The next blast at Poompugar killed two people. The penulatimate blast took place at 8:30 pm, at Karunanidhi Nagar, and the final one at 10 pm in Bazaar Street. Overall, in a span of six hours, the city witnessed 12 explosions that killed 58 people and injured more than 200 people.\n\nInvestigators found out that the blasts were a part of larger conspiracy to target L.K. Advani at his 4 pm election meeting. One of the bombs went off  away from the podium where he was to conduct his election rally. Since the blasts were masterminded by Islamic fundamentalists and planted in areas with a Hindu majority population, most of the victims were Hindus. There were also some Muslim victims, who were killed in the blasts. The blast near the RS Puram police station was the most powerful amongst the bombings and caused 12 casualties. The blasts were targeted at disrupting the commercial activities of the town and planted at commercial points. Most the victims belonged to other part of the city. Most of the victims were youth, who were participants in Advani's rally were killed in the blasts. Hindu fundamentalists attacked people at random and properties belonging to Muslims were ransacked, in the aftermath of the serial blasts.\n\nThe explosives used were found to be gelatin sticks activated by timer devices. They were concealed in cars, motorcycles, bicycles, sideboxes of two-wheelers, denim and rexin bags, and in a cart loaded with pineapples. Several bombs that failed to detonate were defused by bomb disposal squads of the Army, National Security Guards and Tamil Nadu Commando School. An abandoned car laden with 70 kg of explosives, was found on East Lokamanya Street in R.S. Puram, close to the BJP meeting venue, gave cause for much anxiety for days until the complicated device was dismantled.\n\n==Aftermath==\nTamil Nadu and South India are considered relatively free of communal riots and violence. The riots and the blasts following it were considered the first of its kind. The incident put Tamil Nadu in the terrorist map. The ruling party at that time, the D.M.K came under severe criticism for this incident. Most political leaders and parties expressed shock and revulsion over the blasts. AIADMK general secretary Jayalalitha demanded that then CM Karunanidhi own \"moral responsibility\" for the blasts and resign. Following a report from the Union Home Ministry on the security situation in Coimbatore, polling in the Coimbatore Lok Sabha constituency was postponed from 22 to 28 February. The bomb blast also had strong political implications. The Bharatiya Janata Party candidate C.P. Radhakrishnan won by a record margin of over 1,00,000 votes in the 1998 Lok Sabha elections.\n\nFor days after the explosions, the city of Coimbatore looked like a town deserted; business establishments, shops and roadside stalls remained closed and few people ventured out. Hotels refused admission to guests. Wild rumours of fresh bomb attacks spread. In middle-class localities, residents formed vigilante groups. Anyone new to a neighbourhood was watched closely. At R.S Puram, where several bombs had gone off, roads in some neighbourhoods were barricaded and \"outsiders\" were denied parking space for their cars. All this had more than a little to do with the car bomb discovered on East Lokamanya Road in R.S. Puram. For four days, attention was riveted on it. Residents in the locality moved out even as bomb disposal experts prepared to defuse the explosive. This incident came as a severe blow to the upcoming economy of Coimbatore. Real estate prices dropped temporarily, new investments to the city were temporarily halted. However, normalcy was restored within a few months. Dr. K. Radhakrishnan IPS, then appointed as city police commissioner Coimbatore, restored normalcy to the city. The loss reported by the platform vendors was several crores, but the state government awarded a compensation of  to all the victims. An individual ceiling of  was fixed as the maximum for each victim and a total of  was awarded.\n\n==Probe and arrests==\nWithin hours of the blasts, the Tamil Nadu Government banned the Muslim fundamentalist group Al Ummah and the Jihad Committee. Al Ummah founder-president S.A. Basha and 12 other members of the organisation were arrested in Chennai; explosive materials and weapons were seized from his house in Triplicane, Chennai. Leaders of the Jihad Committee and the Tamil Nadu Muslim Munnetra Kazhagam (TMMK) were arrested in a State-wide crackdown. Among those arrested were Jihad Committee president R.M. Haniffa, general secretary Mohammed Haniffa, student wing secretary Akram Khan, TMMK president and college lecturer M.H. Jawahirulla and treasurer G.M. Pakkar. Over the next few days, over 100 activists of the three organisations were arrested at Keezhakkarai, Devakottai, Dindigul, Nagapattinam, Thanjavur, Nagercoil, Melapalayam and Udumalpet. About 1,000 others were detained as a precautionary measure. In Coimbatore district, nine persons were arrested; 528 others – 326 Hindus and 202 Muslims – were detained as a precautionary measure.\n\nIn Coimbatore, joint combing operations undertaken for days after the blasts by the police, the Central Reserve Police Force (CRPF), the Rapid Action Force (RAF) and the Swift Action Force (SAF) in Kottaimedu, Tirumal Street, N.H. Road, Vincent Road, Ukkadam, Al-Ameen Colony, Majeed Colony, Salamath Nagar and Saramedu yielded a huge haul of explosives and deadly weapons: 210 gelatin sticks, 540 pipe bombs, 575 petrol bombs, 1,100 electrical detonators and a large number of knives, swords, pickaxes and sickles. Abdul Nasir Madani, chief of Islamist political outfit called PDP, well known for his provoking speeches, was arrested by the police on 31 March 1998, for his alleged link with suspects of this blast.\n\n==Justice P.R. Gokulakrishnan Commission of Inquiry==\nThe Tamil Nadu government set up a one-man commission under Justice P.R. Gokulakrishnan to probe the blasts. The commission filed a report that was tabled in the Tamil Nadu Assembly on 27 November 1998. The report indicated that the seven instances of police firing in Coimbatore on 30 November and 1 December 1997, leading to the killing of eighteen Muslims, were justified. The report found out that the blasts were culminated by the killing of police constable Selvaraj on 29 November 1997 by three members of Al-Umma that led to a revolt by police personnel and subsequent police firings on Muslim mobs.\n\nThe final report of the commission was tabled in the Assembly on 18 May 2000. The report indicted the police by stating \"the lapse on the part of the police personnel, deputed for surveillance and checks, in discharging their duties more vigorously, vigilantly and intelligently\". It also quoted that \"for surveillance and checks, had been more vigilant before the bomb blasts, the tragic incidents... could have been averted\". The report stated that several state and central vigilance warnings were discarded by the city police. The report concluded that the Muslim fundamentalist organisation Al Ummah, based in Tamil Nadu, hatched a conspiracy to \"avenge\" the killings of 18 Muslims during earlier riots. The report quoted that three human bombs named Amanuallah, Melapalayam Amjath Ali and Rafique alias Shanmugam, were targeting L.K. Advani, but could not penetrate the security cardon. The investigations found that the group used the videotapes of the deceased during the riots to mobilise sympathy and garner financial support from Muslim countries, mainly those comprising the Gulf. The report made several recommendations like deploying checkposts in sensitive areas, proscribing organisations acting against law, setting up separate intelligence wing and methods to evaluate feedback of lower level police officers. The government accepted the commission's findings in principle and stated that specific recommendations would be examined in detail by the respective departments before passing orders.\n\n==Trial==\nThe trial of the case began on 7 March 2002 and as many as 1,300 witnesses were examined. S. A. Basha, the mastermind of the blasts was found guilty of hatching a criminal conspiracy to trigger a series of explosions there on 14 February 1998 and to create enmity between the two communities. During 2002, as many as 168 people were facing trial and it came to 14 during the period of conviction of trial court in 2007.  The arguments ended on 10 April 2007 and judgement was pronounced on 24 October 2007. Out of the 14 accused, 13 were found guilty of blasts and were convicted. Madani was the only one out of the 14 to be acquitted. Madani earlier sought bail stating health grounds. Basha, the chief conspirator was awarded life sentence and his aide, Mohammad Ansari was awarded twin life sentence that run concurrently.\n\nA revision petition was filed by a victim's father in Madras High Court against the acquittal of Madani. Another revision petition was filed in the court by the 39 convicts against their conviction and one another wanted the punishment of S A Basha to be enhanced to death sentence. The court passed orders on all the petitions on 18 December 2009. It upheld the trial court judgement of 18 Al Ummah activists and also the release of Madani. It however, acquitted 21 people convicted to life sentence by the lower court.\n\nDuring September 2002, Imam Ali and four others, suspected to be involved in the blasts were killed in a police encounter in Bangalore. Police recovered lot of arms and ammunition from the site where encounter happened.\nOn 17 November 2009, nine members of Al Ummah, convicted in the blasts were released from jail for their good conduct, 16 months short of their full sentence on the occasion of 100th birth anniversary of Arignar Anna, the founder of Dravida Munnetra Kazhagam (DMK) and ex-chief minister.\n\nFakrudeen, one of the nine released early, was 16 at the time of the blast. He stated that the group avenged the earlier communal riots with the blasts. He said after the release that \"I deeply regret the blasts. I have realised that we ought to have avenged the riots in court. We should not have retaliated with violence. The law offered many provisions for minorities. We should have used them to get justice\".\n\n==Notes==\n\n\n==References==\n\n* \n* \n* \n* \n* \n* \n* \n\n\n\n\n== External links ==\n*  \"Arguments on blasts case appeals begin \" The Hindu\n*  \"Toll From Bombing in India Rises to 50 Dead and 200 Hurt\", The New York Times",
    "links": [
        {
            "title": "Coimbatore",
            "text": "Coimbatore",
            "start": 92,
            "end": 102,
            "id": "186096"
        },
        {
            "title": "Tamil Nadu",
            "text": "Tamil Nadu",
            "start": 104,
            "end": 114,
            "id": "29918"
        },
        {
            "title": "India",
            "text": "India",
            "start": 116,
            "end": 121,
            "id": "14533"
        },
        {
            "title": "Islamism",
            "text": "Islamist",
            "start": 890,
            "end": 898,
            "id": "15012"
        },
        {
            "title": "Al Ummah",
            "text": "Al Ummah",
            "start": 905,
            "end": 913,
            "id": "39445982"
        },
        {
            "title": "L. K. Advani",
            "text": "L.K.Advani",
            "start": 1103,
            "end": 1113,
            "id": "300028"
        },
        {
            "title": "Bharatiya Janata Party",
            "text": "Bharatiya Janata Party",
            "start": 1129,
            "end": 1151,
            "id": "149330"
        },
        {
            "title": "Bangalore",
            "text": "Bangalore",
            "start": 1932,
            "end": 1941,
            "id": "44275267"
        },
        {
            "title": "Hindu Munnani",
            "text": "Hindu Munnani",
            "start": 2311,
            "end": 2324,
            "id": "13486172"
        },
        {
            "title": "Islamic fundamentalism",
            "text": "Islamic fundamentalistic",
            "start": 2678,
            "end": 2702,
            "id": "178778"
        },
        {
            "title": "Al Ummah",
            "text": "Al Ummah",
            "start": 2735,
            "end": 2743,
            "id": "39445982"
        },
        {
            "title": "Tamil Nadu",
            "text": "Tamil Nadu",
            "start": 2786,
            "end": 2796,
            "id": "29918"
        },
        {
            "title": "Demolition of the Babri Masjid",
            "text": "demolition of the Babri Masjid",
            "start": 2811,
            "end": 2841,
            "id": "28992174"
        },
        {
            "title": "Muslims",
            "text": "Muslim",
            "start": 2994,
            "end": 3000,
            "id": "19541"
        },
        {
            "title": "Rashtriya Swayamsevak Sangh",
            "text": "Rashtriya Swayamsevak Sangh",
            "start": 3444,
            "end": 3471,
            "id": "93149"
        },
        {
            "title": "Chennai",
            "text": "Chennai",
            "start": 3481,
            "end": 3488,
            "id": "45139"
        },
        {
            "title": "Coimbatore Junction railway station",
            "text": "Coimbatore Junction railway station",
            "start": 3747,
            "end": 3782,
            "id": "21716139"
        },
        {
            "title": "L. K. Advani",
            "text": "L.K. Advani",
            "start": 3869,
            "end": 3880,
            "id": "300028"
        },
        {
            "title": "Bharatiya Janata Party",
            "text": "Bharatiya Janata Party",
            "start": 3896,
            "end": 3918,
            "id": "149330"
        },
        {
            "title": "Dravida Munnetra Kazhagam",
            "text": "D.M.K",
            "start": 6636,
            "end": 6641,
            "id": "410048"
        },
        {
            "title": "Bharatiya Janata Party",
            "text": "Bharatiya Janata Party",
            "start": 7131,
            "end": 7153,
            "id": "149330"
        },
        {
            "title": "C. P. Radhakrishnan",
            "text": "C.P. Radhakrishnan",
            "start": 7164,
            "end": 7182,
            "id": "41483851"
        },
        {
            "title": "R. S. Puram, Coimbatore",
            "text": "R.S Puram",
            "start": 7638,
            "end": 7647,
            "id": "31573029"
        },
        {
            "title": "K. Radhakrishnan (police officer)",
            "text": "Dr. K. Radhakrishnan IPS",
            "start": 8255,
            "end": 8279,
            "id": "51008669"
        },
        {
            "title": "Chennai",
            "text": "Chennai",
            "start": 8843,
            "end": 8850,
            "id": "45139"
        },
        {
            "title": "Triplicane",
            "text": "Triplicane",
            "start": 8914,
            "end": 8924,
            "id": "2367916"
        },
        {
            "title": "Chennai",
            "text": "Chennai",
            "start": 8926,
            "end": 8933,
            "id": "45139"
        },
        {
            "title": "Coimbatore City Police",
            "text": "police",
            "start": 9743,
            "end": 9749,
            "id": "41768123"
        },
        {
            "title": "Ukkadam",
            "text": "Ukkadam",
            "start": 9910,
            "end": 9917,
            "id": "23603505"
        },
        {
            "title": "Islamic fundamentalism",
            "text": "Muslim fundamentalist",
            "start": 11601,
            "end": 11622,
            "id": "178778"
        },
        {
            "title": "Al Ummah",
            "text": "Al Ummah",
            "start": 11636,
            "end": 11644,
            "id": "39445982"
        },
        {
            "title": "Terrorism financing",
            "text": "financial support",
            "start": 12058,
            "end": 12075,
            "id": "4308598"
        },
        {
            "title": "Arab states of the Persian Gulf",
            "text": "Gulf",
            "start": 12127,
            "end": 12131,
            "id": "3088555"
        },
        {
            "title": "Bangalore",
            "text": "Bangalore",
            "start": 14038,
            "end": 14047,
            "id": "44275267"
        },
        {
            "title": "C. N. Annadurai",
            "text": "Arignar Anna",
            "start": 14337,
            "end": 14349,
            "id": "2814555"
        },
        {
            "title": "Dravida Munnetra Kazhagam",
            "text": "Dravida Munnetra Kazhagam",
            "start": 14366,
            "end": 14391,
            "id": "410048"
        }
    ],
    "_chunk_id": "b_3847066196-3858479298"
}