{
    "_id": "50985742",
    "id": "50985742",
    "title": "2016 Karrada bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 920,
            "end": 934
        },
        {
            "text": "==Attack and response==",
            "start": 1593,
            "end": 1616
        },
        {
            "text": "===Other attacks===",
            "start": 3025,
            "end": 3044
        },
        {
            "text": "==Casualties==",
            "start": 3586,
            "end": 3600
        },
        {
            "text": "==Responsibility==",
            "start": 4291,
            "end": 4309
        },
        {
            "text": "==Reactions==",
            "start": 4706,
            "end": 4719
        },
        {
            "text": "===Domestic===",
            "start": 4720,
            "end": 4734
        },
        {
            "text": "====Political====",
            "start": 4735,
            "end": 4752
        },
        {
            "text": "====Religious====",
            "start": 6656,
            "end": 6673
        },
        {
            "text": "====Other====",
            "start": 7027,
            "end": 7040
        },
        {
            "text": "===International===",
            "start": 7531,
            "end": 7550
        },
        {
            "text": "==See also==",
            "start": 9095,
            "end": 9107
        },
        {
            "text": "==References==",
            "start": 9278,
            "end": 9292
        },
        {
            "text": "==External links==",
            "start": 9295,
            "end": 9313
        }
    ],
    "categories": [
        "21st-century mass murder in Iraq",
        "2010s in Baghdad",
        "ISIL terrorist incidents in Iraq",
        "Islamic terrorist incidents in 2016",
        "July 2016 crimes in Asia",
        "Mass murder in 2016",
        "Massacres in 2016",
        "Terrorist incidents in Baghdad",
        "Terrorist incidents in Iraq in 2016",
        "Violence against Shia Muslims in Iraq",
        "Mass murder in Baghdad"
    ],
    "infobox": "{{Infobox civilian attack\n| title       = July 2016 Karrada bombing\n| partof      = [[Iraqi Civil War (2014–2017)]]\n| image       = تفجير بغداد 1 يوليو 2016.jpeg\n| image_size  =\n| alt         =\n| caption     = Immediate aftermath of the bombing, with smoke spewing from inside the building\n| map         =\n| map_size    =\n| map_alt     =\n| map_caption =\n| location    = [[Karrada]], [[Baghdad]], [[Iraq]]\n| target      = Western-style shopping centre in a multicultural & multi-faith district of Baghdad.\n| coordinates =\n| date        = 3 July 2016\n| time        = 00:05 [[Arabia Standard Time|AST]]\n| timezone    = [[UTC+03]]\n| type        = [[Truck bombing]], [[suicide bombing]]\n| fatalities  = 341+<ref>{{cite news|title=Baghdad blast killed 292, many burned alive|url=https://news.yahoo.com/death-toll-baghdad-blast-rises-292-minister-140018485.html|accessdate=7 July 2016|agency=AFP|date=7 July 2016}}</ref>\n| injuries    = 246\n| victims     =\n| victim      =\n| perpetrators=\n| perp        =\n| perpetrator = {{flag|Islamic State of Iraq and the Levant}}<ref name=\"Guardian\" />\n| susperps    =\n| susperp     =\n| weapons     =\n| numparts    =\n| numpart     =\n| dfens       =\n| dfen        =\n| motive      = [[Battle of Fallujah (2016)|Loss of Fallujah]]\n| website     = <!-- URL|example.com}}",
    "article": "-->\n}}\n\n\nOn 3 July 2016, ISIL militants carried out coordinated bomb attacks in Baghdad that killed 340 civilians and injured hundreds more. A few minutes after midnight local time (2 July, 21:00 UTC), a suicide truck-bomb targeted the mainly Shia district of Karrada, busy with late night shoppers for Ramadan. A second roadside bomb was detonated in the suburb of Sha'ab, killing at least five.\n\nISIL issued a statement claiming responsibility for the attack, naming the suicide bomber as Abu Maha al-Iraqi. There were reports that the source of the blast was a refrigerator van packed with explosives. The explosion caused a huge fire on the main street. Several buildings, including the popular Hadi Center, were badly damaged. The bombing is the second-worst suicide attack in Iraq by death toll after the 2007 Yazidi communities bombings and the deadliest terrorist attack in Iraq carried out by a single bomber.\n\n==Background==\nThe 17 May 2016 Baghdad bombings, which killed over 101 people, were perpetrated by ISIL. Some security analysts saw the bombings in Iraq's capital as an effort to distract the attention of the Iraqi security forces from the then-ongoing battle in Fallujah. The 2016 Battle of Fallujah came to a close on 29 June with the Iraqi government recapturing the city from ISIL.\n\nThe Baghdad bombings were the third mass killing of civilians by ISIL militants in that past week, following the 28 June attack in Istanbul, Turkey, and the 1 July attack in Dhaka, Bangladesh. ISIL had sent out calls for increased attacks during the month long celebration of Ramadan.\n\n==Attack and response==\nThe suicide truck bomb hit a shopping area in the upper class Shia-majority district of Karrada, where many people were on the street during the evening shopping and breaking their Ramadan fast with iftar at local cafes. The bomb was concealed inside a refrigerator truck driven by a suicide bomber. It was the first major attack in Baghdad since the Iraqi government's recapture of the city of Fallujah just four days prior. A Western security source in Baghdad told the BBC the bomb used \"a new tactic which helped it to move undetected through checkpoints ... We've never seen it before, and it's very worrying.\" The bombers reportedly used a \"unique\" mix of chemicals for the bomb. \"We are used to big fires but the chemicals in this bomb were used for the first time in Iraq,\" according to Brigadier General Kadhim Bashir Saleh of the Iraqi Civil Defense Force.\n\nThe initial death toll directly due to the bombing had been \"limited\", but the fire caused by the bombing trapped people in shopping centres, which lacked any emergency exits. The bombing killed at least 324 people and injured at least 223. Unconfirmed reports state that the car bombs may have passed checkpoints where Iraqi security forces still use fake bomb detectors such as the ADE 651.\n\nIn the aftermath of the attack, Baghdad Operations Command claimed it had arrested members of a militant cell who were connected to the bombing.\n\n===Other attacks===\nA second roadside explosion occurred in the  neighborhood of Sha'ab in northern Baghdad around midnight, killing at least five people and injuring 16.\n\nA third bombing targeted members of al-Hashd al-Shaabi, killing one person and injuring five as well as damaging a vehicle. The bomb was an IED that detonated in Abu Ghraib District in Baghdad. A vehicle was also damaged.\n\nA fourth bombing in al-Latifiya in southern Baghdad killed one person. The bomb was placed under a civilian vehicle, and went off when the vehicle was being driven.\n\n==Casualties==\nThe Iraqi Ministry of Defence first stated that at least 167 had been killed and over 180 injured. Reports from the scene indicated that many of those killed were children. After initial reports, the death toll continued to rise as further corpses were recovered from the rubble and injured victims died of their injuries.\n\nAbdel Ghani Saadon, the general manager of Rusafa Health Directorate, issued a statement noting that the \"hospitals of al-Kandi, al-Sadr and Sheikh Zayed received 138 wounded and 70 dead bodies of al-Karrada bombing\". He noted that fifty bodies were burned beyond recognition, and that samples from them had been sent for DNA testing to determine their identities.\n\n==Responsibility==\nThe Islamic State of Iraq and the Levant issued a statement claiming that it was responsible for the attack and that it had deliberately targeted Shia Muslims, further identifying the suicide bomber as Abu Maha al-Iraqi.\n\nJasim al-Bahadli, a former army officer and security analyst in Baghdad, stated that the attack was an ISIL attempt to \"compensate for their humiliating defeat in Falluja\".\n\n==Reactions==\n===Domestic===\n====Political====\nThe Iraqi Prime Minister Haider al-Abadi visited the scene of the attack on the following day, and was met by angry crowds shouting \"thief\" and \"dog\". They were angry about what they perceived as the government's false promises regarding tightened security. One local shop owner was quoted as stating \"Thank God I managed to hit Abadi with stones to take revenge for the kids\". Abadi stated that he will punish the perpetrators of the bombings. He also announced a public mourning that will last three days.\n\nAfter reporting in their most recent death toll, the Iraqi Ministry of Defence issued a statement admitting they were overwhelmed, with not enough resources, military checkpoints, and intelligence services to properly manage the security of Baghdad.\n\nOn 5 July, Interior Minister Mohammed Al-Ghabban resigned his post. The Interior ministry is responsible for police but not other forces providing security in Baghdad. In his resignation statement, al-Ghabban said that the security system was \"fundamentally flawed\" and called for changes to increase the ministry's power. Lieutenant General Abdulamir al-Shimmari, the head of Baghdad Operations Command, along with the Interior Ministry head of intelligence in Baghdad at the and the official responsible for Baghdad in the national security adviser's office were removed from their posts by al-Abadi. Five convicts were executed and 40 suspected jihadists were arrested following the attack.\n\nAccording to the Rudaw Media Network, the bombing was \"politically disastrous\" for the Iraqi government, which had presented the recapture of Fallujah as a step that would make Baghdad less vulnerable to such attacks, as Abadi said that the attacks originated in Fallujah. Seeing that Baghdad was still vulnerable to such attacks, the population of the city could, according to Rudaw, be less supportive of diverting manpower to liberating Mosul.\n\n====Religious====\nIraq's leading Sunni religious organisation, the Association of Muslim Scholars, called the bombing a \"bloody crime, regardless of who carried it out or what their motivations were\". A representative of Iraq's top Shia cleric Grand Ayatollah Ali al-Sistani, Ahmed al-Safi, paid a visit to the site of the bombings. Christians also held commemorations.\n\n====Other====\nOn social media, some Iraqis expressed anger at the ADE 651 fake bomb detector, which Abadi announced would be withdrawn from checkpoints. Users also question the silence of Saudis in light of the role of volunteer forces fighting ISIL and others in Iraq. Reuters has also reported that Iraqis are calling for increased crackdowns on so-called sleeper cells. Thousand of Iraqis gathered at the site of the bombing on 6 July to mourn the victims and express solidarity with their families.\n\n===International===\nAbdul Kareem Khalaf, an advisor to the European Centre for Counter-terrorism and Intelligence Studies think tank, recommended that Abadi \"have a meeting with the heads of national security, intelligence, the interior ministry and all sides responsible for security and ask them just one question: How can we infiltrate these groups?\"\n\nOn 6 July, New Zealand's Sky Tower in Auckland was lit up in the red, white, and black colors of the Iraqi flag to honour the victims of the attack. This initiative came at the urging of an Iraqi-New Zealander named Rania Alani who had called on the Sky Tower management to honour the victims of all attacks equally. Alani pointed out that Sky Tower had lit up in the colours of the French and American flags to honour the victims of attacks like the November 2015 Paris attacks and the 2016 Orlando nightclub shooting. In addition, the Auckland Iraqi community held a candlelit vigil at the Mission Bay fountain in a show of solidarity with the Baghdad bombing victims. In Iran's Tehran, similar lights were draped on the Milad Tower in solidarity with Iraqis, and a candlelit vigil was also held outside the Iraqi embassy. The British flag at the U.K. Embassy in Baghdad was lowered to half mast. Further, an unnamed Spanish and Netherlands monument was also list in the colours of the flag. In an unknown place in Sweden, commemorations were also held with at least one police car having been dressed in the colours of the Iraqi flag. In Kuwait, an unnamed tower was lit in the colours of the Iraqi flag.\n\n==See also==\n* List of Islamist terrorist attacks\n* List of terrorist incidents, July–December 2016\n* Terrorist incidents in Iraq in 2016\n* Muhammad ibn Ali al-Hadi Mausoleum attack\n\n==References==\n\n\n==External links==\n*",
    "links": [
        {
            "title": "Islamic State of Iraq and the Levant",
            "text": "ISIL",
            "start": 25,
            "end": 29,
            "id": "9087364"
        },
        {
            "title": "Baghdad",
            "text": "Baghdad",
            "start": 80,
            "end": 87,
            "id": "4492"
        },
        {
            "title": "Shia Islam",
            "text": "Shia",
            "start": 243,
            "end": 247,
            "id": "26961"
        },
        {
            "title": "Karrada",
            "text": "Karrada",
            "start": 260,
            "end": 267,
            "id": "10060047"
        },
        {
            "title": "Ramadan",
            "text": "Ramadan",
            "start": 303,
            "end": 310,
            "id": "26173"
        },
        {
            "title": "Sha'ab, Baghdad",
            "text": "Sha'ab",
            "start": 366,
            "end": 372,
            "id": "19684879"
        },
        {
            "title": "2007 Yazidi communities bombings",
            "text": "2007 Yazidi communities bombings",
            "start": 811,
            "end": 843,
            "id": "12771710"
        },
        {
            "title": "May 2016 Baghdad bombings",
            "text": "17 May 2016 Baghdad bombings",
            "start": 939,
            "end": 967,
            "id": "50567682"
        },
        {
            "title": "Islamic State of Iraq and the Levant",
            "text": "ISIL",
            "start": 1019,
            "end": 1023,
            "id": "9087364"
        },
        {
            "title": "Battle of Fallujah (2016)",
            "text": "battle in Fallujah",
            "start": 1173,
            "end": 1191,
            "id": "50608718"
        },
        {
            "title": "2016 Atatürk Airport attack",
            "text": "28 June attack in Istanbul, Turkey",
            "start": 1420,
            "end": 1454,
            "id": "50947091"
        },
        {
            "title": "July 2016 Dhaka attack",
            "text": "1 July attack in Dhaka, Bangladesh",
            "start": 1464,
            "end": 1498,
            "id": "50971554"
        },
        {
            "title": "Ramadan",
            "text": "Ramadan",
            "start": 1583,
            "end": 1590,
            "id": "26173"
        },
        {
            "title": "Karrada",
            "text": "Karrada",
            "start": 1705,
            "end": 1712,
            "id": "10060047"
        },
        {
            "title": "Ramadan",
            "text": "Ramadan",
            "start": 1798,
            "end": 1805,
            "id": "26173"
        },
        {
            "title": "Iftar",
            "text": "iftar",
            "start": 1816,
            "end": 1821,
            "id": "1515716"
        },
        {
            "title": "Refrigerator truck",
            "text": "refrigerator truck",
            "start": 1870,
            "end": 1888,
            "id": "8790435"
        },
        {
            "title": "Suicide attack",
            "text": "suicide bomb",
            "start": 1901,
            "end": 1913,
            "id": "18835454"
        },
        {
            "title": "Battle of Fallujah (2016)",
            "text": "recapture",
            "start": 1987,
            "end": 1996,
            "id": "50608718"
        },
        {
            "title": "Fallujah",
            "text": "Fallujah",
            "start": 2012,
            "end": 2020,
            "id": "467003"
        },
        {
            "title": "Car bomb",
            "text": "car bomb",
            "start": 2761,
            "end": 2769,
            "id": "155282"
        },
        {
            "title": "ADE 651",
            "text": "ADE 651",
            "start": 2869,
            "end": 2876,
            "id": "24962554"
        },
        {
            "title": "Sha'ab, Baghdad",
            "text": "Sha'ab",
            "start": 3106,
            "end": 3112,
            "id": "19684879"
        },
        {
            "title": "Popular Mobilization Forces",
            "text": "al-Hashd al-Shaabi",
            "start": 3233,
            "end": 3251,
            "id": "45671374"
        },
        {
            "title": "Improvised explosive device",
            "text": "IED",
            "start": 3337,
            "end": 3340,
            "id": "265112"
        },
        {
            "title": "Abu Ghraib District",
            "text": "Abu Ghraib District",
            "start": 3359,
            "end": 3378,
            "id": "9844038"
        },
        {
            "title": "Latifiya",
            "text": "al-Latifiya",
            "start": 3440,
            "end": 3451,
            "id": "2212976"
        },
        {
            "title": "Ministry of Defence (Iraq)",
            "text": "Iraqi Ministry of Defence",
            "start": 3605,
            "end": 3630,
            "id": "17209732"
        },
        {
            "title": "DNA",
            "text": "DNA",
            "start": 4247,
            "end": 4250,
            "id": "7955"
        },
        {
            "title": "Islamic State of Iraq and the Levant",
            "text": "Islamic State of Iraq and the Levant",
            "start": 4314,
            "end": 4350,
            "id": "9087364"
        },
        {
            "title": "Shia Islam",
            "text": "Shia Muslims",
            "start": 4456,
            "end": 4468,
            "id": "26961"
        },
        {
            "title": "Battle of Fallujah (2016)",
            "text": "in Falluja",
            "start": 4692,
            "end": 4702,
            "id": "50608718"
        },
        {
            "title": "Haider al-Abadi",
            "text": "Haider al-Abadi",
            "start": 4778,
            "end": 4793,
            "id": "440404"
        },
        {
            "title": "Ministry of Defence (Iraq)",
            "text": "Iraqi Ministry of Defence",
            "start": 5315,
            "end": 5340,
            "id": "17209732"
        },
        {
            "title": "Mohammed Al-Ghabban",
            "text": "Mohammed Al-Ghabban",
            "start": 5542,
            "end": 5561,
            "id": "45596457"
        },
        {
            "title": "Iraqi Police",
            "text": "police",
            "start": 5622,
            "end": 5628,
            "id": "2076117"
        },
        {
            "title": "Ministry of Interior (Iraq)",
            "text": "Interior Ministry",
            "start": 5933,
            "end": 5950,
            "id": "9579609"
        },
        {
            "title": "Rudaw Media Network",
            "text": "Rudaw Media Network",
            "start": 6225,
            "end": 6244,
            "id": "39607589"
        },
        {
            "title": "Sunni Islam",
            "text": "Sunni",
            "start": 6689,
            "end": 6694,
            "id": "29402"
        },
        {
            "title": "Association of Muslim Scholars",
            "text": "Association of Muslim Scholars",
            "start": 6723,
            "end": 6753,
            "id": "1092152"
        },
        {
            "title": "Ali al-Sistani",
            "text": "Ali al-Sistani",
            "start": 6916,
            "end": 6930,
            "id": "512826"
        },
        {
            "title": "Christianity in Iraq",
            "text": "Christians",
            "start": 6989,
            "end": 6999,
            "id": "11930493"
        },
        {
            "title": "ADE 651",
            "text": "ADE 651",
            "start": 7093,
            "end": 7100,
            "id": "24962554"
        },
        {
            "title": "Reuters",
            "text": "Reuters",
            "start": 7297,
            "end": 7304,
            "id": "18998750"
        },
        {
            "title": "Clandestine cell system",
            "text": "sleeper cell",
            "start": 7385,
            "end": 7397,
            "id": "14558092"
        },
        {
            "title": "Sky Tower (Auckland)",
            "text": "Sky Tower",
            "start": 7911,
            "end": 7920,
            "id": "264342"
        },
        {
            "title": "Auckland",
            "text": "Auckland",
            "start": 7924,
            "end": 7932,
            "id": "18660332"
        },
        {
            "title": "Flag of Iraq",
            "text": "Iraqi flag",
            "start": 7987,
            "end": 7997,
            "id": "209247"
        },
        {
            "title": "Flag of France",
            "text": "French",
            "start": 8269,
            "end": 8275,
            "id": "70764"
        },
        {
            "title": "Flag of the United States",
            "text": "American flags",
            "start": 8280,
            "end": 8294,
            "id": "11447"
        },
        {
            "title": "November 2015 Paris attacks",
            "text": "November 2015 Paris attacks",
            "start": 8337,
            "end": 8364,
            "id": "48545523"
        },
        {
            "title": "Orlando nightclub shooting",
            "text": "2016 Orlando nightclub shooting",
            "start": 8373,
            "end": 8404,
            "id": "50787160"
        },
        {
            "title": "Mission Bay, New Zealand",
            "text": "Mission Bay",
            "start": 8478,
            "end": 8489,
            "id": "1819554"
        },
        {
            "title": "Tehran",
            "text": "Tehran",
            "start": 8567,
            "end": 8573,
            "id": "57654"
        },
        {
            "title": "Milad Tower",
            "text": "Milad Tower",
            "start": 8609,
            "end": 8620,
            "id": "549013"
        },
        {
            "title": "Half-mast",
            "text": "half mast",
            "start": 8774,
            "end": 8783,
            "id": "1617234"
        },
        {
            "title": "Kuwait",
            "text": "Kuwait",
            "start": 9027,
            "end": 9033,
            "id": "7515890"
        },
        {
            "title": "List of Islamist terrorist attacks",
            "text": "List of Islamist terrorist attacks",
            "start": 9110,
            "end": 9144,
            "id": "30630669"
        },
        {
            "title": "List of terrorist incidents in July 2016",
            "text": "List of terrorist incidents, July–December 2016",
            "start": 9147,
            "end": 9194,
            "id": "50960764"
        },
        {
            "title": "Terrorist incidents in Iraq in 2016",
            "text": "Terrorist incidents in Iraq in 2016",
            "start": 9197,
            "end": 9232,
            "id": "49352171"
        },
        {
            "title": "Muhammad ibn Ali al-Hadi Mausoleum attack",
            "text": "Muhammad ibn Ali al-Hadi Mausoleum attack",
            "start": 9235,
            "end": 9276,
            "id": "51022662"
        }
    ],
    "_chunk_id": "b_15362746064-15370343590"
}