{
    "_id": "29961597",
    "id": "29961597",
    "title": "December 2010 Mohmand Agency bombings",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==References==",
            "start": 2143,
            "end": 2157
        }
    ],
    "categories": [
        "Mass murder in 2010",
        "Terrorist incidents in Pakistan in 2010",
        "Islamic terrorist incidents in 2010",
        "Suicide car and truck bombings in Pakistan",
        "Mohmand District",
        "Crime in Khyber Pakhtunkhwa"
    ],
    "infobox": "{{Infobox civilian attack\n| title      = December 2010 Mohmand Agency bombings\n| image      = \n| caption    =\n| location   = [[Ghalanai]], [[Mohmand Agency]] ([[FATA]]), [[Pakistan]]\n| target     =\n| coordinates =\n| date       = 6 December 2010\n| time       =\n| timezone   =\n| type       = Suicide bombing\n| fatalities = 50+\n| injuries   = 100+\n| perps      = [[Tehrik-i-Taliban Pakistan]]\n| susperps   =\n| weapons    =\n| numparts   =\n| numpart    =\n| dfens      =\n| dfen       =\n}}",
    "article": "The December 2010 Mohmand Agency bombings took place on 6 December 2010 after two suicide bombers targeted a government compound in Ghalanai, the main town and capital of the Mohmand Agency located in Pakistan's tribal areas along the Afghan border. At least 50 people were killed and more than 100 others injured. The target of the attacks was a jirga (meeting) convened by government officials, local tribal elders and anti-Taliban groups. According to witnesses, an undisclosed number of tribal citizens, police officers and at least two journalists were amongst those killed. Eyewitnesses claimed that a deafening sound occurred followed by clouds of dust and smoke, with dozens of people on the ground, who were bleeding and crying, with reports of body parts scattered within the compound. A local administration later confirmed to the media that a suicide bomber on a motorbike had detonated his explosives, after he had driven up to a sitting area at the meeting. Whereas the second suicide attacker, also on a motorcycle had detonated his explosive device at the gate to this government compound. It was reported that both bombers were disguised in police uniforms. A possible target for these suicide attacks was Mohmand's top political official, Amjad Ali Khan, who was not killed or injured in the attacks. Khan later confirmed that the suicide bombers had packed their suicide vests with ball-bearings, thus increasing the number of casualties. It was reported that about 25 people of whom were seriously injured in the suicide attacks were taken for treatment to the Lady Reading Hospital in the nearby city and provincial capital\nof Peshawar.\n\nThe Taliban accepted responsibility for perpetrating the attacks hours later through a spokesman, threatening more attacks on anyone forming lashkars (armed militias) and committees against them.\nMohmand Agency is a known stronghold for militant groups and has been the site of periodic violence before. Despite the Pakistan Army's claims of successful military offensives in the region, analysts have appeared sceptical and say the insurgents are often able to escape, undisrupted.\n\n==References==",
    "links": [
        {
            "title": "December 2010 Mohmand Agency bombings",
            "text": "December 2010 Mohmand Agency bombings",
            "start": 4,
            "end": 41,
            "id": "29961597"
        },
        {
            "title": "Mohmand District",
            "text": "Mohmand Agency",
            "start": 175,
            "end": 189,
            "id": "4557955"
        },
        {
            "title": "Federally Administered Tribal Areas",
            "text": "tribal areas",
            "start": 212,
            "end": 224,
            "id": "24760673"
        },
        {
            "title": "Jirga",
            "text": "jirga",
            "start": 347,
            "end": 352,
            "id": "1298705"
        },
        {
            "title": "Lady Reading Hospital",
            "text": "Lady Reading Hospital",
            "start": 1581,
            "end": 1602,
            "id": "4413485"
        },
        {
            "title": "Peshawar",
            "text": "Peshawar",
            "start": 1648,
            "end": 1656,
            "id": "66230"
        },
        {
            "title": "Pakistan Army",
            "text": "Pakistan Army",
            "start": 1975,
            "end": 1988,
            "id": "1965925"
        }
    ],
    "_chunk_id": "b_10402349913-10406664519"
}