{
    "_id": "8427715",
    "id": "8427715",
    "title": "Harrods bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Bombing overview==",
            "start": 1264,
            "end": 1284
        },
        {
            "text": "===IRA response===",
            "start": 4250,
            "end": 4268
        },
        {
            "text": "===Memorials===",
            "start": 5659,
            "end": 5674
        },
        {
            "text": "==See also==",
            "start": 5984,
            "end": 5996
        },
        {
            "text": "==References==",
            "start": 6160,
            "end": 6174
        },
        {
            "text": "==External links==",
            "start": 6177,
            "end": 6195
        }
    ],
    "categories": [
        "1983 in London",
        "1983 murders in the United Kingdom",
        "20th century in the Royal Borough of Kensington and Chelsea",
        "Car and truck bombings in England",
        "December 1983 crimes",
        "December 1983 events in Europe",
        "Explosions in 1983",
        "Harrods",
        "House of Fraser",
        "Mass murder in 1983",
        "Mass murder in London",
        "Provisional IRA bombings in London",
        "Terrorist incidents in the United Kingdom in 1983"
    ],
    "infobox": "{{Infobox terrorist attack\n|partof=[[the Troubles]]\n|title=Harrods bombing\n|image=Harrods, London - June 2009.jpg\n|caption=Harrods pictured in 2009\n|location=London, United Kingdom\n|target=Harrods department store\n|date=17 December 1983\n|time=13:21\n|timezone=[[UTC]]\n|type=[[Car bomb]]\n|fatalities= 6 (3 police officers, 3 civilians)\n|injuries=90\n|perp=[[Provisional Irish Republican Army]]\n}}",
    "article": "The Harrods bombing refers to the car bomb that exploded outside Harrods department store in central London on Saturday 17 December 1983. Members of the Provisional IRA planted the time bomb and sent a warning 37 minutes before it exploded, but the area was not evacuated. The blast killed three police officers and three civilians, injured 90 people, and caused much damage. The IRA Army Council claimed it had not authorised the attack and expressed regret for the civilian casualties. After the bombing, the IRA shifted its emphasis towards attacks on military targets on the mainland.\n\nHarrods had been the target of other IRA bombings. On the 18 August 1973 two fire bombs exploded causing slight damage; again on 21 December 1974 another fire bomb was placed in the north-east corner of the first floor. There was a very short warning and the store was in the process of being cleared when it exploded. The 1974 bomb was the work of the infamous Balcombe Street Gang who also carried out high-profile bombings in Knightsbridge, Piccadilly, Oxford Street, Woolwich, and many other locations in London and Surrey. It was also the target of a much smaller IRA bomb almost ten years later, in January 1993, which injured four people (see 1993 Harrods bombing).\n\n==Bombing overview==\nFrom 1973 the Provisional IRA had carried out waves of bombing attacks on commercial targets in London and elsewhere in England as part of its \"economic war\". The goal was to damage the economy and cause disruption, which would put pressure on the British government to withdraw from Northern Ireland. Harrods—a large, upmarket department store in the affluent Knightsbridge district, near Buckingham Palace—had been targeted before by the IRA. On 10 December 1983, the IRA carried out its first attack in London for some time when a bomb exploded at the Royal Artillery Barracks, injuring three British soldiers.\n\nOne week later, on the afternoon of 17 December, IRA members parked a car bomb near the side entrance of Harrods, on Hans Crescent. The bomb contained 25 to  of explosives and was set to be detonated by a timer. It was left in a 1972 blue Austin 1300 GT four-door saloon car. At 12:44 a man using an IRA codeword phoned the central London branch of the Samaritans charity. The caller said there was a car bomb outside Harrods and another bomb inside Harrods, and gave the car's registration plate. According to police, he did not give any other description of the car.\n\nThe bomb exploded at about 13:21, as four police officers in a car, an officer on foot and a police dog-handler neared the suspect vehicle. Six people were killed (three officers and three bystanders) and 90 others were injured, including 14 police officers. The blast damaged 24 cars and all five floors on the side of Harrods, sending a shower of glass down on the street. The police car absorbed much of the blast and this likely prevented further casualties.\n\nFive people died at the scene of the bombing and a sixth later died in hospital. The bystanders who died were Philip Geddes (24), a journalist who had heard about the alert and went to the scene; Jasmine Cochrane-Patrick (25); and Kenneth Salvesen (28), a US citizen. The Metropolitan Police officers killed were Sergeant Noel Lane (28) and Constable Jane Arbuthnot (22). A third officer, Inspector Stephen Dodd (34), died in hospital from his injuries on 24 December. Constable Jon Gordon survived, but lost both legs and part of a hand in the blast.\n\nAt the time of the explosion, a second warning call was made by the IRA. The caller said that a bomb had been left in the C&A department store at the east end of Oxford Street. Police cleared the area and cordoned it off but this claim was found to be false. In the aftermath of the attack, hundreds of extra police and mobile bomb squads were drafted into London. Aleck Craddock, chairman of Harrods, reported that £1 million in turnover had been lost as a result of the bombing. Despite the damage, Harrods re-opened three days later, proclaiming it would not be \"defeated by acts of terrorism\". Denis Thatcher, the husband of British Prime Minister Margaret Thatcher, visited the store and told reporters \"no damned Irishman is going to stop me going there\".\n\n===IRA response===\nThe bombing badly damaged the IRA's support due to the civilian deaths and injuries. In a statement issued the day after, the IRA Army Council admitted that IRA members had planted the bomb, but claimed that it had not authorised the attack:The Harrods operation was not authorised by the Irish Republican Army. We have taken immediate steps to ensure that there will be no repetition of this type of operation again. The volunteers involved gave a 40 minutes specific warning, which should have been adequate. But due to the inefficiency or failure of the Metropolitan Police, who boasted of foreknowledge of IRA activity, this warning did not result in an evacuation. We regret the civilian casualties, even though our expression of sympathy will be dismissed. Finally, we remind the British Government that as long as they maintain control of any part of Ireland then the Irish Republican Army will continue to operate in Britain.\n\nLeon Brittan, the Home Secretary, commented: \"The nature of a terrorist organisation is that those in it are not under disciplined control\". In his book The Provisional IRA in England, author Gary McGladdery says the bombing illustrated one of the problems with the IRA's cell system, where units \"could become virtually autonomous from the rest of the organisation and operate at their own discretion\". The IRA had adopted the system in the late 1970s.\n\n===Memorials===\nThere is a memorial at the site of the blast. Yearly prizes in honour of Philip Geddes are awarded to aspiring journalists attending the University of Oxford. As a further commemoration, every year the Philip Geddes Memorial Lecture on the theme of the future of journalism is given by a leading journalist.\n\n==See also==\n*List of British police officers killed in the line of duty\n*Provisional Irish Republican Army campaign 1969–1997\n*1973 Old Bailey bombing\n*Oxford Street bombing\n\n==References==\n\n\n==External links==\n*  Witness accounts of the event on the BBC",
    "links": [
        {
            "title": "Harrods bombing",
            "text": "Harrods bombing",
            "start": 4,
            "end": 19,
            "id": "8427715"
        },
        {
            "title": "Car bomb",
            "text": "car bomb",
            "start": 34,
            "end": 42,
            "id": "155282"
        },
        {
            "title": "Harrods",
            "text": "Harrods",
            "start": 65,
            "end": 72,
            "id": "266910"
        },
        {
            "title": "Provisional Irish Republican Army",
            "text": "Provisional IRA",
            "start": 153,
            "end": 168,
            "id": "23299"
        },
        {
            "title": "IRA Army Council",
            "text": "IRA Army Council",
            "start": 380,
            "end": 396,
            "id": "999549"
        },
        {
            "title": "Balcombe Street Gang",
            "text": "Balcombe Street Gang",
            "start": 952,
            "end": 972,
            "id": "51683800"
        },
        {
            "title": "Knightsbridge",
            "text": "Knightsbridge",
            "start": 1019,
            "end": 1032,
            "id": "94153"
        },
        {
            "title": "Piccadilly",
            "text": "Piccadilly",
            "start": 1034,
            "end": 1044,
            "id": "229183"
        },
        {
            "title": "Oxford Street",
            "text": "Oxford Street",
            "start": 1046,
            "end": 1059,
            "id": "229195"
        },
        {
            "title": "Woolwich",
            "text": "Woolwich",
            "start": 1061,
            "end": 1069,
            "id": "94398"
        },
        {
            "title": "Surrey",
            "text": "Surrey",
            "start": 1110,
            "end": 1116,
            "id": "48189"
        },
        {
            "title": "1993 Harrods bombing",
            "text": "1993 Harrods bombing",
            "start": 1240,
            "end": 1260,
            "id": "57264792"
        },
        {
            "title": "Northern Ireland",
            "text": "Northern Ireland",
            "start": 1569,
            "end": 1585,
            "id": "21265"
        },
        {
            "title": "Knightsbridge",
            "text": "Knightsbridge",
            "start": 1646,
            "end": 1659,
            "id": "94153"
        },
        {
            "title": "Buckingham Palace",
            "text": "Buckingham Palace",
            "start": 1675,
            "end": 1692,
            "id": "3969"
        },
        {
            "title": "Royal Artillery Barracks, Woolwich",
            "text": "Royal Artillery Barracks",
            "start": 1840,
            "end": 1864,
            "id": "2217790"
        },
        {
            "title": "BMC ADO16",
            "text": "Austin 1300",
            "start": 2139,
            "end": 2150,
            "id": "1214168"
        },
        {
            "title": "Samaritans (charity)",
            "text": "Samaritans",
            "start": 2253,
            "end": 2263,
            "id": "77879"
        },
        {
            "title": "Murder of Kenneth Salvesen",
            "text": "Kenneth Salvesen",
            "start": 3165,
            "end": 3181,
            "id": "37068307"
        },
        {
            "title": "Metropolitan Police",
            "text": "Metropolitan Police",
            "start": 3206,
            "end": 3225,
            "id": "192450"
        },
        {
            "title": "C&A",
            "text": "C&A",
            "start": 3609,
            "end": 3612,
            "id": "360834"
        },
        {
            "title": "Oxford Street",
            "text": "Oxford Street",
            "start": 3649,
            "end": 3662,
            "id": "229195"
        },
        {
            "title": "Denis Thatcher",
            "text": "Denis Thatcher",
            "start": 4085,
            "end": 4099,
            "id": "253374"
        },
        {
            "title": "Margaret Thatcher",
            "text": "Margaret Thatcher",
            "start": 4139,
            "end": 4156,
            "id": "19831"
        },
        {
            "title": "IRA Army Council",
            "text": "IRA Army Council",
            "start": 4395,
            "end": 4411,
            "id": "999549"
        },
        {
            "title": "Metropolitan Police",
            "text": "Metropolitan Police",
            "start": 4826,
            "end": 4845,
            "id": "192450"
        },
        {
            "title": "Leon Brittan",
            "text": "Leon Brittan",
            "start": 5204,
            "end": 5216,
            "id": "358371"
        },
        {
            "title": "Home Secretary",
            "text": "Home Secretary",
            "start": 5222,
            "end": 5236,
            "id": "149104"
        },
        {
            "title": "Clandestine cell system",
            "text": "cell system",
            "start": 5476,
            "end": 5487,
            "id": "14558092"
        },
        {
            "title": "University of Oxford",
            "text": "University of Oxford",
            "start": 5812,
            "end": 5832,
            "id": "31797"
        },
        {
            "title": "List of British police officers killed in the line of duty",
            "text": "List of British police officers killed in the line of duty",
            "start": 5998,
            "end": 6056,
            "id": "12353178"
        },
        {
            "title": "Provisional Irish Republican Army campaign",
            "text": "Provisional Irish Republican Army campaign 1969–1997",
            "start": 6058,
            "end": 6110,
            "id": "4333462"
        },
        {
            "title": "1973 Old Bailey bombing",
            "text": "1973 Old Bailey bombing",
            "start": 6112,
            "end": 6135,
            "id": "48364395"
        },
        {
            "title": "1974 Oxford Street bombing",
            "text": "Oxford Street bombing",
            "start": 6137,
            "end": 6158,
            "id": "54844916"
        }
    ],
    "_chunk_id": "b_5136595058-5147584502"
}