{
    "_id": "349790",
    "id": "349790",
    "title": "Khobar Towers bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==The attack==",
            "start": 979,
            "end": 993
        },
        {
            "text": "== Victims ==",
            "start": 6542,
            "end": 6555
        },
        {
            "text": "==Aftermath==",
            "start": 7289,
            "end": 7302
        },
        {
            "text": "===Investigation===",
            "start": 7304,
            "end": 7323
        },
        {
            "text": "====Intelligence and security failures====",
            "start": 7941,
            "end": 7983
        },
        {
            "text": "===Operational relocation===",
            "start": 10699,
            "end": 10727
        },
        {
            "text": "==Culpability==",
            "start": 11221,
            "end": 11236
        },
        {
            "text": "===Initial blame===",
            "start": 11238,
            "end": 11257
        },
        {
            "text": "===Indictment===",
            "start": 11670,
            "end": 11686
        },
        {
            "text": "===Attribution to al-Qaeda===",
            "start": 13927,
            "end": 13956
        },
        {
            "text": "==See also==",
            "start": 15438,
            "end": 15450
        },
        {
            "text": "==References==",
            "start": 15837,
            "end": 15851
        },
        {
            "text": "==External links==",
            "start": 15854,
            "end": 15872
        }
    ],
    "categories": [
        "Explosions in 1996",
        "Presidency of Bill Clinton",
        "20th-century military history of the United States",
        "Mass murder in 1996",
        "Terrorist incidents in Asia in 1996",
        "Car and truck bombings",
        "1996 crimes in Saudi Arabia",
        "Khobar",
        "Islamic fundamentalism in the United States",
        "Terrorist incidents in Saudi Arabia",
        "Saudi Arabia–United States relations",
        "History of the United States Air Force",
        "Islamic terrorist incidents in 1996",
        "Attacks on military installations",
        "June 1996 events in Asia",
        "Iran–Saudi Arabia proxy conflict",
        "Terrorist incidents in Saudi Arabia in the 1990s"
    ],
    "infobox": "{{Infobox terrorist attack\n|title=Khobar Tower Bombings\n|image_size=300px\n|image=AnschalgInZahran1996 KhobarTower.jpg\n|caption=Building #131 after the bombing.\n|coordinates   = {{coord| 26.261243| 50.206825| display=title,inline}}\n|location=[[Khobar]], [[Saudi Arabia]]\n|date=June 25, 1996\n|time= 9:50 p.m.\n|timezone=[[Coordinated Universal Time|UTC]]+3\n|type=[[Truck bomb]]\n|fatalities=20\n|injuries=498\n|perps=[[Hezbollah Al-Hejaz]] ({{lang-en|\"Party of God in the Hijaz\"}})\n}}",
    "article": "The Khobar Towers bombing was a terrorist attack on part of a housing complex in the city of Khobar, Saudi Arabia, near the national oil company (Saudi Aramco) headquarters of Dhahran and nearby King Abdulaziz Air Base on June 25, 1996. At that time, Khobar Towers was being used as living quarters for coalition forces who were assigned to Operation Southern Watch, a no-fly zone operation in southern Iraq, as part of the Iraqi no-fly zones.\n\nA truck bomb was detonated adjacent to Building #131, an eight-story structure housing members of the United States Air Force's 4404th Wing (Provisional), primarily from a deployed rescue squadron and deployed fighter squadron. In all, 19 U.S. Air Force personnel and a Saudi local were killed and 498 of many nationalities were wounded.  The official June 25, 1996, statement by the United States named members of Hezbollah Al-Hejaz as responsible. In 2006, a U.S. court found Iran and Hezbollah guilty of orchestrating the attack.\n\n==The attack==\n\nA November 13, 1995, car bombing in Riyadh led the U.S. forces stationed at Khobar Towers to raise the threat condition to THREATCON DELTA. Days after the attack, military commanders briefed soldiers and airmen at Khobar that the U.S. had received anonymous communications from an organization claiming to have carried out the Riyadh attack. The attackers claimed their goal was to get the United States Armed Forces to leave the country, and that Khobar Towers would be attacked next if troop withdrawal did not begin immediately. It was at this time that surveillance and other suspicious activity near the perimeter fences of Khobar Towers was noted by United States Air Force Security Forces; however, the forces were forbidden by the Saudi government to act in any capacity outside the perimeter of the compound, and the surveillance continued with near impunity.\n\nThe attackers were reported to have smuggled explosives into Saudi Arabia from Lebanon. Al-Mughassil, Al-Houri, Al-Sayegh, Al-Qassab, and the unidentified Lebanese man bought a large latrine service tanker truck in early June 1996 in Saudi Arabia. Over a two-week period they converted it into a truck bomb. The group now had about  of plastic explosives, enough to produce a shaped charge that detonated with the force of at least  of TNT, according to a later assessment of the Defense Special Weapons Agency. The power of the blast was magnified several ways. The truck itself shaped the charge by directing the blast toward the building. Moreover, the relatively high clearance between the truck and the ground gave it the more lethal characteristics of an air burst.\n\nIt was originally estimated by U.S. authorities to have contained  of explosives. Later the General Downing report on the incident suggested that the explosion contained the equivalent of  of TNT. The attackers prepared for the attack by hiding large amounts of explosive materials and timing devices in paint cans and  bags underground in Qatif, a city near Khobar. The bomb was a mixture of petrol and explosive powder placed in the tank of a sewage tanker truck.\n\nInitially, the attackers attempted to enter the compound at the main checkpoint. When they were denied access by U.S. military personnel, at around 9:43 p.m. local time, they drove a Datsun scout vehicle, another car and the bomb truck, to a parking lot adjacent to building #131. A chain link security fence and a line of small trees separated the car park, used for a local mosque and park, from the housing compound. The perimeter of Building #131 was approximately  from the fence line, with a perimeter road between the fence and building which was often used by military personnel for jogging. The first car entered the car park and signaled the others by flashing headlights. The bomb truck and a getaway vehicle followed shortly after. The men parked the truck next to the fence and left in the third vehicle. The bomb exploded three to four minutes later at approximately 10:20 p.m. local time.  The blast was so powerful that it was felt  away in the Persian Gulf state of Bahrain.\n\nA U.S. Air Force security policeman, Staff Sergeant Alfredo R. Guerrero, was stationed atop Building #131 when he witnessed the men, recognized the vehicles as a threat, reported it to security, and began a floor-by-floor evacuation of the building. His actions are credited with saving dozens of lives. Many of the evacuees were in the stairwell when the bomb went off. The stairwell was constructed of heavy marble and was located on the side of the building away from the truck bomb, perhaps the safest location in the building. For his actions, Guerrero was awarded the Airman's Medal which is awarded to those service members or those of a friendly nation who, while serving in any capacity with the United States Air Force, distinguish themselves by heroic actions, usually at the voluntary risk of life, but not involving actual combat.  \n\nAnother security measure is thought to have minimized damage; along the security fence were Jersey barriers, concrete barriers commonly used along roadways. These deflected the blast energy upward, and away from the lower floors of the building, perhaps even preventing a total collapse of the structure.\n\n\nThe force of the explosion was enormous. The size of the explosion created an intense dust storm as the forces of the high pressure blast wave and the subsequent vacuum forces caused considerable damage in their own right. Several military vehicles parked to the left side of building #131 suffered no direct impact from debris, but were heavily damaged by the sheer intensity of the shock wave.\n\nThe explosion heavily damaged or destroyed six high rise apartment buildings in the complex. Windows were shattered in virtually every other building in the compound and in surrounding buildings up to a mile (1.6 km) away. A very large crater,  wide and  deep, was left where the truck had been.  Within a few hours of the blast, the crater began to fill with salt-water from the Persian Gulf.  In the minutes following the blast, the residents of the complex evacuated severely injured U.S. military personnel from the area. With power out in many of the buildings near #131, the scene was chaotic and tense as little was known about the safety of the area from further attacks. Many residents later gathered in the local dining facility, set up as a triage center, and saw breaking news of the event on large projection televisions intended to bring news of events back home to the troops.\n\n== Victims ==\nIn all, 19 U.S. Air Force personnel were killed:\n\n# Captain Christopher Adams\n# Captain Leland Haun\n# Master Sergeant Michael G. Heiser\n# Master Sergeant Kendall K. Kitson\n# Technical Sergeant Daniel B. Cafourek\n# Technical Sergeant Patrick P. Fennig\n# Technical Sergeant Thanh V. Nguyen\n# Staff Sergeant Ronald King\n# Staff Sergeant Kevin Johnson\n# Sergeant Millard D. Campbell\n# Senior Airman Earl R. Cartrette, Jr.\n# Senior Airman Jeremy A. Taylor\n# Airman 1st Class Christopher Lester\n# Airman 1st Class Brent E. Marthaler\n# Airman 1st Class Brian W. McVeigh\n# Airman 1st Class Peter W. Morgera\n# Airman 1st Class Joseph E. Rimkus\n# Airman 1st Class Justin Wood\n# Airman 1st Class Joshua E. Woody\n# One unidentified Saudi local\n\n==Aftermath==\n\n===Investigation===\nAfter the blast, an assessment crew consisting of the Central Intelligence Agency (CIA), Federal Bureau of Investigation (FBI), Diplomatic Security Service (DSS), and United States Air Force Office of Special Investigations (AFOSI) was sent to assess the risk to other security compounds in Saudi Arabia, and to offer suggestions for the Khobar Towers complex. It was suggested that Mylar tape be used to coat the windows for a barrier, but the cost, about US$4.5 million, was considered prohibitive. It was also suggested that the perimeter be expanded to at least 500 feet to protect servicemen from flying glass.\n\n====Intelligence and security failures====\nAfter the bombing of Khobar Towers, the U.S. military and intelligence community came under heavy criticism for their lack of preparation and foresight for what was considered an intelligence failure. According to the New York Times, \"significant shortcomings in planning, intelligence, and basic security left American forces in Saudi Arabia vulnerable.\"\n\nNumerous warnings had been made available to the intelligence community and military command, and up to \"ten incidences [were] reported suggesting that the Khobar Towers are under surveillance\" from April to June, 1996. These warnings came both before and after the beheadings of four Saudi nationals after their publicly confessed role in the November 1995 attacks in Riyadh. Clinton Administration officials admit that they \"received a wave of threats against Americans and American installations in Saudi Arabia\" in the weeks leading up to the attack, \"but failed to prepare adequately for a bomb of the power that killed 19 American military personnel.\" Threats were also downplayed by the Saudis when Defense Minister Prince Sultan bin Abd al-Aziz al-Saud characterized acts carried out by Saudi Islamic jihadists in 1995 as \"boyish\", and stated that the Saudi \"Kingdom is not influenced by threats\". Senator Arlen Specter (R-PA) commented during a Senate intelligence committee meeting by saying \"there was no intelligence failure ... there had been more than 100 intelligence reports on alerts of a general nature, and very specific reports\" of an extant and present threat to the Khobar Towers complex.\n\nThe CIA was blamed for misjudging the bomb-making capabilities of Saudi militants, arbitrarily deciding that no bomb could exceed the size of that used in the November 1995 bombings in Riyadh (200 lbs). According to official U.S. government estimates, the Khobar bomb weighed in at approximately 5,000 pounds. American commanders were also blamed, as they had not taken every precaution advised by the Pentagon; specifically, because \"the project was deemed too costly\", they had failed to implement a recommendation to coat Khobar's windows with plastic to prevent flying glass.  \n\nThe main security concern at the Khobar Towers compound before the bombing had been the prevention of an attack similar to the 1983 Beirut barracks bombings, when a vehicle-bomb entered the compound itself. Yet the Pentagon's report from that incident suggested, as did the Khobar report, that a Beirut-sized bomb would still have caused significant damage from as far as 300 feet away. Officials concluded with the observation that bomb size was less important to the production of catastrophic results than that same bomb's effective proximity (blast radius).\n\n===Operational relocation===\nAs a result of the terrorist attack, U.S. and coalition military operations at Khobar and Dhahran were subsequently relocated to Prince Sultan Air Base, a remote and highly secure Royal Saudi Air Force installation near Al-Kharj in central Saudi Arabia, approximately 70 miles from Riyadh. American, British, and French military operations would continue at Prince Sultan until late-2003, when French forces withdrew and American and British operations shifted to Al Udeid Air Base in Qatar.\n\n==Culpability==\n\n===Initial blame===\nThe bombing of Khobar Towers, according to the Saudi government, was carried out by \"Saudi Islamic militants, including many veterans of the Afghan War.\" One U.S. official claimed that \"it now seems it was not an isolated case. There is an organization of violent opponents whose members are loosely connected, organized in semi-independent cells like other violent fundamentalist movements in the Arab World.\"\n\n===Indictment===\nThe three-year investigation had led the FBI to conclude that Iran was involved in the attack. At that time, the Clinton administration hoped to open a dialogue with reformist president Khatami, which would be impossible after accusing Iranians of supporting terrorist action. A secret letter, delivered directly to Khatami by Sultan Qaboos of Oman, stated that the United States had evidence of direct Iranian involvement in the act, and demanded that those involved be held responsible for their actions. Khatami refused to begin an investigation and Iranian officials stated that al-Qaeda was responsible for the attack.\n\nIn April 1997, the Chairman of the Joint Chiefs of Staff, Gen. John Shalikashvili, said that the Pentagon did not have sufficient evidence about the bombers to consider retaliation against foreign countries that may have played a role.\n\nIn June 2001, an indictment was issued in United States District Court for the Eastern District of Virginia in Alexandria, Virginia charging the following people with murder, conspiracy, and other charges related to the bombing:\n* Imad Mughniyeh\n* Talal Hamiyah\n* Ahmed Ibrahim Al-Mughassil\n* Abdelkarim Hussein Mohamed Al-Nasser\n* Ali Saed Bin Ali El-Hoorie\n* Ibrahim Salih Mohammed Al-Yacoub\n* Hani al-Sayegh who had been previously in U.S. custody but deported to Saudi Arabia, when charges against him were dropped due to a lack of evidence.\n* Eight other Saudis\n* One Lebanese man listed as \"John Doe\".\n\nIn July 2001, Saudi Arabia said that eleven of the people indicted in the US were in custody in Saudi prisons, and were to be tried in Saudi court, as the country refused to extradite any of them to the United States to stand trial.  The government has not since made public the outcome of the trial or the whereabouts of the prisoners.\n\nIn August 2015, Arab newspaper Asharq Al-Awsat reported that Ahmed Ibrahim Al-Mughassil, a leader of the gulf shia group Hezbollah Al-Hejaz found to be responsible for the bombing, had been arrested in Beirut and transferred to Saudi Arabian custody; an anonymous American intelligence officer told The New York Times that the Saudi government had not confirmed the arrest, but U.S. intelligence believed the report was accurate.\n\n===Attribution to al-Qaeda===\nAbdel Bari Atwan wrote:\n\n\nIn 2004, the 9/11 Commission noted that Osama Bin Laden was seen being congratulated on the day of the Khobar attack, and stated there were reports in the months preceding the attack that Bin Laden was seeking to facilitate a shipment of explosives to Saudi Arabia. According to the United States, classified evidence suggests that the government of Iran was the key sponsor of the incident, and several high-ranking members of their military may have been involved. A U.S. federal court speculated that the Khobar Towers bombing was authorized by Ali Khamenei, the Supreme Leader of Iran.\n\nWilliam Perry, who was the United States Secretary of Defense at the time that this bombing happened, said in an interview in June 2007 that \"he now believes al-Qaida rather than Iran was behind a 1996 truck bombing at an American military base.\"\n\nOn December 22, 2006, high court judge Royce C. Lamberth ruled that Iran and Hezbollah were directly and personally responsible for the attack, stating that the leading experts on Hezbollah presented \"overwhelming\" evidence of the group's involvement and that six captured Hezbollah agents detailed the role of Iranian intelligence and military officials in providing money, explosives, arms and weapons, plans, and maps. This decision was reached as a default judgment, however, in which the Iranian government was not represented in court, because they chose not to challenge the allegations in a U.S. courtroom.\n\n==See also==\n* 1983 Beirut barracks bombing\n* 2004 Khobar massacre\n* Insurgency in Saudi Arabia\n* Riyadh compound bombings (May 12, 2003). The next major attack, which triggered a second series of terrorist attacks.\n* The Kingdom: Feature film partly inspired by the attack.\n* The Siege, a 1998 film that utilizes stock footage from this bombing to portray a fictitious bombing of an army barracks\n\n==References==\n\n\n==External links==\n*  Bombing of Khobar Towers, Rewards For Justice Program, US Department of State\n*  House National Security Report hosted at the Federation of American Scientists\n*  Department of Defense Casualty Releases\n*  Memorial site for the soldiers lost in the Khobar Towers tragedy\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe crater remaining after the truck bomb explosion. Building #131 is on the right.",
    "links": [
        {
            "title": "Khobar Towers bombing",
            "text": "Khobar Towers bombing",
            "start": 4,
            "end": 25,
            "id": "349790"
        },
        {
            "title": "Terrorism",
            "text": "terrorist attack",
            "start": 32,
            "end": 48,
            "id": "30636"
        },
        {
            "title": "Khobar",
            "text": "Khobar",
            "start": 93,
            "end": 99,
            "id": "690043"
        },
        {
            "title": "Saudi Arabia",
            "text": "Saudi Arabia",
            "start": 101,
            "end": 113,
            "id": "349303"
        },
        {
            "title": "Saudi Aramco",
            "text": "Saudi Aramco",
            "start": 146,
            "end": 158,
            "id": "290527"
        },
        {
            "title": "Dhahran",
            "text": "Dhahran",
            "start": 176,
            "end": 183,
            "id": "6838977"
        },
        {
            "title": "King Abdulaziz Air Base",
            "text": "King Abdulaziz Air Base",
            "start": 195,
            "end": 218,
            "id": "979890"
        },
        {
            "title": "Operation Southern Watch",
            "text": "Operation Southern Watch",
            "start": 341,
            "end": 365,
            "id": "7179803"
        },
        {
            "title": "No-fly zone",
            "text": "no-fly zone",
            "start": 369,
            "end": 380,
            "id": "416551"
        },
        {
            "title": "Iraqi no-fly zones",
            "text": "Iraqi no-fly zones",
            "start": 424,
            "end": 442,
            "id": "203230"
        },
        {
            "title": "Car bomb",
            "text": "truck bomb",
            "start": 447,
            "end": 457,
            "id": "155282"
        },
        {
            "title": "United States Air Force",
            "text": "United States Air Force",
            "start": 547,
            "end": 570,
            "id": "32090"
        },
        {
            "title": "4404th Wing (Provisional)",
            "text": "4404th Wing (Provisional)",
            "start": 573,
            "end": 598,
            "id": "34296707"
        },
        {
            "title": "Hezbollah Al-Hejaz",
            "text": "Hezbollah Al-Hejaz",
            "start": 860,
            "end": 878,
            "id": "5773650"
        },
        {
            "title": "Riyadh",
            "text": "Riyadh",
            "start": 1031,
            "end": 1037,
            "id": "51554"
        },
        {
            "title": "Force protection condition",
            "text": "THREATCON",
            "start": 1118,
            "end": 1127,
            "id": "2338182"
        },
        {
            "title": "United States Armed Forces",
            "text": "United States Armed Forces",
            "start": 1385,
            "end": 1411,
            "id": "32212"
        },
        {
            "title": "United States Air Force Security Forces",
            "text": "United States Air Force Security Forces",
            "start": 1651,
            "end": 1690,
            "id": "1858944"
        },
        {
            "title": "Lebanon",
            "text": "Lebanon",
            "start": 1944,
            "end": 1951,
            "id": "17771"
        },
        {
            "title": "Tank truck",
            "text": "tanker truck",
            "start": 2064,
            "end": 2076,
            "id": "2863776"
        },
        {
            "title": "Shaped charge",
            "text": "shaped charge",
            "start": 2241,
            "end": 2254,
            "id": "37515"
        },
        {
            "title": "Air burst",
            "text": "air burst",
            "start": 2626,
            "end": 2635,
            "id": "1372949"
        },
        {
            "title": "Qatif",
            "text": "Qatif",
            "start": 2978,
            "end": 2983,
            "id": "1581754"
        },
        {
            "title": "Gasoline",
            "text": "petrol",
            "start": 3031,
            "end": 3037,
            "id": "23639"
        },
        {
            "title": "Datsun",
            "text": "Datsun",
            "start": 3288,
            "end": 3294,
            "id": "8075"
        },
        {
            "title": "Mosque",
            "text": "mosque",
            "start": 3481,
            "end": 3487,
            "id": "19894"
        },
        {
            "title": "Bahrain",
            "text": "Bahrain",
            "start": 4088,
            "end": 4095,
            "id": "18933277"
        },
        {
            "title": "Staff sergeant",
            "text": "Staff Sergeant",
            "start": 4135,
            "end": 4149,
            "id": "288434"
        },
        {
            "title": "Airman's Medal",
            "text": "Airman's Medal",
            "start": 4672,
            "end": 4686,
            "id": "817569"
        },
        {
            "title": "Jersey barrier",
            "text": "Jersey barrier",
            "start": 5037,
            "end": 5051,
            "id": "885850"
        },
        {
            "title": "Persian Gulf",
            "text": "Persian Gulf",
            "start": 6029,
            "end": 6041,
            "id": "24761"
        },
        {
            "title": "Triage",
            "text": "triage",
            "start": 6401,
            "end": 6407,
            "id": "30919"
        },
        {
            "title": "Central Intelligence Agency",
            "text": "Central Intelligence Agency",
            "start": 7378,
            "end": 7405,
            "id": "5183633"
        },
        {
            "title": "Federal Bureau of Investigation",
            "text": "Federal Bureau of Investigation",
            "start": 7413,
            "end": 7444,
            "id": "11127"
        },
        {
            "title": "Diplomatic Security Service",
            "text": "Diplomatic Security Service",
            "start": 7452,
            "end": 7479,
            "id": "1089978"
        },
        {
            "title": "United States Air Force Office of Special Investigations",
            "text": "United States Air Force Office of Special Investigations",
            "start": 7491,
            "end": 7547,
            "id": "1184474"
        },
        {
            "title": "Arlen Specter",
            "text": "Arlen Specter",
            "start": 9255,
            "end": 9268,
            "id": "367801"
        },
        {
            "title": "1983 Beirut barracks bombings",
            "text": "1983 Beirut barracks bombings",
            "start": 10263,
            "end": 10292,
            "id": "419211"
        },
        {
            "title": "Prince Sultan Air Base",
            "text": "Prince Sultan Air Base",
            "start": 10857,
            "end": 10879,
            "id": "5553272"
        },
        {
            "title": "Royal Saudi Air Force",
            "text": "Royal Saudi Air Force",
            "start": 10908,
            "end": 10929,
            "id": "570367"
        },
        {
            "title": "Al-Kharj",
            "text": "Al-Kharj",
            "start": 10948,
            "end": 10956,
            "id": "3962003"
        },
        {
            "title": "Al Udeid Air Base",
            "text": "Al Udeid Air Base",
            "start": 11192,
            "end": 11209,
            "id": "3830783"
        },
        {
            "title": "Qatar",
            "text": "Qatar",
            "start": 11213,
            "end": 11218,
            "id": "8238258"
        },
        {
            "title": "Soviet–Afghan War",
            "text": "Afghan War",
            "start": 11399,
            "end": 11409,
            "id": "80197"
        },
        {
            "title": "Iran",
            "text": "Iran",
            "start": 11749,
            "end": 11753,
            "id": "14653"
        },
        {
            "title": "Bill Clinton",
            "text": "Clinton",
            "start": 11800,
            "end": 11807,
            "id": "3356"
        },
        {
            "title": "Mohammad Khatami",
            "text": "Khatami",
            "start": 11873,
            "end": 11880,
            "id": "193208"
        },
        {
            "title": "Qaboos bin Said",
            "text": "Sultan Qaboos",
            "start": 12014,
            "end": 12027,
            "id": "393569"
        },
        {
            "title": "Oman",
            "text": "Oman",
            "start": 12031,
            "end": 12035,
            "id": "22316"
        },
        {
            "title": "Al-Qaeda",
            "text": "al-Qaeda",
            "start": 12270,
            "end": 12278,
            "id": "1921"
        },
        {
            "title": "United States District Court for the Eastern District of Virginia",
            "text": "United States District Court for the Eastern District of Virginia",
            "start": 12591,
            "end": 12656,
            "id": "751799"
        },
        {
            "title": "Alexandria, Virginia",
            "text": "Alexandria, Virginia",
            "start": 12660,
            "end": 12680,
            "id": "18940583"
        },
        {
            "title": "Murder",
            "text": "murder",
            "start": 12716,
            "end": 12722,
            "id": "20171"
        },
        {
            "title": "Conspiracy (criminal)",
            "text": "conspiracy",
            "start": 12724,
            "end": 12734,
            "id": "3406102"
        },
        {
            "title": "Imad Mughniyeh",
            "text": "Imad Mughniyeh",
            "start": 12780,
            "end": 12794,
            "id": "416517"
        },
        {
            "title": "Talal Hamiyah",
            "text": "Talal Hamiyah",
            "start": 12797,
            "end": 12810,
            "id": null
        },
        {
            "title": "Ahmed Ibrahim Al-Mughassil",
            "text": "Ahmed Ibrahim Al-Mughassil",
            "start": 12813,
            "end": 12839,
            "id": "4873100"
        },
        {
            "title": "Abdelkarim Hussein Mohamed Al-Nasser",
            "text": "Abdelkarim Hussein Mohamed Al-Nasser",
            "start": 12842,
            "end": 12878,
            "id": "700740"
        },
        {
            "title": "Ali Saed Bin Ali El-Hoorie",
            "text": "Ali Saed Bin Ali El-Hoorie",
            "start": 12881,
            "end": 12907,
            "id": "4887444"
        },
        {
            "title": "Ibrahim Salih Mohammed Al-Yacoub",
            "text": "Ibrahim Salih Mohammed Al-Yacoub",
            "start": 12910,
            "end": 12942,
            "id": "4890632"
        },
        {
            "title": "Hani al-Sayegh",
            "text": "Hani al-Sayegh",
            "start": 12945,
            "end": 12959,
            "id": "18866964"
        },
        {
            "title": "Saudi Arabia",
            "text": "Saudis",
            "start": 13109,
            "end": 13115,
            "id": "349303"
        },
        {
            "title": "Lebanon",
            "text": "Lebanese",
            "start": 13122,
            "end": 13130,
            "id": "17771"
        },
        {
            "title": "John Doe",
            "text": "John Doe",
            "start": 13146,
            "end": 13154,
            "id": "51853"
        },
        {
            "title": "Asharq Al-Awsat",
            "text": "Asharq Al-Awsat",
            "start": 13527,
            "end": 13542,
            "id": "3044253"
        },
        {
            "title": "Hezbollah Al-Hejaz",
            "text": "Hezbollah Al-Hejaz",
            "start": 13617,
            "end": 13635,
            "id": "5773650"
        },
        {
            "title": "Abdel Bari Atwan",
            "text": "Abdel Bari Atwan",
            "start": 13957,
            "end": 13973,
            "id": "3081125"
        },
        {
            "title": "9/11 Commission",
            "text": "9/11 Commission",
            "start": 13996,
            "end": 14011,
            "id": "353496"
        },
        {
            "title": "Osama bin Laden",
            "text": "Osama Bin Laden",
            "start": 14023,
            "end": 14038,
            "id": "22468"
        },
        {
            "title": "Iran",
            "text": "Iran",
            "start": 14333,
            "end": 14337,
            "id": "14653"
        },
        {
            "title": "Armed Forces of the Islamic Republic of Iran",
            "text": "members of their military",
            "start": 14400,
            "end": 14425,
            "id": "14305018"
        },
        {
            "title": "Ali Khamenei",
            "text": "Ali Khamenei",
            "start": 14531,
            "end": 14543,
            "id": "385653"
        },
        {
            "title": "Supreme Leader of Iran",
            "text": "Supreme Leader of Iran",
            "start": 14549,
            "end": 14571,
            "id": "36814344"
        },
        {
            "title": "William Perry",
            "text": "William Perry",
            "start": 14574,
            "end": 14587,
            "id": "152783"
        },
        {
            "title": "United States Secretary of Defense",
            "text": "United States Secretary of Defense",
            "start": 14601,
            "end": 14635,
            "id": "43998"
        },
        {
            "title": "1983 Beirut barracks bombings",
            "text": "1983 Beirut barracks bombing",
            "start": 15453,
            "end": 15481,
            "id": "419211"
        },
        {
            "title": "2004 Khobar massacre",
            "text": "2004 Khobar massacre",
            "start": 15484,
            "end": 15504,
            "id": "694091"
        },
        {
            "title": "Terrorism in Saudi Arabia",
            "text": "Insurgency in Saudi Arabia",
            "start": 15507,
            "end": 15533,
            "id": "1699087"
        },
        {
            "title": "Riyadh compound bombings",
            "text": "Riyadh compound bombings",
            "start": 15536,
            "end": 15560,
            "id": "441874"
        },
        {
            "title": "The Kingdom (film)",
            "text": "The Kingdom",
            "start": 15656,
            "end": 15667,
            "id": "5875034"
        },
        {
            "title": "The Siege",
            "text": "The Siege",
            "start": 15715,
            "end": 15724,
            "id": "2174599"
        },
        {
            "title": "Rewards for Justice Program",
            "text": "Rewards For Justice Program",
            "start": 15902,
            "end": 15929,
            "id": "6070309"
        },
        {
            "title": "Federation of American Scientists",
            "text": "Federation of American Scientists",
            "start": 16002,
            "end": 16035,
            "id": "158172"
        }
    ],
    "_chunk_id": "b_978365595-1009754537"
}