{
    "_id": "59730228",
    "id": "59730228",
    "title": "Maidan Shar attack",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Attack==",
            "start": 974,
            "end": 984
        },
        {
            "text": "==Casualties==",
            "start": 1927,
            "end": 1941
        },
        {
            "text": "==Reactions==",
            "start": 2792,
            "end": 2805
        },
        {
            "text": "==Public uprising force==",
            "start": 3499,
            "end": 3524
        },
        {
            "text": "==Aftermath==",
            "start": 4459,
            "end": 4472
        },
        {
            "text": "==References==",
            "start": 4861,
            "end": 4875
        }
    ],
    "categories": [
        "2019 mass shootings",
        "2019 murders in Afghanistan",
        "2010s mass shootings in Asia",
        "21st-century mass murder in Afghanistan",
        "Car and truck bombings in Afghanistan",
        "Improvised explosive device bombings in 2019",
        "January 2019 crimes in Asia",
        "January 2019 events in Afghanistan",
        "Maidan Wardak Province",
        "Mass murder in 2019",
        "Mass shootings in Afghanistan",
        "Massacres in Afghanistan",
        "Taliban attacks"
    ],
    "infobox": "{{Infobox civilian attack\n|title=Maidan Shar attack\n|partof=[[War in Afghanistan (2001–present)|War in Afghanistan]]\n|image=\n|image_size=\n|alt=\n|caption=\n|map={{Location map|Afghanistan\n|coordinates={{coord|34|23|50|N|68|52|11|E|region:AF}}\n|caption=\n}}\n|map_size=\n|map_alt=\n|map_caption=Location of the NDS military compound within Afghanistan\n|location=[[Maidan Shar]], [[Afghanistan]]\n|target=Military personnel\n|coordinates={{coord|34|23|50|N|68|52|11|E|region:AF|display=inline,title}}\n|date=January 21, 2019|time=20:00\n|timezone=[[Time in Afghanistan|UTC+04:30]]\n|type=[[Car bomb]], [[mass shooting]]\n|fatalities=126 victims and 3 attackers ([[Ministry of Defense (Afghanistan)|Defense Ministry claim]])<ref name=\"talibanattack\"/> <br>190 (Taliban claim)<br>36 (NDS claim)\n|injuries=58–70\n|victims=[[National Directorate of Security]] (NDS)\n|perpetrators=[[Taliban]]<!-- alias: | perps = or | perp = -->\n|assailants=<!-- or | assailant = -->\n|weapons=[[Car bomb]], [[assault rifle]]\n|numparts=3 \n|dfens=[[National Directorate of Security]] (NDS)\n}}",
    "article": "On 21 January 2019, in central Afghanistan, the Taliban attacked a military compound in Maidan Shar, killing officers of the Afghan National Directorate of Security. The Taliban attacked while engaging in the process of negotiating a truce with the United States. The attack began when an explosives-laden car rammed through a military checkpoint and onto the grounds of the compound, where the vehicle detonated. After the explosion, two gunmen entered the base and opened fire on Afghan soldiers, before the two were shot down. A senior official in the Afghan defense ministry said that 126 people were killed in the explosion. The Taliban claimed responsibility and stated that over 190 people were killed in the attack. The Afghan National Directorate of Security (NDS) reported that 36 military personnel were killed in the attack. Afghan president, Ashraf Ghani condemned the attack and said that the 'Afghan intelligence agency personnel were target of the attack'.\n\n==Attack==\nThe attackers rammed a vehicle filled with explosives through a military checkpoint and detonated it in the camp of the National Directorate of Security (NDS) forces training center in Maidan Shar, the capital of Maidan Wardak Province. Following the explosion, two to five Taliban gunmen entered the campus and shot at Afghan soldiers before being fatally shot during the clashes. According to the Defence ministry officials, the Taliban used a Humvee vehicle which they had taken from government forces to house the bomb. Wardak provincial council member, Abdul Wahid Akbarzai, claimed that the attackers had dressed in Afghan special forces uniform. The attack took place on the same day when Taliban representatives met Zalmay Khalilzad, the U.S. special envoy for Afghan peace talks, in Qatar. Sharif Hotak, a member of the provincial council in Maidan Wardak, said, \"the explosion was very powerful. The whole building has collapsed.\"\n\n==Casualties==\nLocal officials said that no official confirmation regarding the casualty toll of troops and NDS personnel had been made, adding that officials said not to discuss the figure with the media due to the fear of damaging morale. NDS reports showed 36 killed and 58 injured. Mohammad Sardar Bakhyari, deputy head of the provincial council stated at least 65 were killed in the military base. Another source in Maidan Wardak Province reported that more than 100 members of NDS were killed in the attack. Sharif Hotak said \"many more were killed\" and he saw bodies of 35 Afghan soldiers in the hospital. Hotak asserted that the government was hiding the casualty figures. Khawanin Sultani, a provincial council member, said the attack left over 70 wounded. Zabiullah Mujahid, spokesman of Taliban insurgents, claimed 190 people were killed in the attack.\n\n==Reactions==\nPresident Ashraf Ghani's office called the attackers \"enemies of the country\" and said that \"they killed and wounded a number of our beloved and honest sons\".\n\nBahram Ghasemi, a representative of Iran's Ministry of Foreign Affairs, condemned the attack and expressed sympathy for the victims' families.\n\nThe Prime Minister of Pakistan, Imran Khan, expressed condolences to the families affected by the attack.\n\nRecep Tayyip Erdoğan, President of Turkey, condemned the attack and expressed his condolences to Ghani.\n\nThe U.S. Embassy in Afghanistan condemned the attack and said \"the United States stands with the people of Afghanistan, who seek a peaceful future and an end to the violence\".\n\n==Public uprising force==\nAfghan security officials claimed that the base, where the attack took place, was run by Afghan National Directorate of Security (NDS) to train 'public uprising forces', a pro-government militia. They claimed that the many men who were killed in the attack were members of the militia who they had been training. In the past, Afghan security officials have denied any relation with such militia and claimed that those militia are organic movements of locals who are staging 'uprising' against the Taliban. So for the first time, Afghan security officials acknowledged that they are supporting public uprising forces. Sharifullah Hotak, a member of Wardak provincial council, claimed that the base was used by NDS to train and equip members of public uprising forces. However, Afghan security officials claims were contradicted by Ghani, who claimed that only National Directorate of Security personnel were the target of the attack.\n\n==Aftermath==\nOn January 23, NDS said they killed the attack organiser along with seven militants in an airstrike. The Taliban rejected the NDS statement, describing it as \"propaganda\". Similarly, residents and local officials in the areas also contradicted Afghan security officials claims. Sharifullah Hotak, member of Wardak provincial council, claim that 6 civilians were killed in the airstrike.\n\n==References==",
    "links": [
        {
            "title": "Taliban",
            "text": "Taliban",
            "start": 48,
            "end": 55,
            "id": "30635"
        },
        {
            "title": "Maidan Shar",
            "text": "Maidan Shar",
            "start": 88,
            "end": 99,
            "id": "3077093"
        },
        {
            "title": "National Directorate of Security",
            "text": "National Directorate of Security",
            "start": 132,
            "end": 164,
            "id": "10946695"
        },
        {
            "title": "United States",
            "text": "United States",
            "start": 249,
            "end": 262,
            "id": "3434750"
        },
        {
            "title": "Ministry of Defense (Afghanistan)",
            "text": "Afghan defense ministry",
            "start": 555,
            "end": 578,
            "id": "1289906"
        },
        {
            "title": "Ashraf Ghani",
            "text": "Ashraf Ghani",
            "start": 855,
            "end": 867,
            "id": "404323"
        },
        {
            "title": "Security checkpoint",
            "text": "military checkpoint",
            "start": 1049,
            "end": 1068,
            "id": "8116691"
        },
        {
            "title": "National Directorate of Security",
            "text": "National Directorate of Security",
            "start": 1105,
            "end": 1137,
            "id": "10946695"
        },
        {
            "title": "Maidan Wardak Province",
            "text": "Maidan Wardak Province",
            "start": 1198,
            "end": 1220,
            "id": "457292"
        },
        {
            "title": "Humvee",
            "text": "Humvee",
            "start": 1431,
            "end": 1437,
            "id": "14396"
        },
        {
            "title": "Zalmay Khalilzad",
            "text": "Zalmay Khalilzad",
            "start": 1709,
            "end": 1725,
            "id": "193906"
        },
        {
            "title": "Qatar",
            "text": "Qatar",
            "start": 1777,
            "end": 1782,
            "id": "8238258"
        },
        {
            "title": "President of Afghanistan",
            "text": "President",
            "start": 2806,
            "end": 2815,
            "id": "335343"
        },
        {
            "title": "Ashraf Ghani",
            "text": "Ashraf Ghani",
            "start": 2816,
            "end": 2828,
            "id": "404323"
        },
        {
            "title": "Iran",
            "text": "Iran",
            "start": 3002,
            "end": 3006,
            "id": "14653"
        },
        {
            "title": "Ministry of Foreign Affairs (Iran)",
            "text": "Ministry of Foreign Affairs",
            "start": 3009,
            "end": 3036,
            "id": "1166971"
        },
        {
            "title": "Prime Minister of Pakistan",
            "text": "Prime Minister of Pakistan",
            "start": 3114,
            "end": 3140,
            "id": "461896"
        },
        {
            "title": "Imran Khan",
            "text": "Imran Khan",
            "start": 3142,
            "end": 3152,
            "id": "413184"
        },
        {
            "title": "Recep Tayyip Erdoğan",
            "text": "Recep Tayyip Erdoğan",
            "start": 3217,
            "end": 3237,
            "id": "376619"
        },
        {
            "title": "President of Turkey",
            "text": "President of Turkey",
            "start": 3239,
            "end": 3258,
            "id": "158560"
        },
        {
            "title": "Embassy of the United States, Kabul",
            "text": "U.S. Embassy in Afghanistan",
            "start": 3326,
            "end": 3353,
            "id": "28437629"
        },
        {
            "title": "Airstrike",
            "text": "airstrike",
            "start": 4563,
            "end": 4572,
            "id": "323167"
        }
    ],
    "_chunk_id": "b_17330169489-17338283201"
}