{
    "_id": "35436789",
    "id": "35436789",
    "title": "Plaza República Dominicana bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 456,
            "end": 470
        },
        {
            "text": "==Targets==",
            "start": 1165,
            "end": 1176
        },
        {
            "text": "==The attack==",
            "start": 1574,
            "end": 1588
        },
        {
            "text": "==Reactions==",
            "start": 2315,
            "end": 2328
        },
        {
            "text": "==Arrests==",
            "start": 3004,
            "end": 3015
        },
        {
            "text": "==References==",
            "start": 4077,
            "end": 4091
        }
    ],
    "categories": [
        "Mass murder in 1986",
        "1986 crimes in Spain",
        "Terrorist incidents in Spain",
        "Car and truck bombings in Spain",
        "ETA (separatist group) actions",
        "1980s in Madrid",
        "Crime in Madrid",
        "1980s murders in Spain",
        "1986 murders in Europe",
        "Terrorist incidents in Spain in the 1980s",
        "Terrorist incidents in Europe in 1986"
    ],
    "infobox": "{{Infobox terrorist attack\n|title     = Plaza República Dominicana bombing \n|image     = \n|caption   = \n|location  = [[Madrid]], [[Spain]]\n|target    = Guardia civil convoy\n|date      = 14 July 1986\n|time      = 07:45\n|timezone  = UTC+2\n|type      = [[car bomb]]\n|fatalities= 12\n|injuries  = 32\n|perps     = [[ETA (separatist group)|ETA]] \n|partof = the [[Basque conflict]]\n}}",
    "article": "The Plaza República Dominicana bombing was an attack carried out by the armed Basque  separatist group ETA in Madrid, Spain on 14 July 1986, which killed 12 people and injured a further 32. The dead were all members of the Guardia Civil studying in the nearby traffic school on Príncipe de Vergara. The ETA members later convicted of participation in the attack included significant figures in the group such as Antonio Troitiño and Iñaki de Juana Chaos.\n\n==Background==\nThe \"comando España\" of ETA had been responsible for 20 deaths in the previous year, these included an attack in Madrid three months earlier, which had resulted in five deaths, and an attack the previous month which had killed three people. ETA as a whole had been responsible for 24 deaths in 1986 prior to the attack, 18 of those had occurred in Madrid, leading to claims that the organisation was focusing on the Spanish capital because it believed that attacks there had greater influence on public opinion than attacks in the Basque region. The attack had the highest number of casualties since the El Descanso bombing, by suspected Islamic Jihadists in April 1985, had killed 18 people.\n\n==Targets==\nThe police convoy consisted of 70 civil guards, aged between 18 and 25, who had left a traffic school in order to head to Venta de la Rubia, on the outskirts of the Spanish capital, where police engaged in daily practice driving a motorcycle. The convoy consisted of a bus, a minibus and a Land Rover and followed the same route at the same time every day, making it easier for ETA to target it.\n\n==The attack==\nThe car bomb was loaded with 35 kilos of Goma-2 explosives and significant quantities of shrapnel and was triggered by remote control by Antonio Troitiño, who had been waiting for the passing of the convoy at a nearby bus stop. One of ETA's most active members, Jose Ignacio de Juana Chaos, was waiting nearby in a vehicle to flee. The explosion threw the bus into the air. Four officers were killed instantly and 32 others were injured, including six civilians. A further four officers were pronounced dead shortly afterward at the nearby La Paz clinic, with a ninth dead announced at 21:30 the same day. Those injured included commuters waiting at a nearby bus stop, while cars and property in the Plaza were also damaged.\n\n==Reactions==\nThe Plaza República Dominicana attack occurred three weeks after the Spanish General Election and one day before the newly elected parliament opened. There was also speculation that the attack was in response to the French government's decision the previous day to extradite José Iturbe, the alleged military leader of ETA, from Gabon to face trial, though this theory was challenged by the Spanish deputy Prime Minister Alfonso Guerra, who pointed out that such an attack would have required a longer period of planning.\n\nMayor of Madrid, Juan Barranco, called for solidarity with the victims and their families and requested a three-minute silence at midday the same day.\n\n==Arrests==\nAntón Troitiño, alias 'Miguel Ángel' and José Ignacio de Juana Chaos were finally apprehended on 16 January 1987, when anti-terrorist police mounted an operation against their base of operations, a flat on Río Ulla Street in Madrid. Four other ETA members: Cristina Arrizabalaga, María Teresa Rojo, Esteban Esteban Nieto, Inés del Río Prada and Inmaculada Noble where arrested in the same operation. In 1989, Troitiño was convicted of 22 murders and sentenced to 2,232 years in prison However he was released from prison on 13 April 2011. Inés del Río Prada received sentences totalling 3,828 years for her participation in this and other attacks. These sentences were to run concurrently, making her eligible for release in 2008. However the new government of Mariano Rajoy changed the laws, making ETA prisoners ineligible for early release on good behaviour grounds. As a result, del Río Prada became ineligible for release until 2017. She challenged this at the European Court of Human Rights and won her case, resulting in her release on 22 October 2013.\n\n==References==",
    "links": [
        {
            "title": "Plaza República Dominicana bombing",
            "text": "Plaza República Dominicana bombing",
            "start": 4,
            "end": 38,
            "id": "35436789"
        },
        {
            "title": "Basque nationalism",
            "text": "Basque",
            "start": 78,
            "end": 84,
            "id": "222438"
        },
        {
            "title": "ETA (separatist group)",
            "text": "ETA",
            "start": 103,
            "end": 106,
            "id": "9926"
        },
        {
            "title": "Madrid",
            "text": "Madrid",
            "start": 110,
            "end": 116,
            "id": "41188263"
        },
        {
            "title": "Spain",
            "text": "Spain",
            "start": 118,
            "end": 123,
            "id": "26667"
        },
        {
            "title": "Antonio Troitiño",
            "text": "Antonio Troitiño",
            "start": 412,
            "end": 428,
            "id": null
        },
        {
            "title": "Iñaki de Juana Chaos",
            "text": "Iñaki de Juana Chaos",
            "start": 433,
            "end": 453,
            "id": "9374448"
        },
        {
            "title": "El Descanso bombing",
            "text": "El Descanso bombing",
            "start": 1075,
            "end": 1094,
            "id": "20704262"
        },
        {
            "title": "Goma-2",
            "text": "Goma-2",
            "start": 1630,
            "end": 1636,
            "id": "608228"
        },
        {
            "title": "1986 Spanish general election",
            "text": "Spanish General Election",
            "start": 2398,
            "end": 2422,
            "id": "2014811"
        },
        {
            "title": "Gabon",
            "text": "Gabon",
            "start": 2658,
            "end": 2663,
            "id": "12027"
        },
        {
            "title": "Alfonso Guerra",
            "text": "Alfonso Guerra",
            "start": 2750,
            "end": 2764,
            "id": "972458"
        },
        {
            "title": "Mariano Rajoy",
            "text": "Mariano Rajoy",
            "start": 3777,
            "end": 3790,
            "id": "512734"
        },
        {
            "title": "European Court of Human Rights",
            "text": "European Court of Human Rights",
            "start": 3982,
            "end": 4012,
            "id": "42622"
        }
    ],
    "_chunk_id": "b_11759659042-11768074627"
}