{
    "_id": "1838608",
    "id": "1838608",
    "title": "Tarata bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Background ==",
            "start": 914,
            "end": 930
        },
        {
            "text": "== The attack ==",
            "start": 1646,
            "end": 1662
        },
        {
            "text": "== Impact ==",
            "start": 3130,
            "end": 3142
        },
        {
            "text": "==References==",
            "start": 4349,
            "end": 4363
        }
    ],
    "categories": [
        "Internal conflict in Peru",
        "Mass murder in 1992",
        "1992 crimes in Peru",
        "Shining Path",
        "Car and truck bombings",
        "Communist terrorism",
        "1990s in Lima",
        "Crime in Lima",
        "July 1992 events in South America",
        "Terrorist incidents in Peru",
        "1992 murders in South America",
        "1990s murders in Peru",
        "Terrorist incidents in South America in 1992",
        "Terrorist incidents in Peru in the 1990s"
    ],
    "infobox": null,
    "article": "The Tarata bombing was a terrorist attack in Lima, Peru, on July 16, 1992, by the Shining Path terrorist group. The blast was the deadliest Shining Path bombing during the Internal conflict in Peru and was part of a larger bombing campaign in the city.\n\nThe explosions happened on Avenida Larco, in the business area of Miraflores, an upscale district of the city. Two trucks, each packed with 1,000 kg of explosives, exploded on the street at 9:15 pm outside the Bank “Banco de Crédito” of Peru, killing 25 and wounding 155. The blast destroyed or damaged 183 homes, 400 businesses and 63 parked cars. The bombings were the beginning of a week-long Shining Path strike against the Peruvian government, a strike which caused 40 deaths and shut down much of the capital.\n\nIn the wake of the incident, galvanized by public outrage, President Alberto Fujimori intensified his crackdown on Peruvian insurgent groups.\n\n== Background ==\nIn 1992, Peru was in the midst of terrorists groups, the most radical and active of which was Shining Path, a militant offshoot of the Peruvian Communist Party. That year, a coup led by President Alberto Fujimori on April 5, in which he dissolved Congress as part of a broader political crackdown, aggravated the domestic social conflict.\n\nEarlier Shining Path attacks that year included the February 15 murder of María Elena Moyano, a community organizer in Villa El Salvador Ward, who was shot at close range then blown up with dynamite.  Also, on June 5 a car bomb exploded beside the Frecuencia Latina television station near midnight, killing journalist Alejandro Perez one of the survivors was Magali Veran.\n\n== The attack ==\nThe attack took place on Thursday July 16 and targeted the Credit Bank of Peru located on Avenida Larco. During the day, Shining Path forces in Lima conducted attacks against police stations and smaller financial institutions in order to disperse the police and clear the way for the main attack. Near the planned time, there was a wavering in electric power followed by one of the blackouts common in the city at that time. \n\nAccording to testimony of Shining Path militants interviewed by the Peruvian Truth and Reconciliation Commission, the twelfth Shining Path detachment in Lima, commanded by \"Comrade Daniel\" (later identified as Carlos Mora La Madrid in the Commission's records), was responsible for conducting the attack.\n\nThe original plan was to set off explosives in front of that bank at 9:20 pm, but the establishment did not allow them to park in the place agreed. They therefore decided to leave their vehicle at the next intersection (which was Tarata Street) and allow it to drift forward until it exploded.  Once in the street, the driver slowed down and abandoned the truck.\n\nThe explosive payload was 400—500 kilograms of ammonium nitrate and fuel oil mixed with dynamite. The buildings most affected by their locations near the center of the blast were El Condado, San Pedro, Tarata, Central Residential and San Carlos. The shock wave extended for 300 meters. The explosion killed 25, wounded 155, and caused more than US$3 million in damage.\n\n== Impact ==\nResponse from around the world denounced the Shining Path and expressed support with the Peruvian government and people in overcoming the situation. \n\nAccording to specialists, it was the first time in the course of the civil war that \"traditional\" Lima society experienced the conflict. It was the first time that a terrorist act was carried out against a large-scale civilian target and the first direct attack on a city center.\n\nThe attack also led to self-examinations within the Shining Path, whose main leaders recognized the act as a \"mistake\" that should not have happened because it did not advance the group's main objective.\n\nThis attack was used as a justification for the La Cantuta massacre two days later on July 18, in which nine students and one teacher at the National University of Education Enrique Guzmán y Valle, Shining Path suspects, were kidnapped and disappeared during the night by members of the Grupo Colina death squad. All were accused of having perpetrated the Tarata bombing.\n\nShining Path leader Abimael Guzmán was arrested in September 1992 and sentenced to life imprisonment. In 2014 he and his wife Elena Iparraguirre were tried for having ordered the Tarata bombing.\n\n==References==\n\n\n*",
    "links": [
        {
            "title": "Tarata bombing",
            "text": "Tarata bombing",
            "start": 4,
            "end": 18,
            "id": "1838608"
        },
        {
            "title": "Lima",
            "text": "Lima",
            "start": 45,
            "end": 49,
            "id": "85423"
        },
        {
            "title": "Peru",
            "text": "Peru",
            "start": 51,
            "end": 55,
            "id": "170691"
        },
        {
            "title": "Shining Path",
            "text": "Shining Path",
            "start": 82,
            "end": 94,
            "id": "28521"
        },
        {
            "title": "Internal conflict in Peru",
            "text": "Internal conflict in Peru",
            "start": 172,
            "end": 197,
            "id": "9624647"
        },
        {
            "title": "Avenida Larco",
            "text": "Avenida Larco",
            "start": 281,
            "end": 294,
            "id": "15852674"
        },
        {
            "title": "Miraflores District, Lima",
            "text": "Miraflores",
            "start": 320,
            "end": 330,
            "id": "3342226"
        },
        {
            "title": "President of Peru",
            "text": "President",
            "start": 830,
            "end": 839,
            "id": "239109"
        },
        {
            "title": "Alberto Fujimori",
            "text": "Alberto Fujimori",
            "start": 840,
            "end": 856,
            "id": "148483"
        },
        {
            "title": "Alberto Fujimori",
            "text": "Alberto Fujimori",
            "start": 1127,
            "end": 1143,
            "id": "148483"
        },
        {
            "title": "María Elena Moyano",
            "text": "María Elena Moyano",
            "start": 1345,
            "end": 1363,
            "id": "1544394"
        },
        {
            "title": "Villa El Salvador",
            "text": "Villa El Salvador Ward",
            "start": 1390,
            "end": 1412,
            "id": "1547105"
        },
        {
            "title": "Latina Televisión",
            "text": "Frecuencia Latina",
            "start": 1519,
            "end": 1536,
            "id": "3680974"
        },
        {
            "title": "Avenida Larco",
            "text": "Avenida Larco",
            "start": 1753,
            "end": 1766,
            "id": "15852674"
        },
        {
            "title": "Truth and Reconciliation Commission (Peru)",
            "text": "Peruvian Truth and Reconciliation Commission",
            "start": 2158,
            "end": 2202,
            "id": "57033030"
        },
        {
            "title": "ANFO",
            "text": "ammonium nitrate and fuel oil",
            "start": 2807,
            "end": 2836,
            "id": "146084"
        },
        {
            "title": "La Cantuta massacre",
            "text": "La Cantuta massacre",
            "start": 3828,
            "end": 3847,
            "id": "1557912"
        },
        {
            "title": "National University of Education Enrique Guzmán y Valle",
            "text": "National University of Education Enrique Guzmán y Valle",
            "start": 3921,
            "end": 3976,
            "id": "7681988"
        },
        {
            "title": "Grupo Colina",
            "text": "Grupo Colina",
            "start": 4067,
            "end": 4079,
            "id": "3305075"
        },
        {
            "title": "Abimael Guzmán",
            "text": "Abimael Guzmán",
            "start": 4173,
            "end": 4187,
            "id": "481609"
        },
        {
            "title": "Elena Iparraguirre",
            "text": "Elena Iparraguirre",
            "start": 4279,
            "end": 4297,
            "id": "9680651"
        }
    ],
    "_chunk_id": "b_2445311878-2459947435"
}