{
    "_id": "19301368",
    "id": "19301368",
    "title": "13 September 2008 Delhi bombings",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 335,
            "end": 349
        },
        {
            "text": "==Details==",
            "start": 1662,
            "end": 1673
        },
        {
            "text": "==Response==",
            "start": 3648,
            "end": 3660
        },
        {
            "text": "===Police and security===",
            "start": 3662,
            "end": 3687
        },
        {
            "text": "===Press confusion===",
            "start": 4494,
            "end": 4515
        },
        {
            "text": "== Responsibility ==",
            "start": 5610,
            "end": 5630
        },
        {
            "text": "==Investigation==",
            "start": 6982,
            "end": 6999
        },
        {
            "text": "==See also==",
            "start": 9823,
            "end": 9835
        },
        {
            "text": "==References==",
            "start": 9872,
            "end": 9886
        }
    ],
    "categories": [
        "21st-century mass murder in India",
        "Mass murder in 2008",
        "Terrorist incidents in India in 2008",
        "Improvised explosive device bombings in India",
        "Islamic terrorism in India",
        "Islamic terrorist incidents in 2008",
        "2010s in Delhi",
        "Filmed improvised explosive device bombings",
        "2000s in Delhi",
        "Crime in Delhi",
        "Indian Mujahideen attacks"
    ],
    "infobox": "{{Infobox civilian attack\n|title = 13 September 2008 Delhi bombings\n|image =\n|caption =\n|location = [[Delhi]], India\n|coordinates = {{Coord|28.6|77.2|region:IN-DL_type:landmark}}\n|date = 13 September 2008\n|time-begin = 18:07\n|time-end = 18:38 [[Indian Standard Time|IST]]\n|timezone = [[UTC+05:30]]\n|type = Bombings\n|fatalities = 20–30\n|injuries = 90–135\n|perps =\n|perp = [[Indian Mujahideen]]\n|weapons = [[Ammonium nitrate]]-based bombs tied to integrated circuits with timers\n|motive = [[Islamic extremism]] \n}}",
    "article": "The 13 September 2008 Delhi bombings were a series of five synchronised bomb blasts that took place within a span of few minutes on Saturday, 13 September 2008 at various locations in Delhi, India. The first bomb exploded at 18:07 IST, and four other blasts followed in succession, with at least 20 people killed and over 90 injured.\n\n==Background==\nThree bomb attacks had already occurred the same year in India. The first of these was on 13 May in Jaipur. The series of nine blasts over a span of 15 minutes claimed 63 lives, and injured 216. The second series of nine bomb blasts took place on 25 July in Bangalore, and claimed 2 lives, while injuring 20. The next day, on 26 July in Ahmedabad, a spurt of 21 blasts killed 56 people and injured over 200.\n\nThe Indian Mujahideen claimed responsibility for the Jaipur bombings through an email sent to Indian media and declared \"open war\" against India in retaliation for what it said were 60 years of Muslim persecution and the country's support of United States' policies, most notably the war in Afghanistan. The Times of India has reported that either the banned organisation Students Islamic Movement of India or the militant organisation Lashkar-e-Taiba could be behind the blasts in Bangalore. Similar to the Jaipur case, after the Ahmedabad blasts, several TV channels reported that they received e-mails from the Indian Mujahideen claiming responsibility for the terror attacks.\n\nPolice say the Indian Mujahideen is an offshoot of the banned Students Islamic Movement of India, but allege that local Muslims are given training and backing from militant groups in neighbouring Pakistan and Bangladesh.\n\n==Details==\n\nFive blasts took place within a span of 31 minutes from 18:07 to 18:38 IST (12:37 to 13:08 UTC) in busy markets or commercial localities. Four bombs were defused.\n\nThe first blast took place at 18:07 at Ghaffar market (a municipal market along a stretch of Ajmal Khan Road, Karol Bagh) in which at least 20 people were injured. They were rushed to nearby RML hospital. The explosive was kept near a car, and resulted in a cylinder blast in an auto rickshaw, which was subsequently thrown up several feet into the air.\n\nImmediately after, two explosions took place in Connaught Place in which at least 10 people were injured. Police and witnesses said that the bombs went off in dustbins in and around Connaught Place, a shopping and dining area popular with tourists and locals in the centre of the city. The first of these blasts occurred on Barakhamba Road, near Nirmal Tower and Gopal Das Bhavan at 18:34. A minute later, the second bomb exploded in the newly constructed Central Park in the centre of the Connaught Place roundabout, built above one of the main stations of the Delhi Metro. An eyewitness reportedly saw two men place the bomb in a dustbin at Central Park.\n\nSubsequently, two explosions rocked M-Block market in Greater Kailash-I at 18:37 and 18:38 – the first near the popular Prince Paan Corner, and the other near a Levi's store. The latter damaged 10 shops.\n\nPreliminary examination of the blast site said that low intensity ammonium nitrate tied to integrated circuits with timer devices had been used in almost all the serial blasts.\n\nFour bombs were also defused – the first one at India Gate, the second outside Regal Cinema in Connaught Place, the third in Connaught Place, and the fourth on Parliament Street.\n\nOn the evening of 13 September 2008, IBN reported at least 30 deaths and over 100 injured. AFP reported that \"Indian police (New Delhi police spokesman Rajan Bhagat) said Sunday that 20 people were killed and close to 100 injured.\"\n\n==Response==\n\n===Police and security===\nSecurity was tightened across the national capital, with police personnel fanning out to railway and Metro stations, hospitals, bus terminals, the airport and other sensitive points like cinema halls, shopping malls and religious places. Barricades were put up on most city roads to check traffic. Several major markets, including the Sarojini Nagar market, which was targeted in the previous Diwali-eve blasts in 2005, were shut down and evacuated. Cyber-café owners were asked to keep a tab on customers.\n\nA Central Industrial Security Force (CISF) spokesperson state that \"security has already been strengthened and frisking and checking of the commuters have been stepped up. The Metro is under constant vigil\". He added that extra personnel had been pressed into service to keep an eye on commuters.\n\n===Press confusion===\nThe confusion in the aftermath of the blasts was evident in the press reports immediately following. The general consensus was that the blasts had claimed 18 lives. However, there was some disparity, with CNN claiming as low as 15, to NDTV claiming as high as 30.\n\nEven after some time had passed, the numbers of people killed and injured reported by various sources varied. At the lower end, The New York Times in 2011 reported the death toll as \"more than 20 people\", and The Hindu noted that number of deaths as \"at least 25\". Meanwhile, a 2010 report by the Centre for Land Warfare Studies indicates 26 dead and 100 injured, and a 2009 article by the Institute for Defence Studies and Analyses claims 30 dead and nearly 90 injured. In 2018, NDTV was still reporting 30 dead and 100 injured, but The Times of India was putting the number of injuries at 135.\n\nThere was also some controversy over blast sites and the sites where bombs were defused, most notably Zee News reporting a bomb being defused at Central Park, while the Outlook Magazine stated that the park itself was a bomb site.\n\n== Responsibility ==\nThe Islamist \"Indian Mujahideen\" sent an e-mail to all major TV channels, informing them of the blasts just after the first one occurred. In the case of the bomb blasts in Jaipur, and Ahmedabad, e-mails were sent before the blasts.\n\n\nThe email was sent from Arbi Hindi. The email threatened nine blasts. A 13-page attached document depicts photographs of the previous blasts under the caption \"our jihad\". The Delhi blasts are, according to the email, a direct reaction to the raids carried on and after the Ahmedabad blasts, and \"harassments imposed by your (Indian) ATS and the police on the innocent Muslims\". The document also mentions Amarnath dispute, violence against Christians in Orissa, Babri Masjid demolition and Gujarat riots.\n\nThe email was traced to Chembur, an eastern suburb of Mumbai. Mumbai's anti-Terrorism squad (ATS) confirmed that WiFi of the owner firm \"Kamran Power\" was hacked and used for sending the mail.\n\nReports claim that the Indian Mujahideen called this operation \"Operation B-A-D\", encompassing the Bangalore, Ahmedabad and Delhi Bombings. Intelligence officials had intercepted a call made \"from the across the border\" claiming \"Operation BAD is successful\", after the Ahmedabad blasts, which the Gujarat police that interpreted as Bangalore, Ahmedabad, Delhi, though the dates and specific places were not known.\n\n==Investigation==\nTwo persons were detained from Connaught Place area soon after the blasts. Delhi Police said an 11-year-old boy had claimed to have seen the perpetrators; he informed police that the suspects, clad in black kurta-pyjamas, were seen placing bags in a dustbin. The Delhi Police soon, within three hours of the blast, arrested another person who the police suspect to be the mastermind of the blast.\n\nPreliminary investigation by police reveal Indian Mujahideen-SIMI cell led by Abdul Subhan Qureshi alias Tauqir, having information technology background from Mumbai, to be involved. Another person named Qayamuddin is also under investigation. Four more people have also been detained and questioned.\n\nIn the morning of 19 September, the Batla House encounter took place, in which Delhi Police shot down two persons, thought to be suspects, hiding in L-18 block of Jamia Nagar, Delhi. Two others suspects were arrested while one managed to escape. Bashir alias Atif, believed to be the mastermind was one of the two killed. Inspector Mohan Chand Sharma, who was injured in the encounter, died in a hospital. He was credited with helping to have killed 35 terror suspects, 85 arrests and also the winner of 75-odd encounters, 150 medals and seven gallantry awards. Later, the intelligence team said that the arrested allegedly had links with Dubai and further questioned if they had any link with Dawood Ibrahim.\n\nOn 23 September, the police arrested five more people from Mumbai and Uttar Pradesh. All five are suspected to be part of the Indian Mujahadeen's think tank. The men were:\n*Sadiq Sheikh, 31, software engineer from Mumbai\n*Afzal Usmani, 32, hotelier in western suburbs of Mumbai\n*Arif Sheikh, 38, electrician from Mumbra, Mumbai\n*Mohammed Zakir Sheikh, 38, scrap dealer from Mumbra, Mumbai\n*Mohammed Ansar Sheikh, 31, software Engineer from Mumbai\n\nOn 4 October they were sent by the judicial Chief Metropolitan Magistrate to 12 days' policy custody.\n\nThe crime branch has claimed that these are the operatives who had introduced themselves as Pakistanis to perpetrators of 11 July 2006 Mumbai train bombings. After the 2006 bombings, police had claimed that a group of SIMI terrorists along with five Pakistan nationals had planted bombs in seven trains.\n\nOn 11 November, the Madhya Pradesh Anti-Terror Squad (ATS) arrested Qayamuddin Kapadia, a top-ranking member of SIMI and a key conspirator and executor of the Ahmedabad attack. Police claimed that Kapadia admitted his involvement in the Ahmedabad blasts, and that he, along with Abdul Subhan Qureshi alias Tauqeer of Mumbai and Riaz Bhatkal of Karnataka, collaborated with the SIMI cell led by Atif to carry out the Delhi blasts. Atif was later killed in an encounter with Delhi Police.\n\nIn January 2018, Delhi police arrested Qureshi after a gun battle.\n\n==See also==\n*List of terrorist incidents, 2008\n\n==References==\n\n\n\n\n 10 Deadliest Terrorist Attacks in India\n\n\n\n\n\n\n\n\n\n\n\n\n\nA map of Delhi showing the blast locations.",
    "links": [
        {
            "title": "13 September 2008 Delhi bombings",
            "text": "13 September 2008 Delhi bombings",
            "start": 4,
            "end": 36,
            "id": "19301368"
        },
        {
            "title": "Explosion",
            "text": "bomb blasts",
            "start": 72,
            "end": 83,
            "id": "18993857"
        },
        {
            "title": "Delhi",
            "text": "Delhi",
            "start": 184,
            "end": 189,
            "id": "37756"
        },
        {
            "title": "Jaipur bombings",
            "text": "13 May in Jaipur",
            "start": 440,
            "end": 456,
            "id": "17409983"
        },
        {
            "title": "2008 Bangalore serial blasts",
            "text": "25 July in Bangalore",
            "start": 597,
            "end": 617,
            "id": "18578982"
        },
        {
            "title": "2008 Ahmedabad bombings",
            "text": "26 July in Ahmedabad",
            "start": 676,
            "end": 696,
            "id": "18593072"
        },
        {
            "title": "Indian Mujahideen",
            "text": "Indian Mujahideen",
            "start": 763,
            "end": 780,
            "id": "18600312"
        },
        {
            "title": "War in Afghanistan (2001–present)",
            "text": "war in Afghanistan",
            "start": 1043,
            "end": 1061,
            "id": "19666611"
        },
        {
            "title": "The Times of India",
            "text": "The Times of India",
            "start": 1063,
            "end": 1081,
            "id": "226804"
        },
        {
            "title": "Students Islamic Movement of India",
            "text": "Students Islamic Movement of India",
            "start": 1131,
            "end": 1165,
            "id": "363235"
        },
        {
            "title": "Lashkar-e-Taiba",
            "text": "Lashkar-e-Taiba",
            "start": 1195,
            "end": 1210,
            "id": "649718"
        },
        {
            "title": "Jaipur",
            "text": "Jaipur",
            "start": 1267,
            "end": 1273,
            "id": "166537"
        },
        {
            "title": "Indian Standard Time",
            "text": "IST",
            "start": 1746,
            "end": 1749,
            "id": "513283"
        },
        {
            "title": "Karol Bagh",
            "text": "Karol Bagh",
            "start": 1949,
            "end": 1959,
            "id": "1710470"
        },
        {
            "title": "Dr. Ram Manohar Lohia Hospital",
            "text": "RML hospital",
            "start": 2030,
            "end": 2042,
            "id": "10780435"
        },
        {
            "title": "Auto rickshaw",
            "text": "auto rickshaw",
            "start": 2118,
            "end": 2131,
            "id": "593765"
        },
        {
            "title": "Connaught Place, New Delhi",
            "text": "Connaught Place",
            "start": 2242,
            "end": 2257,
            "id": "1377347"
        },
        {
            "title": "Delhi Metro",
            "text": "Delhi Metro",
            "start": 2756,
            "end": 2767,
            "id": "30874055"
        },
        {
            "title": "#Investigation",
            "text": "An eyewitness reportedly saw",
            "start": 2769,
            "end": 2797,
            "id": null
        },
        {
            "title": "Greater Kailash",
            "text": "Greater Kailash-I",
            "start": 2906,
            "end": 2923,
            "id": "1737643"
        },
        {
            "title": "Levi Strauss & Co.",
            "text": "Levi's",
            "start": 3013,
            "end": 3019,
            "id": "503153"
        },
        {
            "title": "India Gate",
            "text": "India Gate",
            "start": 3283,
            "end": 3293,
            "id": "720662"
        },
        {
            "title": "Indira Gandhi International Airport",
            "text": "airport",
            "start": 3835,
            "end": 3842,
            "id": "143494"
        },
        {
            "title": "Sarojini Nagar",
            "text": "Sarojini Nagar",
            "start": 4023,
            "end": 4037,
            "id": "1773896"
        },
        {
            "title": "2005 Delhi bombings",
            "text": "Diwali-eve blasts in 2005",
            "start": 4081,
            "end": 4106,
            "id": "3027186"
        },
        {
            "title": "Central Industrial Security Force",
            "text": "Central Industrial Security Force",
            "start": 4198,
            "end": 4231,
            "id": "1411386"
        },
        {
            "title": "NDTV",
            "text": "NDTV",
            "start": 4751,
            "end": 4755,
            "id": "2154669"
        },
        {
            "title": "The New York Times",
            "text": "The New York Times",
            "start": 4909,
            "end": 4927,
            "id": "30680"
        },
        {
            "title": "The Hindu",
            "text": "The Hindu",
            "start": 4990,
            "end": 4999,
            "id": "226310"
        },
        {
            "title": "Centre for Land Warfare Studies",
            "text": "Centre for Land Warfare Studies",
            "start": 5078,
            "end": 5109,
            "id": "40058393"
        },
        {
            "title": "Manohar Parrikar Institute for Defense Studies and Analyses",
            "text": "Institute for Defence Studies and Analyses",
            "start": 5171,
            "end": 5213,
            "id": "8451827"
        },
        {
            "title": "The Times of India",
            "text": "The Times of India",
            "start": 5315,
            "end": 5333,
            "id": "226804"
        },
        {
            "title": "Zee News",
            "text": "Zee News",
            "start": 5480,
            "end": 5488,
            "id": "14883038"
        },
        {
            "title": "Outlook (Indian magazine)",
            "text": "Outlook",
            "start": 5547,
            "end": 5554,
            "id": "2961846"
        },
        {
            "title": "Islamism",
            "text": "Islamist",
            "start": 5635,
            "end": 5643,
            "id": "15012"
        },
        {
            "title": "Indian Mujahideen",
            "text": "Indian Mujahideen",
            "start": 5645,
            "end": 5662,
            "id": "18600312"
        },
        {
            "title": "Jaipur bombings",
            "text": "Jaipur",
            "start": 5803,
            "end": 5809,
            "id": "17409983"
        },
        {
            "title": "2008 Ahmedabad bombings",
            "text": "Ahmedabad",
            "start": 5815,
            "end": 5824,
            "id": "18593072"
        },
        {
            "title": "Jihad",
            "text": "jihad",
            "start": 6029,
            "end": 6034,
            "id": "16203"
        },
        {
            "title": "Amarnath land transfer controversy",
            "text": "Amarnath dispute",
            "start": 6271,
            "end": 6287,
            "id": "18770954"
        },
        {
            "title": "Odisha",
            "text": "Orissa",
            "start": 6320,
            "end": 6326,
            "id": "250724"
        },
        {
            "title": "Babri Masjid",
            "text": "Babri Masjid",
            "start": 6328,
            "end": 6340,
            "id": "169013"
        },
        {
            "title": "2002 Gujarat riots",
            "text": "Gujarat riots",
            "start": 6356,
            "end": 6369,
            "id": "6356686"
        },
        {
            "title": "Chembur",
            "text": "Chembur",
            "start": 6396,
            "end": 6403,
            "id": "547247"
        },
        {
            "title": "Mumbai",
            "text": "Mumbai",
            "start": 6426,
            "end": 6432,
            "id": "19189"
        },
        {
            "title": "Wi-Fi",
            "text": "WiFi",
            "start": 6485,
            "end": 6489,
            "id": "63973"
        },
        {
            "title": "2008 Bangalore serial blasts",
            "text": "Bangalore",
            "start": 6665,
            "end": 6674,
            "id": "18578982"
        },
        {
            "title": "2008 Ahmedabad bombings",
            "text": "Ahmedabad",
            "start": 6676,
            "end": 6685,
            "id": "18593072"
        },
        {
            "title": "Connaught Place, New Delhi",
            "text": "Connaught Place",
            "start": 7031,
            "end": 7046,
            "id": "1377347"
        },
        {
            "title": "Delhi Police",
            "text": "Delhi Police",
            "start": 7075,
            "end": 7087,
            "id": "8808263"
        },
        {
            "title": "Kurta",
            "text": "kurta",
            "start": 7207,
            "end": 7212,
            "id": "413477"
        },
        {
            "title": "Pajamas",
            "text": "pyjama",
            "start": 7213,
            "end": 7219,
            "id": "153865"
        },
        {
            "title": "Abdul Subhan Qureshi",
            "text": "Abdul Subhan Qureshi",
            "start": 7476,
            "end": 7496,
            "id": "19367959"
        },
        {
            "title": "Abdul Subhan Qureshi",
            "text": "Tauqir",
            "start": 7503,
            "end": 7509,
            "id": "19367959"
        },
        {
            "title": "Mumbai",
            "text": "Mumbai",
            "start": 7557,
            "end": 7563,
            "id": "19189"
        },
        {
            "title": "Batla House encounter case",
            "text": "Batla House encounter",
            "start": 7736,
            "end": 7757,
            "id": "28924914"
        },
        {
            "title": "Mohan Chand Sharma",
            "text": "Mohan Chand Sharma",
            "start": 8032,
            "end": 8050,
            "id": "19397726"
        },
        {
            "title": "Dubai",
            "text": "Dubai",
            "start": 8339,
            "end": 8344,
            "id": "211583"
        },
        {
            "title": "Dawood Ibrahim",
            "text": "Dawood Ibrahim",
            "start": 8394,
            "end": 8408,
            "id": "32433138"
        },
        {
            "title": "Think tank",
            "text": "think tank",
            "start": 8557,
            "end": 8567,
            "id": "37101"
        },
        {
            "title": "Mumbra",
            "text": "Mumbra",
            "start": 8724,
            "end": 8730,
            "id": "4138536"
        },
        {
            "title": "Chief Metropolitan Magistrate",
            "text": "Chief Metropolitan Magistrate",
            "start": 8903,
            "end": 8932,
            "id": null
        },
        {
            "title": "2006 Mumbai train bombings",
            "text": "11 July 2006 Mumbai train bombings",
            "start": 9084,
            "end": 9118,
            "id": "5919579"
        },
        {
            "title": "Students Islamic Movement of India",
            "text": "SIMI",
            "start": 9180,
            "end": 9184,
            "id": "363235"
        },
        {
            "title": "List of terrorist incidents in 2008",
            "text": "List of terrorist incidents, 2008",
            "start": 9837,
            "end": 9870,
            "id": "15269851"
        }
    ],
    "_chunk_id": "b_7819304180-7828231119"
}