{
    "_id": "25586373",
    "id": "25586373",
    "title": "2009 Karachi bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==The attack ==",
            "start": 784,
            "end": 799
        },
        {
            "text": "==Aftermath==",
            "start": 1897,
            "end": 1910
        },
        {
            "text": "==Investigations==",
            "start": 4034,
            "end": 4052
        },
        {
            "text": "==See also==",
            "start": 6019,
            "end": 6031
        },
        {
            "text": "==References==",
            "start": 6104,
            "end": 6118
        },
        {
            "text": "==External links==",
            "start": 6121,
            "end": 6139
        }
    ],
    "categories": [
        "21st-century mass murder in Pakistan",
        "Mass murder in 2009",
        "Improvised explosive device bombings in Pakistan",
        "Terrorist incidents in Pakistan in 2009",
        "Filmed improvised explosive device bombings",
        "Crime in Karachi",
        "2000s in Karachi",
        "Violence against Shia Muslims in Pakistan"
    ],
    "infobox": "{{Infobox civilian attack\n| title      = 2009 Karachi bombing\n| image      = 2009 Karachi bombing.jpg\n| alt        = The exact moment of the 2009 Karachi bombing\n| caption    = The exact moment of the 2009 Karachi bombing\n| location   = [[Karachi]], [[Pakistan]]\n| target     =\n| date       = 28 December 2009\n| time       = 16:13\n| timezone   = [[Pakistan Standard Time|PST]]\n| type       =\n| fatalities = 43<ref name=\"Reuters1\" />\n| injuries   = 60\n| victim     =\n| perps      = [[Tehrik-e-Taliban]]\n}}",
    "article": "The 2009 Karachi bombing or Ashura attack took place on 28 December 2009 inside a Shi'ite procession commemorating the day of Ashura, at Muhammad Ali Jinnah Road, Karachi. Ashura is the holiest of days for followers of Shia Islam and marks the anniversary of the death of Hussain, grandson of the Islamic prophet Muhammad, who was killed at the battle of Karbala in 680. At least 30 people were initially reported to have been killed, later figures revealed even more deaths while dozens were left injured in the wake of the attack. The attacker marched amongst the procession with tens of thousands of people attending the march. There is some speculation amongst officials as to whether the nature of the blast was that of a suicide attack or a remotely detonated or planted bomb.\n\n==The attack ==\nOn 28 December, a bomb blasted the Shi'ite procession moving across a marked route on the Mohammad Ali Jinnah Road in Karachi, Pakistan's biggest city. Of tradition, the procession marked the death anniversary of the third Imam and the grandson of Muhammad. The bomber walked amongst the tens of thousands of Shi'ite followers and attacked from within the walking procession resulting in fatal injuries to 43 people.\n\nKarachi has been involved in sectarian violence in the past and as a result the Shia crowd turned hostile and immediately following the blast, turned their anger on the ambulance workers, security forces and journalists on site. Riots sparked throughout the city as mourners continued to stone ambulances and torch cars. Despite the City Government's appeal for a calmer reaction, the place of the original incident was set ablaze by the angry crowd. Around 3,000 shops in the neighbouring markets fell victim to the arson as people looted and then blazed the shops. Aggressive reactions resulted in the destruction of businesses incurring losses of up to a few billion rupees.\n\n==Aftermath==\nIn the wake of the attacks, Pakistani security forces were placed on high alert as Shia Muslims marked the holy month of Muharram. Thousands of police and paramilitary forces were deployed in the city for the fear of further terrorist attacks on the Ashura processions in others parts of the city and the nation. Emergency was declared in all hospitals located in Karachi following the explosion and arson incidents.\n\nThe arson was reported to have affected about 3,000 shops and the livelihoods of almost 10,000 people. Total loss incurred was Rs 30 billion in total. The markets that fell victim to the arson attacks included the Bolton, Light House, Paper, and Allahwala markets. Later reports speculated that the loss estimated exceeded to a staggering 4,000 shops and 40,000 effected families. Where eyewitnesses stated that the police and Rangers did not take action against the arsonists and robbers, some people talk of the arson as an elaborate conspiracy.\n\nFunerals for the victims were held on Tuesday, 29 December 2009 as most of city remained closed for business. Government offices remained closed before and after the funerals with an ongoing transport strike. Intermediate (Supplementary), B.Com. and other such examinations were postponed. The Prime Minister Syed Yousaf Raza Gillani provided in aid Rs 100 million ($1,470,913) towards the losses. On 30 December 2009, the city mourned the attack and observed a strike with shops closed throughout Karachi.\n\nOn 31 December 2009, the Tehrik-i-Taliban Pakistan (TTP) claimed responsibility for the bombing. It was reported that Asmatullah Shaheen, militant commander working with the TTP claimed responsibility for the bombings. His interactions were received on a telephone call with news agencies. Shaheen, a top ranking militant commander based in South Waziristan, is wanted by the Government of Pakistan and has a bounty of Rs 10 million ($147,091.30). Shaheen also iterated that the group would carry out more such attacks in 10 days from the 28 December attack.\n\nPakistani political and religions leaders called for strike on Friday, 1 January 2010.\n\n==Investigations==\nInvestigators in Karachi fell in doubt regarding the claims and called for experts from NWFP to determine the nature, design and make of the explosives used in the bombing. In the wake of the attack, Muttahida Qaumi Movement leaders called upon President Asif Ali Zardari to constitute an inquiry commission to investigate into the Ashura attack. Lack of forensic and ballistic expertise hampered the initial investigations and four days after the deadly incident, local police had yet not registered or recorded any statements from the survivors of the blast. The case relating to the bombing was registered as an FIR numbered 1439/09 at the Preedy Police Station on behalf of the State under sections 302, 324, 435, 427 and 34 of Pakistan Penal Code, sections 3 and 4 of the Explosives Act and section 7 of the Anti-Terrorism Act of 1997. On 3 Jan 2010 Dr Moeed Pirzada in his TV program Dunya Today exposed that Ashura Day Bomb Blast that killed 52 injured 100 injured was not a suicide bombing but a remote controlled device and that government was lying.\n\nOn 4 January, after this program was aired the investigating agencies admitted that the explosion was caused by a bomb planted along the way of the procession instead of a suicide bomber. The explosives were reportedly planted inside a box, near the Light House Signal, nuts and bolts were also recovered from the site of blast. Further investigation of the bodies revealed that they received cuts from pieces of steel from the box in which the bomb was placed. Another new source claimed that the mastermind of the Ashura blast was arrested 10 days before the attack by the police. The source also claims that police had managed to hide the arrest and the knowledge thereof. During interrogation, perpetrator Sirajullah using the alias Zeeshan, revealed all the details of the attack, including planning and details of the explosives to be used. The culprit is still in custody and under interrogation.\n\n==See also==\n* List of terrorist incidents in Pakistan since 2001\n* Hussain ibn Ali\n\n==References==\n\n\n==External links==\n*Karachi blast video  \n* , Al Jazeera English, 2009-12-28",
    "links": [
        {
            "title": "2009 Karachi bombing",
            "text": "2009 Karachi bombing",
            "start": 4,
            "end": 24,
            "id": "25586373"
        },
        {
            "title": "2009 Karachi bombing",
            "text": "Ashura attack",
            "start": 28,
            "end": 41,
            "id": "25586373"
        },
        {
            "title": "Shia Islam",
            "text": "Shi'ite",
            "start": 82,
            "end": 89,
            "id": "26961"
        },
        {
            "title": "Procession",
            "text": "procession",
            "start": 90,
            "end": 100,
            "id": "1686010"
        },
        {
            "title": "Ashura",
            "text": "day of Ashura",
            "start": 119,
            "end": 132,
            "id": "488563"
        },
        {
            "title": "Muhammad Ali Jinnah Road",
            "text": "Muhammad Ali Jinnah Road",
            "start": 137,
            "end": 161,
            "id": "4630343"
        },
        {
            "title": "Karachi",
            "text": "Karachi",
            "start": 163,
            "end": 170,
            "id": "17123"
        },
        {
            "title": "Shia Islam",
            "text": "Shia Islam",
            "start": 219,
            "end": 229,
            "id": "26961"
        },
        {
            "title": "Hussein",
            "text": "Hussain",
            "start": 272,
            "end": 279,
            "id": "6162733"
        },
        {
            "title": "Prophets and messengers in Islam",
            "text": "Islamic prophet",
            "start": 297,
            "end": 312,
            "id": "30933488"
        },
        {
            "title": "Muhammad",
            "text": "Muhammad",
            "start": 313,
            "end": 321,
            "id": "18934"
        },
        {
            "title": "Karbala",
            "text": "Karbala",
            "start": 355,
            "end": 362,
            "id": "210957"
        },
        {
            "title": "Suicide attack",
            "text": "suicide attack",
            "start": 727,
            "end": 741,
            "id": "18835454"
        },
        {
            "title": "Muhammad Ali Jinnah Road",
            "text": "Mohammad Ali Jinnah Road",
            "start": 890,
            "end": 914,
            "id": "4630343"
        },
        {
            "title": "Pakistan",
            "text": "Pakistan",
            "start": 927,
            "end": 935,
            "id": "23235"
        },
        {
            "title": "Muharram",
            "text": "Muharram",
            "start": 2032,
            "end": 2040,
            "id": "444123"
        },
        {
            "title": "Bachelor of Commerce",
            "text": "B.Com.",
            "start": 3117,
            "end": 3123,
            "id": "248388"
        },
        {
            "title": "Prime Minister of Pakistan",
            "text": "Prime Minister",
            "start": 3172,
            "end": 3186,
            "id": "461896"
        },
        {
            "title": "Yousaf Raza Gillani",
            "text": "Syed Yousaf Raza Gillani",
            "start": 3187,
            "end": 3211,
            "id": "7829224"
        },
        {
            "title": "Tehrik-i-Taliban Pakistan",
            "text": "Tehrik-i-Taliban Pakistan",
            "start": 3411,
            "end": 3436,
            "id": "18953699"
        },
        {
            "title": "Muttahida Qaumi Movement",
            "text": "Muttahida Qaumi Movement",
            "start": 4253,
            "end": 4277,
            "id": "1030551"
        },
        {
            "title": "President of Pakistan",
            "text": "President",
            "start": 4298,
            "end": 4307,
            "id": "419460"
        },
        {
            "title": "Asif Ali Zardari",
            "text": "Asif Ali Zardari",
            "start": 4308,
            "end": 4324,
            "id": "993655"
        },
        {
            "title": "First information report",
            "text": "FIR",
            "start": 4668,
            "end": 4671,
            "id": "576906"
        },
        {
            "title": "Pakistan Penal Code",
            "text": "Pakistan Penal Code",
            "start": 4785,
            "end": 4804,
            "id": "4236698"
        },
        {
            "title": "Moeed Pirzada",
            "text": "Moeed Pirzada",
            "start": 4911,
            "end": 4924,
            "id": "30555803"
        },
        {
            "title": "Explosive",
            "text": "explosives",
            "start": 5306,
            "end": 5316,
            "id": "10192"
        },
        {
            "title": "Police",
            "text": "police",
            "start": 5689,
            "end": 5695,
            "id": "23627"
        },
        {
            "title": "List of terrorist incidents in Pakistan since 2001",
            "text": "List of terrorist incidents in Pakistan since 2001",
            "start": 6034,
            "end": 6084,
            "id": "20834130"
        },
        {
            "title": "Husayn ibn Ali",
            "text": "Hussain ibn Ali",
            "start": 6087,
            "end": 6102,
            "id": "402587"
        },
        {
            "title": "Al Jazeera English",
            "text": "Al Jazeera English",
            "start": 6167,
            "end": 6185,
            "id": "2612794"
        }
    ],
    "_chunk_id": "b_9390766782-9397740405"
}