{
    "_id": "1674224",
    "id": "1674224",
    "title": "Death of Brian Wells",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Biography ==",
            "start": 1731,
            "end": 1746
        },
        {
            "text": "== Conspirators ==",
            "start": 1961,
            "end": 1979
        },
        {
            "text": "=== Conspirators' connection to Wells ===",
            "start": 4798,
            "end": 4839
        },
        {
            "text": "=== Wells as conspirator ===",
            "start": 5141,
            "end": 5169
        },
        {
            "text": "==The crime==",
            "start": 5896,
            "end": 5909
        },
        {
            "text": "=== Collar bomb ===",
            "start": 5910,
            "end": 5929
        },
        {
            "text": "===Pizza delivery===",
            "start": 6331,
            "end": 6351
        },
        {
            "text": "=== Treasure hunt ===",
            "start": 7907,
            "end": 7928
        },
        {
            "text": "===Robbery===",
            "start": 8463,
            "end": 8476
        },
        {
            "text": "===Arrest and death===",
            "start": 9528,
            "end": 9550
        },
        {
            "text": "== Aftermath ==",
            "start": 10680,
            "end": 10695
        },
        {
            "text": "=== Death of Robert Pinetti ===",
            "start": 11562,
            "end": 11593
        },
        {
            "text": "=== Murder of James Roden ===",
            "start": 11841,
            "end": 11870
        },
        {
            "text": "=== Diehl-Armstrong and Barnes charged ===",
            "start": 12796,
            "end": 12838
        },
        {
            "text": "=== Diehl-Armstrong trial ===",
            "start": 14104,
            "end": 14133
        },
        {
            "text": "=== Hoopsick confession ===",
            "start": 15728,
            "end": 15755
        },
        {
            "text": "==Media attention==",
            "start": 16487,
            "end": 16506
        },
        {
            "text": "== See also ==",
            "start": 19079,
            "end": 19093
        },
        {
            "text": "==Notes==",
            "start": 19550,
            "end": 19559
        },
        {
            "text": "==References==",
            "start": 19562,
            "end": 19576
        },
        {
            "text": "==External links==",
            "start": 19579,
            "end": 19597
        }
    ],
    "categories": [
        "People from Erie, Pennsylvania",
        "1956 births",
        "2003 deaths",
        "Deaths by improvised explosive device in the United States",
        "American murder victims",
        "Filmed improvised explosive device bombings",
        "Bank robberies",
        "Robberies in the United States",
        "2003 in Pennsylvania",
        "August 2003 events in the United States",
        "Deaths by person in the United States"
    ],
    "infobox": "{{Infobox criminal\n| name       = Brian Wells\n| image_name         = Brian Douglas Wells.jpg\n| image_size         =\n| image_alt          =\n| image_caption      = Wells' drivers license photo.\n| nationality        = American\n| birth_name         = Brian Douglas Wells\n| birth_date         = {{Birth date|1956|11|15|mf=yes}}\n| birth_place        = [[Warren, Pennsylvania]]\n| death_date         = {{Death date and age|2003|08|28|1956|11|15}}\n| death_place        = [[Erie, Pennsylvania|Erie]], [[Pennsylvania]]\n| cause              = [[Collar bomb|Collar bomb victim]]\n| charge             =\n| conviction         =\n| conviction_penalty =\n| conviction_status  =\n| occupation         = Pizza delivery driver\n| spouse             =\n| partner            =\n| parents            =\n| children           =\n}}",
    "article": "Brian Douglas Wells (November 15, 1956 – August 28, 2003) was an American pizza delivery man who was murdered during a complex plot involving a bank robbery, scavenger hunt, and homemade explosive device near his hometown of Erie, Pennsylvania. Wells, who was surrounded by police, was murdered when an explosive collar locked to his neck detonated. It is known as the \"collar bomb\" or \"pizza bomber\" case. The incident was shown live on television.\n\nWells' involvement in the plot is a matter of controversy. Investigators concluded and a federal prosecutor's indictment alleged Wells was a knowing participant in the bank robbery but was told the bomb was fake and did not know his co-conspirators intended for him to die. Wells' family said he was not a willing participant in the incident.\n\nThe multiple aspects of the crime meant the Federal Bureau of Investigation (FBI) led an investigative task force in conjunction with the Bureau of Alcohol, Tobacco, Firearms, and Explosives (ATF) and the Pennsylvania State Police (PSP).  It is the only crime of its kind; CNN described it as \"one of the most complicated and bizarre crimes in the annals of the FBI\". The incident has gained extensive coverage in mass media, including the Netflix series Evil Genius.\n\nA federal grand jury indicted Marjorie Diehl-Armstrong and Kenneth Barnes on charges of bank robbery, conspiracy, and weapons charges. Fellow co-conspirator William \"Bill\" Rothstein had died and his roommate Floyd Stockton was given immunity from prosecution so he could testify against Diehl-Armstrong. In 2008, U.S. District Judge Sean J. McLaughlin sentenced Barnes to 45 years in federal prison. Two years later, Diehl-Armstrong was sentenced to life in prison.\n\n== Biography ==\nBrian Wells was born in Warren, Pennsylvania to Rose and Korean war veteran Harold Wells. In 1973, when Wells was a 16-year-old sophomore, he dropped out of Erie's East High School and went to work as a mechanic.\n\n== Conspirators ==\nAt Kenneth Barnes' home, he, Marjorie Diehl-Armstrong, and William Rothstein discussed ways they could make money. Diehl-Armstrong suggested Barnes kill her father, Harold Diehl, so she would receive an inheritance. Barnes told her he was willing to do this for $200,000.  The collar bomb-bank robbery plot was hatched to obtain enough money to pay Barnes to kill Diehl-Armstrong's father. In return for a reduced sentence, Barnes later told investigators Diehl-Armstrong was the mastermind of the crime and that she wanted the money to pay Barnes to kill her father, whom she believed was wasting her inheritance.\n\nDiehl-Armstrong, Barnes, and Rothstein seem to have had issues with compulsive hoarding.\n\nMarjorie Diehl-Armstrong (February 26, 1949 – April 4, 2017) had a history of suffering from multiple mental illnesses including bipolar disorder, since her early teens,  and seems to have been a serial killer. Before her mental health deteriorated in her twenties, Diehl-Armstrong was an \"exemplary student\" in high school and earned a master's degree from Gannon College. In 1984, she shot her boyfriend Robert Thomas six times as he lay on the couch but was acquitted on claims of self-defense.  Her husband and several other partners also died under suspicious circumstances. Diehl-Armstrong died from breast cancer in prison on April 4, 2017, at the age of 68. \n\nKenneth Barnes (1954 – June 20, 2019) was a retired television repairman, crack dealer, and Diehl-Armstrong's \"fishing buddy\". He suffered from diabetes and died in prison on June 20, 2019, at the age of 64-65. \n\nWilliam Ansel \"Bill\" Rothstein (January 17, 1944  – July 30, 2004) was born to Matthias Rothstein and B. Virginia Bryner. His father ran the Rola Bottling Company from 1945 to 1978. Rothstein dated Diehl-Armstrong in the late 1960s and early 1970s. He was implicated in a 1977 murder after he gave a handgun to a friend who used it to murder a romantic rival; he later attempted to destroy the weapon but was granted immunity from prosecution in exchange for his testimony. Rothstein was  tall and regularly wore overalls. He was a handyman and part-time shop teacher, and also was part of a group called the \"fractured intellectuals\"; intelligent people who were not well-adjusted. He spoke French and Hebrew fluently. Rothstein was admitted to the Millcreek Community Hospital on July 23, 2004, having previously been diagnosed with non-Hodgkin's lymphoma showing diffuse, large-cell type myeloproliferative lymphoma, and died on July 30 that year at the age of 60.\n\nFloyd Arthur \"Jay\" Stockton Jr. (born 1947), who lived as a fugitive at Rothstein's house, is a convicted rapist of a disabled teenager. He was granted immunity for his testimony against Diehl-Armstrong, but was never called to testify in court due to illness.\n\n=== Conspirators' connection to Wells ===\nImmediately after his death, investigators searched Wells' house and found a list of people he knew including two prostitutes unknown to other members of his family. One of the prostitutes he frequented, Jessica Hoopsick, knew Kenneth Barnes, who dealt crack and whose house was used by prostitutes.\n\n=== Wells as conspirator ===\nAccording to law enforcement reports, Wells participated in the planning of the bank robbery the day before and was aware of the complex plot although he believed the bomb would be fake and would serve as an alibi if he was caught. According to an FBI affidavit, two witnesses confirmed that Wells talked about the robbery about a month before it occurred. Wells was seen leaving Rothstein's house the day before the incident, and investigators believe he participated in a rehearsal. It was believed Wells was killed to reduce the number of witnesses. \n\nFamily and friends of Wells dispute his involvement in the bank robbery and his own death; according to them, Wells was accosted at gunpoint and forced to wear the bomb.\n\n==The crime==\n=== Collar bomb ===\n\nThe bomb used in the killing consisted of a hinged collar that worked like a large handcuff to go around the neck, four keyholes that went under the chin, and a rectangular section that contained two pipe bombs and two kitchen timers. One electronic timer hung down over the chest. The device had several decoys, such as unconnected wires, a toy cell phone, and stickers bearing deceptive warnings.\n\n===Pizza delivery===\nWells worked as a pizza delivery driver at the Mama Mia's Pizzeria in Erie for ten years before his death. Just after 1:30 p.m. on August 28, 2003, the pizzeria received a call from a payphone at a nearby gas station. The owner could not understand the customer and passed the phone to Wells, who received a call to deliver two pizzas to 8631 Peach Street, an address a few miles from the pizzeria. The address was the location of the transmitting tower of  WSEE-TV at the end of a dirt road. \n\nAccording to law enforcement, upon arriving at the television tower, Wells found the plot had changed and learned the bomb was real. Wells' family disputes this account of the events at the television tower; according to them, Wells was accosted at gunpoint by strangers and forced to participate. The details of events at the tower that led to the bomb being attached to Wells' neck have never been firmly established but evidence suggests there was a struggle and that Barnes, Diehl-Armstrong, Rothstein, and Stockton were all present at that time.\n\n\nIn interviews by law enforcement, Stockton claimed to be the one to put the bomb around Wells' neck. When Wells discovered that the bomb was real, Barnes said a pistol was fired in order to force Wells' compliance, and witnesses confirmed hearing a gunshot. After the bomb was applied, Wells was given a sophisticated home-made shotgun, which had the appearance of an unusually shaped cane. \n\nWells was instructed to claim that three black men had forced the bomb on him and were holding him as a hostage.\n\n=== Treasure hunt ===\nWells' corpse was found with nine pages of lengthy, hand-written instructions addressed to \"Bomb Hostage\" telling him to rob the bank. The instructions also included a Treasure hunt, listing a series of strictly timed tasks of collecting keys that would delay detonation and eventually defuse the bomb. It also warned that Wells would be under constant surveillance and any attempts to contact authorities would result in the bomb's detonation. \"ACT NOW, THINK LATER OR YOU WILL DIE!\" was scrawled at the bottom of the instructions.\n\n===Robbery===\nWells was instructed to \"quietly\" enter the PNC Bank at Summit Towne Center on Peach Street and give the teller an affixed note demanding $250,000, and to use his shotgun to threaten anyone who did not cooperate or attempted to flee. Upon entering the bank around 2:30 p.m., Wells slid the note to a teller. The note stated the bomb would explode in fifteen minutes and that the full amount must be handed over within that time. The teller was unable to access the vault that quickly and gave Wells a bag containing $8,702, with which he exited the bank. \n\nAt 2:38, a witness called 9-1-1 from the bank and reported a male leaving the bank with \"a bomb or something wrapped around his neck\". This is the first-known emergency call for the incident. According to witnesses at the bank and surveillance footage, after entering the bank, Wells waited in line. When he reached the counter, he began sucking a lollipop. He appeared confident as he left the bank, swinging his cane gun and the bag of money \"like Charlie Chaplin\" according to one witness.\n\n===Arrest and death===\n\nAround fifteen minutes after Wells left the bank, he had completed the first task of the scavenger hunt. He was proceeding with the second task when police saw him standing outside his automobile and promptly arrested him, handcuffed him and left him sitting on the ground in the parking lot. Wells said three unnamed black people had placed a bomb around his neck, provided him with the shotgun, and told him they would kill him unless he committed the robbery and complete several other tasks.\n\nThe responding police officers did not attempt to disarm the device, instead focusing on clearing the immediate area of pedestrians and ensuring Wells could not detonate the device. The bomb squad was first called at 3:04 p.m., at least thirty minutes after the first 9-1-1 call from the bank and about ten minutes after Wells was arrested. At 3:18, three minutes before the bomb squad arrived, the bomb detonated and blasted a fist-sized hole in Wells's chest, killing him in minutes. Traffic congestion in the area delayed the bomb squad's arrival but personnel from the ATF still considered their response appropriately quick.\n\n== Aftermath ==\nWJET-TV, an Erie ABC affiliate, broadcast the event live on the air but did not show the moment of the detonation live due to a technical problem. The station provided the footage to FBI investigators, ABC's head office, and sister station in Buffalo, New York. The footage was subsequently leaked to a shock jock on DC101, a radio station in Washington, D.C. who posted it on his website in September 2003. Although he subsequently removed the video at WJET-TV's request, by then it had been posted to numerous video-sharing websites.\n\nThough the note claimed Wells would gain extra time by each key found, police later traveled the note's route and could not complete it in the allotted time, implying Wells would not have had enough time to get the bomb defused. The collar of the bomb was still intact and Wells's body was decapitated so it could be retained. \n\n=== Death of Robert Pinetti ===\nThe case also involved two further deaths linked to the conspirators. On August 31, 2003, Wells's coworker at the pizza store and its only other delivery driver, Robert Thomas Pinetti, was found dead in his home after suffering a drug overdose. \n\n=== Murder of James Roden ===\nOn September 20, 2003, Rothstein, who lived near the television tower, called police to inform them the body of a man, James Roden, was hidden in a freezer in a garage at his house. After he telephoned police, Rothstein wrote a suicide note indicating his planned death had nothing to do with Wells. Investigators do not believe Rothstein ever attempted suicide.\n\nRoden had been living with Diehl-Armstrong for 10 years. In custody, Rothstein claimed Diehl-Armstrong had murdered her then-boyfriend Roden with a 12-gauge shotgun during a dispute over money. Rothstein said she subsequently paid him $2,000 to help hide the body and clean the crime scene at her house. \n\nIn January 2005, Diehl-Armstrong pleaded guilty but mentally ill to the murder of Roden and was sentenced to between seven and twenty years in prison. She is believed to have killed Roden to prevent him from informing authorities about the robbery plot.\n\n=== Diehl-Armstrong and Barnes charged ===\nIn April 2005, Diehl-Armstrong told a state trooper she had information about the Wells case and after meeting with FBI agents, said she would tell them everything she knew if she was transferred from the Muncy Correctional Institution to a minimum-security prison in Cambridge Springs. During a series of interviews, Diehl-Armstrong admitted to providing the kitchen timers used for the bomb, stated Rothstein masterminded the plot and that Wells had been directly involved in the plan.\n\nIn late 2005, Barnes, who was in jail on unrelated drug charges, was turned in by his brother-in-law after revealing details of the crime to him. On September 3, 2008, Barnes pleaded guilty to conspiring to rob a bank and to aiding and abetting. On December 3 that year, he was sentenced to 45 years in prison by a federal judge in Erie for his role in the crime.\n\nIn July 2006, U.S. Attorney Mary Beth Buchanan announced Diehl-Armstrong and Barnes had been charged with the crime, with Diehl-Armstrong as the mastermind. The deceased Rothstein and Wells were named as un-indicted co-conspirators. Buchanan stated Wells had been involved in the plot from the beginning but that his co-conspirators fitted him with a real bomb that would have exploded even if it was removed.\n\n=== Diehl-Armstrong trial ===\nOn July 29, 2008, U.S. District Court Judge Sean J. McLaughlin made an initial finding that Diehl-Armstrong was mentally incompetent to stand trial due to a number of mental disorders, indicating this ruling would be reviewed after she had received a period of treatment in a mental hospital. Diehl-Armstrong was then transferred for treatment to a federal mental-health facility in Texas.\n\nOn February 24, 2009, Judge McLaughlin scheduled a hearing for March 11, 2010, to determine whether Diehl-Armstrong was now competent to stand trial. On September 9, the judge determined she was now competent. In October 2010, Diehl-Armstrong took the stand to testify on her own behalf as part of her defense. She asked for a change of venue, arguing extensive media coverage of the case prevented her from receiving a fair trial in Erie. Judge McLaughlin denied this request, noting while the allegations were unusual, \"the [news] coverage as a whole has been about as factual and objective as it could be under the circumstances\".\n\nOn November 1, 2010, Diehl-Armstrong was convicted of armed bank robbery, conspiracy to commit armed bank robbery, and of using a destructive device in a crime. On February 28, 2011, she was sentenced to life in prison, to be served consecutively with the prison term imposed in 2005 for killing Roden. In November 2012, the Court of Appeals for the Third Circuit affirmed her conviction. In January 2013, the U.S. Supreme Court denied her petition for certiorari, declining to hear her case. In December 2015, Diehl-Armstrong lost a second appeal of her conviction.\n\n=== Hoopsick confession ===\nIn 2018, Jessica Hoopsick admitted to her involvement in the plot. Melissa Chan of Time wrote; \"Hoopsick says a conspirator approached her to find a 'gopher' who could be scared into robbing a bank\". In the 2018 documentary Evil Genius, Hoopsick identifies the conspirator as Barnes and alleges she recommended Wells, whom she described as \"a pushover\". Admitting to setting up Wells in exchange for money and drugs, Hoopsick expressed regret for her role and said Wells had no advance knowledge of the robbery. ATF agent Jason Wick stated Hoopsick was uncooperative in 2003 and that authorities \"always believed that [she] knew more\" about the case; however, Wick also expressed concern Hoopsick might not be a credible witness.\n\n==Media attention==\nAs the case continued to develop, the investigation garnered national media coverage in America.  Less than two years since the September 11 attacks, many at first believed the incident to be terrorism-related. Fox's America's Most Wanted featured the story three times and publicized newly released evidence in hopes officials could obtain new clues in the case. \n\nDue to its novelty and complexity, the story retains a fascination for many people. The January 2011 issue of Wired magazine covered the story. In 2012, investigator Jerry Clark and journalist Ed Palattella published Pizza Bomber: The Untold Story of America's Most Shocking Bank Robbery, a true-crime book detailing the events. In May 2018, Netflix released Evil Genius: The True Story of America's Most Diabolical Bank Heist, a documentary series about the case.\n\nThe Wells incident has been the inspiration for a number of works of fiction. A short-lived 2006 NBC television series Heist dramatized the incident in a pilot featuring Zac Efron as a teenage pizza delivery worker who is forced to commit a robbery with a bomb on his chest. As in the real-life incident, the bomb is detonated and kills the victim but the detonation mechanism is a wireless transmitter.\n\nThe 2011 American comedy film 30 Minutes or Less depicts a pizza delivery man being forced to wear a bomb vest and rob a bank. The film's similarity to the Wells case was criticized by Wells's family but Sony Pictures Motion Picture Group said the filmmakers were not aware of the Wells case.\n\nWells' story likely provided inspiration for a storyline in the Scream Queens episode \"Dorkus\". The episode features a pizza deliverer forced to engage in the serial killing premise of the series, due to a bomb strapped to his chest. \n\nWells’ ordeal likely provided a substantial part of the inspiration for the 2016 Black Mirror episode “Shut Up and Dance”. The episode features a teenage pedophile named Kenny who is blackmailed by anonymous hackers who know of his true nature into committing various crimes. Mirroring Wells’ ordeal and eventual demise Kenny is sent on a scavenger hunt across the suburbs of England carrying out a series of increasingly-violent and dangerous tasks on his tormentors’ behalf, including robbing a bank at gunpoint and later fighting to the death with another man, all in the span of a single day in a futile and hopeless attempt to keep his secrets from being leaked.\n\nA collection of news articles that reported developments in the Wells story was analyzed in a scientific study of information novelty.\n\n== See also ==\n\n* List of unusual deaths\n* 1973 Canadian Imperial Bank of Commerce bank robbery, in which a bank robber was killed due to a explosive device\n* Mosman bomb hoax, a 2011 extortion attempt using a fake collar bomb \n* Saw III, in which a surgeon wears a shotgun collar which will kill her if she does not comply with her captors' demands\n* \"30 Minutes or Less\", a 2011 American black comedy film with plot elements that bear a resemblance to the Wells case.\n\n==Notes==\n\n\n==References==\n\n\n==External links==\n*  The 30 Strangest Deaths in History\n*  (Newspaper articles, audio clips)\n* \n*  Website created by Brian's brother; contains reproductions of the nine page letter, along with photos of the cane gun and collar bomb.\n* \n*  Collarbomber FBI Profile August 27, 2004 press release from the Pittsburgh, Pennsylvania FBI website.\n* \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTriple-banded metal collar that was locked around Wells's neck.\nCane-like shotgun carried by Wells during the bank robbery.\nA map showing key locations of the case.",
    "links": [
        {
            "title": "Death of Brian Wells",
            "text": "Brian Douglas Wells",
            "start": 0,
            "end": 19,
            "id": "1674224"
        },
        {
            "title": "Erie, Pennsylvania",
            "text": "Erie",
            "start": 225,
            "end": 229,
            "id": "132482"
        },
        {
            "title": "Pennsylvania",
            "text": "Pennsylvania",
            "start": 231,
            "end": 243,
            "id": "23332"
        },
        {
            "title": "Improvised explosive device",
            "text": "explosive collar",
            "start": 303,
            "end": 319,
            "id": "265112"
        },
        {
            "title": "Federal Bureau of Investigation",
            "text": "Federal Bureau of Investigation",
            "start": 839,
            "end": 870,
            "id": "11127"
        },
        {
            "title": "Bureau of Alcohol, Tobacco, Firearms and Explosives",
            "text": "Bureau of Alcohol, Tobacco, Firearms, and Explosives",
            "start": 933,
            "end": 985,
            "id": "345261"
        },
        {
            "title": "Pennsylvania State Police",
            "text": "Pennsylvania State Police",
            "start": 1000,
            "end": 1025,
            "id": "1746227"
        },
        {
            "title": "CNN",
            "text": "CNN",
            "start": 1068,
            "end": 1071,
            "id": "62028"
        },
        {
            "title": "Mass media",
            "text": "mass media",
            "start": 1209,
            "end": 1219,
            "id": "19641"
        },
        {
            "title": "Evil Genius (TV series)",
            "text": "Evil Genius",
            "start": 1250,
            "end": 1261,
            "id": "57506068"
        },
        {
            "title": "Grand jury",
            "text": "grand jury",
            "start": 1274,
            "end": 1284,
            "id": "12684"
        },
        {
            "title": "Sean J. McLaughlin",
            "text": "Sean J. McLaughlin",
            "start": 1597,
            "end": 1615,
            "id": "21826290"
        },
        {
            "title": "Warren, Pennsylvania",
            "text": "Warren, Pennsylvania",
            "start": 1771,
            "end": 1791,
            "id": "134012"
        },
        {
            "title": "Korean War",
            "text": "Korean war",
            "start": 1804,
            "end": 1814,
            "id": "16772"
        },
        {
            "title": "Compulsive hoarding",
            "text": "compulsive hoarding",
            "start": 2664,
            "end": 2683,
            "id": "402652"
        },
        {
            "title": "Mental disorder",
            "text": "mental illness",
            "start": 2788,
            "end": 2802,
            "id": "19356"
        },
        {
            "title": "Bipolar disorder",
            "text": "bipolar disorder",
            "start": 2815,
            "end": 2831,
            "id": "4531"
        },
        {
            "title": "Serial killer",
            "text": "serial killer",
            "start": 2882,
            "end": 2895,
            "id": "42626"
        },
        {
            "title": "Master's degree",
            "text": "master's degree",
            "start": 3023,
            "end": 3038,
            "id": "170346"
        },
        {
            "title": "Gannon University",
            "text": "Gannon College",
            "start": 3044,
            "end": 3058,
            "id": "641794"
        },
        {
            "title": "Self-defense",
            "text": "self-defense",
            "start": 3170,
            "end": 3182,
            "id": "215864"
        },
        {
            "title": "Breast cancer",
            "text": "breast cancer",
            "start": 3292,
            "end": 3305,
            "id": "70547"
        },
        {
            "title": "Crack cocaine",
            "text": "crack",
            "start": 3428,
            "end": 3433,
            "id": "19681345"
        },
        {
            "title": "Rola Bottling Company",
            "text": "Rola Bottling Company",
            "start": 3708,
            "end": 3729,
            "id": null
        },
        {
            "title": "Legal immunity",
            "text": "immunity from prosecution",
            "start": 3984,
            "end": 4009,
            "id": "298565"
        },
        {
            "title": "Non-Hodgkin lymphoma",
            "text": "non-Hodgkin's lymphoma",
            "start": 4402,
            "end": 4424,
            "id": "71418"
        },
        {
            "title": "Affidavit",
            "text": "affidavit",
            "start": 5422,
            "end": 5431,
            "id": "795"
        },
        {
            "title": "Pipe bomb",
            "text": "pipe bomb",
            "start": 6131,
            "end": 6140,
            "id": "233935"
        },
        {
            "title": "Payphone",
            "text": "payphone",
            "start": 6536,
            "end": 6544,
            "id": "163387"
        },
        {
            "title": "Filling station",
            "text": "gas station",
            "start": 6557,
            "end": 6568,
            "id": "61260"
        },
        {
            "title": "WSEE-TV",
            "text": "WSEE-TV",
            "start": 6810,
            "end": 6817,
            "id": "4264801"
        },
        {
            "title": "Improvised firearm",
            "text": "home-made shotgun",
            "start": 7718,
            "end": 7735,
            "id": "9125221"
        },
        {
            "title": "PNC Financial Services",
            "text": "PNC Bank",
            "start": 8521,
            "end": 8529,
            "id": "1265489"
        },
        {
            "title": "9-1-1",
            "text": "9-1-1",
            "start": 9060,
            "end": 9065,
            "id": "146296"
        },
        {
            "title": "Charlie Chaplin",
            "text": "Charlie Chaplin",
            "start": 9484,
            "end": 9499,
            "id": "5142"
        },
        {
            "title": "Bomb disposal",
            "text": "bomb squad",
            "start": 10235,
            "end": 10245,
            "id": "146382"
        },
        {
            "title": "Bureau of Alcohol, Tobacco, Firearms and Explosives",
            "text": "ATF",
            "start": 10622,
            "end": 10625,
            "id": "345261"
        },
        {
            "title": "WJET-TV",
            "text": "WJET-TV",
            "start": 10696,
            "end": 10703,
            "id": "4641910"
        },
        {
            "title": "American Broadcasting Company",
            "text": "ABC",
            "start": 10713,
            "end": 10716,
            "id": "62027"
        },
        {
            "title": "Buffalo, New York",
            "text": "Buffalo",
            "start": 10939,
            "end": 10946,
            "id": "3985"
        },
        {
            "title": "New York (state)",
            "text": "New York",
            "start": 10948,
            "end": 10956,
            "id": "8210131"
        },
        {
            "title": "Shock jock",
            "text": "shock jock",
            "start": 10999,
            "end": 11009,
            "id": "189909"
        },
        {
            "title": "WWDC (FM)",
            "text": "DC101",
            "start": 11013,
            "end": 11018,
            "id": "1917872"
        },
        {
            "title": "Washington, D.C.",
            "text": "Washington, D.C.",
            "start": 11039,
            "end": 11055,
            "id": "108956"
        },
        {
            "title": "Online video platform",
            "text": "video-sharing websites",
            "start": 11208,
            "end": 11230,
            "id": "41273427"
        },
        {
            "title": "Suicide note",
            "text": "suicide note",
            "start": 12099,
            "end": 12111,
            "id": "524165"
        },
        {
            "title": "State Correctional Institution – Muncy",
            "text": "Muncy Correctional Institution",
            "start": 13044,
            "end": 13074,
            "id": "28524234"
        },
        {
            "title": "Cambridge Springs, Pennsylvania",
            "text": "Cambridge Springs",
            "start": 13107,
            "end": 13124,
            "id": "132178"
        },
        {
            "title": "Aiding and abetting",
            "text": "aiding and abetting",
            "start": 13553,
            "end": 13572,
            "id": "28672722"
        },
        {
            "title": "United States Attorney",
            "text": "U.S. Attorney",
            "start": 13707,
            "end": 13720,
            "id": "443584"
        },
        {
            "title": "Mary Beth Buchanan",
            "text": "Mary Beth Buchanan",
            "start": 13721,
            "end": 13739,
            "id": "30889547"
        },
        {
            "title": "Sean J. McLaughlin",
            "text": "Sean J. McLaughlin",
            "start": 14178,
            "end": 14196,
            "id": "21826290"
        },
        {
            "title": "Texas",
            "text": "Texas",
            "start": 14517,
            "end": 14522,
            "id": "29810"
        },
        {
            "title": "Change of venue",
            "text": "change of venue",
            "start": 14852,
            "end": 14867,
            "id": "2668990"
        },
        {
            "title": "Life imprisonment",
            "text": "life in prison",
            "start": 15364,
            "end": 15378,
            "id": "148681"
        },
        {
            "title": "United States Court of Appeals for the Third Circuit",
            "text": "Court of Appeals for the Third Circuit",
            "start": 15485,
            "end": 15523,
            "id": "428323"
        },
        {
            "title": "Supreme Court of the United States",
            "text": "U.S. Supreme Court",
            "start": 15570,
            "end": 15588,
            "id": "31737"
        },
        {
            "title": "Certiorari",
            "text": "certiorari",
            "start": 15613,
            "end": 15623,
            "id": "158489"
        },
        {
            "title": "Time (magazine)",
            "text": "Time",
            "start": 15839,
            "end": 15843,
            "id": "31600"
        },
        {
            "title": "September 11 attacks",
            "text": "September 11 attacks",
            "start": 16635,
            "end": 16655,
            "id": "5058690"
        },
        {
            "title": "Terrorism",
            "text": "terrorism",
            "start": 16699,
            "end": 16708,
            "id": "30636"
        },
        {
            "title": "Fox Broadcasting Company",
            "text": "Fox",
            "start": 16718,
            "end": 16721,
            "id": "46252"
        },
        {
            "title": "America's Most Wanted",
            "text": "America's Most Wanted",
            "start": 16724,
            "end": 16745,
            "id": "310485"
        },
        {
            "title": "Wired (magazine)",
            "text": "Wired",
            "start": 16983,
            "end": 16988,
            "id": "65411"
        },
        {
            "title": "Netflix",
            "text": "Netflix",
            "start": 17215,
            "end": 17222,
            "id": "175537"
        },
        {
            "title": "Evil Genius (TV series)",
            "text": "Evil Genius: The True Story of America's Most Diabolical Bank Heist",
            "start": 17232,
            "end": 17299,
            "id": "57506068"
        },
        {
            "title": "NBC",
            "text": "NBC",
            "start": 17436,
            "end": 17439,
            "id": "21780"
        },
        {
            "title": "Heist (TV series)",
            "text": "Heist",
            "start": 17458,
            "end": 17463,
            "id": "3887523"
        },
        {
            "title": "Zac Efron",
            "text": "Zac Efron",
            "start": 17509,
            "end": 17518,
            "id": "16705483"
        },
        {
            "title": "30 Minutes or Less",
            "text": "30 Minutes or Less",
            "start": 17774,
            "end": 17792,
            "id": "28370864"
        },
        {
            "title": "Sony Pictures Entertainment Motion Picture Group",
            "text": "Sony Pictures Motion Picture Group",
            "start": 17948,
            "end": 17982,
            "id": "3087502"
        },
        {
            "title": "Scream Queens (2015 TV series)",
            "text": "Scream Queens",
            "start": 18102,
            "end": 18115,
            "id": "45093891"
        },
        {
            "title": "Dorkus",
            "text": "Dorkus",
            "start": 18125,
            "end": 18131,
            "id": "48658630"
        },
        {
            "title": "Black Mirror",
            "text": "Black Mirror",
            "start": 18355,
            "end": 18367,
            "id": "33757091"
        },
        {
            "title": "Shut Up and Dance (Black Mirror)",
            "text": "Shut Up and Dance",
            "start": 18377,
            "end": 18394,
            "id": "51180915"
        },
        {
            "title": "List of unusual deaths",
            "text": "List of unusual deaths",
            "start": 19097,
            "end": 19119,
            "id": "656245"
        },
        {
            "title": "1973 Canadian Imperial Bank of Commerce bank robbery",
            "text": "1973 Canadian Imperial Bank of Commerce bank robbery",
            "start": 19122,
            "end": 19174,
            "id": "60782280"
        },
        {
            "title": "Mosman bomb hoax",
            "text": "Mosman bomb hoax",
            "start": 19238,
            "end": 19254,
            "id": "32639732"
        },
        {
            "title": "Saw III",
            "text": "Saw III",
            "start": 19309,
            "end": 19316,
            "id": "3636498"
        },
        {
            "title": "30 Minutes or Less",
            "text": "30 Minutes or Less",
            "start": 19432,
            "end": 19450,
            "id": "28370864"
        },
        {
            "title": "Black comedy",
            "text": "black comedy",
            "start": 19469,
            "end": 19481,
            "id": "118365"
        },
        {
            "title": "Cane gun",
            "text": "Cane-like shotgun",
            "start": 20005,
            "end": 20022,
            "id": "8674238"
        }
    ],
    "_chunk_id": "b_2323245884-2338429371"
}