{
    "_id": "53730237",
    "id": "53730237",
    "title": "Palm Sunday church bombings",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 398,
            "end": 412
        },
        {
            "text": "==Bombing==",
            "start": 978,
            "end": 989
        },
        {
            "text": "==Casualties==",
            "start": 2481,
            "end": 2495
        },
        {
            "text": "==Aftermath==",
            "start": 2604,
            "end": 2617
        },
        {
            "text": "===State of emergency===",
            "start": 3572,
            "end": 3596
        },
        {
            "text": "==Responsibility==",
            "start": 4257,
            "end": 4275
        },
        {
            "text": "===Identification===",
            "start": 4750,
            "end": 4770
        },
        {
            "text": "== Reactions ==",
            "start": 5267,
            "end": 5282
        },
        {
            "text": "=== Domestic ===",
            "start": 5283,
            "end": 5299
        },
        {
            "text": "=== International ===",
            "start": 6304,
            "end": 6325
        },
        {
            "text": "==See also==",
            "start": 8124,
            "end": 8136
        },
        {
            "text": "==References==",
            "start": 8355,
            "end": 8369
        }
    ],
    "categories": [
        "2017 murders in Africa",
        "April 2017 crimes",
        "April 2017 events in Africa",
        "Articles containing video clips",
        "Attacks on churches in Africa",
        "21st century in Alexandria",
        "Improvised explosive device bombings in Egypt",
        "ISIL terrorist incidents in Egypt",
        "Filmed improvised explosive device bombings",
        "Islamist attacks on churches",
        "Islamic terrorist incidents in 2017",
        "Mass murder in 2017",
        "Mass murder in Egypt",
        "Massacres in religious buildings and structures",
        "Persecution of Copts by ISIL",
        "Religiously motivated violence in Egypt",
        "Suicide bombings in Egypt",
        "Terrorist incidents in Egypt in 2017",
        "Victims of Islamic terrorism"
    ],
    "infobox": "{{Infobox civilian attack\n|title=2017 Palm Sunday church bombings\n|image=\n|caption= \n|map={{Location map many|Egypt\n| width    = 270\n| lat1_deg = 30.78\n| lon1_deg = 31.00\n| pos1 = bottom\n| label1   = Tanta\n| lat2_deg = 31.20\n| lon2_deg = 29.91\n| pos2 = top\n| label2   = Alexandria\n}}\n|location=[[Tanta]] and [[Alexandria]], [[Egypt]]\n|target=[[Persecution of Copts|Coptic Christians]]\n|coordinates={{coord|30.792838|31.005390}} (Tanta), {{coord|31.198363|29.899601}} (Alexandria)\n|date=9 April 2017, Palm Sunday\n|time=\n|timezone=\n|type= Islamic [[Suicide bombing]]s\n|partof=[[Insurgency in Egypt (2013–present)]]\n|weapons=Explosive vests\n|fatalities=\n {{Collapsible list\n  |title= '''Total: 47'''\n|\n'''Tanta:''' 30<br/>'''Alexandria:''' 17\n}}\n|injuries=\n {{Collapsible list\n  |title= '''Total: 126'''\n|\n'''Tanta:''' 78<br/>'''Alexandria:''' 48\n}}\n|perpetrators=\n|numparts=\n|motive=[[Anti-Christian sentiment]] fueled by radical Islamic extremism\n}}",
    "article": "On Palm Sunday, 9 April 2017, twin suicide bombings took place at St. George's Church in the northern Egyptian city of Tanta on the Nile delta, and Saint Mark's Coptic Orthodox Cathedral, the principal church in Alexandria, seat of the Coptic papacy. At least 45 people were reported killed and 126 injured. Amaq News Agency said the attacks were carried out by a security detachment of the ISIS.\n\n==Background==\nIn February 2017, ISIS called for attacks on Christians, and during the Sinai insurgency, hundreds of Christians fled their homes in the North Sinai after a \"concerted campaign of assassination and intimidation\". The bombings occurred under President (and former general) Abdel Fattah el-Sisi who has emphasized national security during his rule, and who recently returned from a trip to the United States to visit President Donald Trump, a trip widely regarded as successful and as a confirmation of the US administration's support for Sisi's fight against ISIS.\n\n==Bombing==\n\nOn Palm Sunday, 9 April 2017, an explosive device was detonated inside St. George's Church in the Nile Delta city of Tanta. According to eyewitnesses, as they were attending the Divine Liturgy,  a man in a brown jacket rapidly charged toward the altar before detonating an explosive belt. This man, Mahmoud Mohamed Ali Hussein, is believed to have been in charge of both church bombings in Tanta and Alexandria. Video footage showed people assembled at the church, chanting the liturgy. The video rapidly changed to bars, as screams of terror and crying were heard in the background. A preliminary report by the prosecution determined that the bomb contained TNT, as well as large amounts of metallic screws and highly flammable substances.\n\nLater at Saint Mark's Coptic Orthodox Cathedral in Alexandria, historical seat of the Coptic papacy, another device exploded near the cathedral's gates. The incident occurred minutes after Pope Tawadros II left the church to follow the developments of the Tanta bombing. The pope escaped unharmed. Conflicting reports emerged over the identity of the perpetrator. Egyptian television published a photo of a man who was stopped and interrogated near the entrance. The suspect reportedly detonated a suicide belt when members of the security force, assigned to this church, tried to arrest him. Other camera footage, however, showed a different man trying to pass through the metal detectors at the entrance, a few seconds before the bomb went off.\n\n==Casualties==\nThe bombing in Alexandria killed 17 people and injured 48. In Tanta, 30 people were killed and 78 injured.\n\n==Aftermath==\nIn Tanta, security forces sealed off all the streets leading to the church and set up emergency checkpoints, allowing bomb disposal experts to examine the church and cars parked in its surroundings for any remaining explosives. Egypt's interior minister, Magdy Abdel Ghaffar, Prosecutor-General, Nabil Sadek, and other government officials arrived at the scene shortly after the bombing. Forensic experts identified an unknown severed head as a possible suspect in the attack. Tanta's residents, who were demonstrating nearby, physically assaulted Major General Hossam el-Din Khalifa, head of the Gharbia's Security Directorate. Khalifa, along with other heads of security, were dismissed later that day by Abdel Ghaffar.\n\nThree other explosive devices were dismantled by police. Two of them were left by an unknown individual in front of Sidi Abdel Rahim Mosque in Tanta, which contains a Sufi shrine. The other was in Alexandria's Collège Saint Marc.\n\n===State of emergency===\nOn the same day, Egyptian President Abdel Fattah el-Sisi announced that a three-month state of emergency would be imposed. The attack was seen as underscoring the failure of Egypt's intelligence agencies to \"anticipate a coordinated wave of attacks\" and the difficulty of stopping suicide attacks, despite the \"largely unfettered powers\" of the President el-Sisi and his imprisonment and exiling of \"thousands of political opponents\".\n\nThe three-month state of emergency must be approved by the Parliament of Egypt. Following its approval, President El-Sisi will have the authority to increase the powers of the police in arrests, surveillance, and seizures.\n\n==Responsibility==\nAn online statement via the Amaq News Agency said, \"A security detachment of the Islamic State carried out the attacks against the two churches in the cities of Tanta and Alexandria\". The two Egyptian suicide bombers were named Abu Ishaq Al-Masri and Abu Al-Baraa Al-Masri.\n\nThe group previously said the Islamic State was responsible for the December 2016 Botroseya Church bombing at St. Peter and St. Paul's Church in Cairo, which killed 29 people and injured 47 others.\n\n===Identification===\nOn 12 April 2017, Egyptian Interior Ministry identified Mahmud Hassan Mubarak Abdullah from the Arab Al Ashraf tribe, born in 1986 in Qena Governorate, as the bomber who had carried out the attack outside Saint Mark's church in Alexandria by comparing the DNA of remains found at the site of the bombing with the DNA of runaway suspects. A day later, Egyptian authorities identified the second bomber as Mamduh Amin Mohammed Baghdadi also from Al Ashraf tribe, born in 1977 in Qena Governorate.\n\n== Reactions ==\n=== Domestic ===\nThe Egyptian President Abdel Fattah el-Sisi summoned the national security council, and said that those wounded could receive medical care at military hospitals. The following day, president el-Sisi declared a three-month state of emergency across the country.\n\nThe Egyptian Council of Churches, through its secretary-general, priest Rifaat Fathy, expressed its condolences to the victims' relatives and to Pope Tawadros II, and announced its support to Sisi's swift response to the events and to the counter-terrorism efforts of the country's security apparatus.\n\nThe head of Al-Azhar, Egypt's leading center for the study of Sunni Islam, Sheikh Ahmed el-Tayeb, denounced the deadly attacks, calling them a \"despicable terrorist bombing that targeted the lives of innocents.\" Following the attacks, Muslims gathering inside mosques to donate blood for victims. Egyptians also showed solidarity with the victims by using a hashtag on social media that translates to \"your terrorism brings us together.\"\n\n=== International ===\nThe governments of Armenia, Australia, Canada, China, Colombia, Cyprus, France, Germany, Greece, Hungary, India, Indonesia, Iran, Iraq, Israel, Japan, Jordan, Lebanon, Malaysia, Morocco, Pakistan, Poland, Romania, Russia, Saudi Arabia, Singapore, Switzerland, Turkey, and the United States condemned the attacks, as did the United Nations Security Council and United Nations Secretary-General António Guterres.\n\nThe Holy See received news of the attacks while Pope Francis was holding the Palm Sunday mass in front of thousands in St. Peter's Square. The Roman Catholic pope, who is due to visit Egypt on 28 April, offered his condolences to his \"brother\" Tawadros II and to \"all of the dear Egyptian nation\" during his speech, while praying for the dead and the wounded. The World Council of Churches and the Archbishop of Canterbury, Justin Welby, also spoke out against the attacks. Despite the recent events the Pope's visit to Egypt will proceed as planned.\n\nSaudi Arabia's highest religious body, the Council of Senior Scholars (also known as the Senior Council of Ulema) condemned the twin Egypt church attacks, saying the bombings represented a \"criminal act considered forbidden by Islamic consensus...these bombings have violated several tenants of Islam; from treachery to sin and aggression.\"\n\nThe International Muslim Brotherhood condemned the attack as \"painfully tragic\" and that \"the blood of the innocent will be a curse on the oppressors\" whilst stating blame was due to the government who came to power after the 2013 coup in Egypt.\n\nUS President Donald Trump condemned the attacks via social media; he said on his Twitter account: \"So sad to hear of the terrorist attack in Egypt. U.S. strongly condemns.\"\n\nAfter the attacks, Israel closed the Taba Border Crossing with Egypt.\n\n==See also==\n* 2017 Minya attack\n* Kosheh massacres\n* Nag Hammadi massacre\n* 2011 Alexandria bombing\n* 2011 Imbaba church attacks\n* Botroseya Church bombing\n* Christianity in Egypt\n* Coptic Orthodox Church\n* Persecution of Copts\n\n\n==References==\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAfter bombing in Alexandria.",
    "links": [
        {
            "title": "Palm Sunday",
            "text": "Palm Sunday",
            "start": 3,
            "end": 14,
            "id": "24178"
        },
        {
            "title": "Tanta",
            "text": "Tanta",
            "start": 119,
            "end": 124,
            "id": "1717638"
        },
        {
            "title": "Nile Delta",
            "text": "Nile delta",
            "start": 132,
            "end": 142,
            "id": "498611"
        },
        {
            "title": "Saint Mark's Coptic Orthodox Cathedral (Alexandria)",
            "text": "Saint Mark's Coptic Orthodox Cathedral",
            "start": 148,
            "end": 186,
            "id": "12830633"
        },
        {
            "title": "Alexandria",
            "text": "Alexandria",
            "start": 212,
            "end": 222,
            "id": "3080"
        },
        {
            "title": "Pope of the Coptic Orthodox Church of Alexandria",
            "text": "Coptic papacy",
            "start": 236,
            "end": 249,
            "id": "2211235"
        },
        {
            "title": "Amaq News Agency",
            "text": "Amaq News Agency",
            "start": 308,
            "end": 324,
            "id": "51112320"
        },
        {
            "title": "Islamic State of Iraq and the Levant",
            "text": "ISIS",
            "start": 391,
            "end": 395,
            "id": "9087364"
        },
        {
            "title": "Sinai terror attacks",
            "text": "Sinai insurgency",
            "start": 485,
            "end": 501,
            "id": "37032089"
        },
        {
            "title": "Abdel Fattah el-Sisi",
            "text": "Abdel Fattah el-Sisi",
            "start": 685,
            "end": 705,
            "id": "36703624"
        },
        {
            "title": "Donald Trump",
            "text": "Donald Trump",
            "start": 838,
            "end": 850,
            "id": "4848272"
        },
        {
            "title": "Palm Sunday",
            "text": "Palm Sunday",
            "start": 994,
            "end": 1005,
            "id": "24178"
        },
        {
            "title": "Nile Delta",
            "text": "Nile Delta",
            "start": 1089,
            "end": 1099,
            "id": "498611"
        },
        {
            "title": "Tanta",
            "text": "Tanta",
            "start": 1108,
            "end": 1113,
            "id": "1717638"
        },
        {
            "title": "Divine Liturgy",
            "text": "Divine Liturgy",
            "start": 1169,
            "end": 1183,
            "id": "191634"
        },
        {
            "title": "Altar",
            "text": "altar",
            "start": 1237,
            "end": 1242,
            "id": "68640"
        },
        {
            "title": "Explosive belt",
            "text": "explosive belt",
            "start": 1264,
            "end": 1278,
            "id": "444882"
        },
        {
            "title": "Christian liturgy",
            "text": "liturgy",
            "start": 1469,
            "end": 1476,
            "id": "1434196"
        },
        {
            "title": "TNT",
            "text": "TNT",
            "start": 1650,
            "end": 1653,
            "id": "30698"
        },
        {
            "title": "Saint Mark's Coptic Orthodox Cathedral (Alexandria)",
            "text": "Saint Mark's Coptic Orthodox Cathedral",
            "start": 1742,
            "end": 1780,
            "id": "12830633"
        },
        {
            "title": "Alexandria",
            "text": "Alexandria",
            "start": 1784,
            "end": 1794,
            "id": "3080"
        },
        {
            "title": "Seat of the Coptic Orthodox Pope of Alexandria",
            "text": "historical seat",
            "start": 1796,
            "end": 1811,
            "id": "12830510"
        },
        {
            "title": "Pope Tawadros II of Alexandria",
            "text": "Pope Tawadros II",
            "start": 1922,
            "end": 1938,
            "id": "37539921"
        },
        {
            "title": "Metal detector",
            "text": "metal detector",
            "start": 2407,
            "end": 2421,
            "id": "165015"
        },
        {
            "title": "Bomb disposal",
            "text": "bomb disposal",
            "start": 2736,
            "end": 2749,
            "id": "146382"
        },
        {
            "title": "Gharbia Governorate",
            "text": "Gharbia",
            "start": 3215,
            "end": 3222,
            "id": "468777"
        },
        {
            "title": "Sufism",
            "text": "Sufi",
            "start": 3508,
            "end": 3512,
            "id": "28246"
        },
        {
            "title": "Collège Saint Marc, Alexandria",
            "text": "Collège Saint Marc",
            "start": 3551,
            "end": 3569,
            "id": "7939563"
        },
        {
            "title": "Abdel Fattah el-Sisi",
            "text": "Abdel Fattah el-Sisi",
            "start": 3633,
            "end": 3653,
            "id": "36703624"
        },
        {
            "title": "State of emergency",
            "text": "state of emergency",
            "start": 3683,
            "end": 3701,
            "id": "298608"
        },
        {
            "title": "Suicide attack",
            "text": "suicide attack",
            "start": 3878,
            "end": 3892,
            "id": "18835454"
        },
        {
            "title": "State of emergency",
            "text": "state of emergency",
            "start": 4049,
            "end": 4067,
            "id": "298608"
        },
        {
            "title": "Parliament of Egypt",
            "text": "Parliament of Egypt",
            "start": 4092,
            "end": 4111,
            "id": "1913567"
        },
        {
            "title": "Amaq News Agency",
            "text": "Amaq News Agency",
            "start": 4304,
            "end": 4320,
            "id": "51112320"
        },
        {
            "title": "Al-Masri",
            "text": "Al-Masri",
            "start": 4514,
            "end": 4522,
            "id": "4000554"
        },
        {
            "title": "Botroseya Church bombing",
            "text": "Botroseya Church bombing",
            "start": 4633,
            "end": 4657,
            "id": "52552998"
        },
        {
            "title": "St. Peter and St. Paul's Church, Cairo",
            "text": "St. Peter and St. Paul's Church",
            "start": 4661,
            "end": 4692,
            "id": "52578047"
        },
        {
            "title": "Qena Governorate",
            "text": "Qena Governorate",
            "start": 4905,
            "end": 4921,
            "id": "468825"
        },
        {
            "title": "Egyptian Council of Churches",
            "text": "Egyptian Council of Churches",
            "start": 5566,
            "end": 5594,
            "id": "53738071"
        },
        {
            "title": "Al-Azhar Mosque",
            "text": "Al-Azhar",
            "start": 5877,
            "end": 5885,
            "id": "24290834"
        },
        {
            "title": "Ahmad al-Tayyeb",
            "text": "Ahmed el-Tayeb",
            "start": 5947,
            "end": 5961,
            "id": "26644621"
        },
        {
            "title": "Armenia",
            "text": "Armenia",
            "start": 6345,
            "end": 6352,
            "id": "10918072"
        },
        {
            "title": "Australia",
            "text": "Australia",
            "start": 6354,
            "end": 6363,
            "id": "4689264"
        },
        {
            "title": "Canada",
            "text": "Canada",
            "start": 6365,
            "end": 6371,
            "id": "5042916"
        },
        {
            "title": "China",
            "text": "China",
            "start": 6373,
            "end": 6378,
            "id": "5405"
        },
        {
            "title": "Colombia",
            "text": "Colombia",
            "start": 6380,
            "end": 6388,
            "id": "5222"
        },
        {
            "title": "Cyprus",
            "text": "Cyprus",
            "start": 6390,
            "end": 6396,
            "id": "5593"
        },
        {
            "title": "France",
            "text": "France",
            "start": 6398,
            "end": 6404,
            "id": "5843419"
        },
        {
            "title": "Germany",
            "text": "Germany",
            "start": 6406,
            "end": 6413,
            "id": "11867"
        },
        {
            "title": "Greece",
            "text": "Greece",
            "start": 6415,
            "end": 6421,
            "id": "12108"
        },
        {
            "title": "Hungary",
            "text": "Hungary",
            "start": 6423,
            "end": 6430,
            "id": "13275"
        },
        {
            "title": "India",
            "text": "India",
            "start": 6432,
            "end": 6437,
            "id": "14533"
        },
        {
            "title": "Indonesia",
            "text": "Indonesia",
            "start": 6439,
            "end": 6448,
            "id": "14579"
        },
        {
            "title": "Iran",
            "text": "Iran",
            "start": 6450,
            "end": 6454,
            "id": "14653"
        },
        {
            "title": "Iraq",
            "text": "Iraq",
            "start": 6456,
            "end": 6460,
            "id": "7515928"
        },
        {
            "title": "Israel",
            "text": "Israel",
            "start": 6462,
            "end": 6468,
            "id": "9282173"
        },
        {
            "title": "Japan",
            "text": "Japan",
            "start": 6470,
            "end": 6475,
            "id": "15573"
        },
        {
            "title": "Jordan",
            "text": "Jordan",
            "start": 6477,
            "end": 6483,
            "id": "7515964"
        },
        {
            "title": "Lebanon",
            "text": "Lebanon",
            "start": 6485,
            "end": 6492,
            "id": "17771"
        },
        {
            "title": "Malaysia",
            "text": "Malaysia",
            "start": 6494,
            "end": 6502,
            "id": "3607937"
        },
        {
            "title": "Morocco",
            "text": "Morocco",
            "start": 6504,
            "end": 6511,
            "id": "19291"
        },
        {
            "title": "Pakistan",
            "text": "Pakistan",
            "start": 6513,
            "end": 6521,
            "id": "23235"
        },
        {
            "title": "Poland",
            "text": "Poland",
            "start": 6523,
            "end": 6529,
            "id": "22936"
        },
        {
            "title": "Romania",
            "text": "Romania",
            "start": 6531,
            "end": 6538,
            "id": "25445"
        },
        {
            "title": "Russia",
            "text": "Russia",
            "start": 6540,
            "end": 6546,
            "id": "25391"
        },
        {
            "title": "Saudi Arabia",
            "text": "Saudi Arabia",
            "start": 6548,
            "end": 6560,
            "id": "349303"
        },
        {
            "title": "Singapore",
            "text": "Singapore",
            "start": 6562,
            "end": 6571,
            "id": "27318"
        },
        {
            "title": "Switzerland",
            "text": "Switzerland",
            "start": 6573,
            "end": 6584,
            "id": "26748"
        },
        {
            "title": "Turkey",
            "text": "Turkey",
            "start": 6586,
            "end": 6592,
            "id": "11125639"
        },
        {
            "title": "United States",
            "text": "United States",
            "start": 6602,
            "end": 6615,
            "id": "3434750"
        },
        {
            "title": "United Nations Security Council",
            "text": "United Nations Security Council",
            "start": 6650,
            "end": 6681,
            "id": "31956"
        },
        {
            "title": "Secretary-General of the United Nations",
            "text": "United Nations Secretary-General",
            "start": 6686,
            "end": 6718,
            "id": "162415"
        },
        {
            "title": "António Guterres",
            "text": "António Guterres",
            "start": 6719,
            "end": 6735,
            "id": "471806"
        },
        {
            "title": "Holy See",
            "text": "Holy See",
            "start": 6742,
            "end": 6750,
            "id": "13393"
        },
        {
            "title": "Pope Francis",
            "text": "Pope Francis",
            "start": 6786,
            "end": 6798,
            "id": "1687680"
        },
        {
            "title": "St. Peter's Square",
            "text": "St. Peter's Square",
            "start": 6857,
            "end": 6875,
            "id": "894041"
        },
        {
            "title": "Catholic Church",
            "text": "Roman Catholic",
            "start": 6881,
            "end": 6895,
            "id": "606848"
        },
        {
            "title": "World Council of Churches",
            "text": "World Council of Churches",
            "start": 7102,
            "end": 7127,
            "id": "46639"
        },
        {
            "title": "Justin Welby",
            "text": "Justin Welby",
            "start": 7162,
            "end": 7174,
            "id": "15703656"
        },
        {
            "title": "Saudi Arabia",
            "text": "Saudi Arabia",
            "start": 7290,
            "end": 7302,
            "id": "349303"
        },
        {
            "title": "Council of Senior Scholars (Saudi Arabia)",
            "text": "Council of Senior Scholars",
            "start": 7333,
            "end": 7359,
            "id": "39232613"
        },
        {
            "title": "Muslim Brotherhood",
            "text": "Muslim Brotherhood",
            "start": 7650,
            "end": 7668,
            "id": "20742"
        },
        {
            "title": "2013 Egyptian coup d'état",
            "text": "2013 coup in Egypt",
            "start": 7858,
            "end": 7876,
            "id": "39822702"
        },
        {
            "title": "Donald Trump",
            "text": "Donald Trump",
            "start": 7892,
            "end": 7904,
            "id": "4848272"
        },
        {
            "title": "Israel",
            "text": "Israel",
            "start": 8072,
            "end": 8078,
            "id": "9282173"
        },
        {
            "title": "Taba Border Crossing",
            "text": "Taba Border Crossing",
            "start": 8090,
            "end": 8110,
            "id": "10452261"
        },
        {
            "title": "Minya bus attack",
            "text": "2017 Minya attack",
            "start": 8139,
            "end": 8156,
            "id": "54148269"
        },
        {
            "title": "Kosheh massacres",
            "text": "Kosheh massacres",
            "start": 8159,
            "end": 8175,
            "id": "20091087"
        },
        {
            "title": "Nag Hammadi massacre",
            "text": "Nag Hammadi massacre",
            "start": 8178,
            "end": 8198,
            "id": "25830670"
        },
        {
            "title": "2011 Alexandria bombing",
            "text": "2011 Alexandria bombing",
            "start": 8201,
            "end": 8224,
            "id": "30265489"
        },
        {
            "title": "2011 Imbaba church attacks",
            "text": "2011 Imbaba church attacks",
            "start": 8227,
            "end": 8253,
            "id": "31710608"
        },
        {
            "title": "Botroseya Church bombing",
            "text": "Botroseya Church bombing",
            "start": 8256,
            "end": 8280,
            "id": "52552998"
        },
        {
            "title": "Christianity in Egypt",
            "text": "Christianity in Egypt",
            "start": 8283,
            "end": 8304,
            "id": "10277806"
        },
        {
            "title": "Coptic Orthodox Church of Alexandria",
            "text": "Coptic Orthodox Church",
            "start": 8307,
            "end": 8329,
            "id": "7601"
        },
        {
            "title": "Persecution of Copts",
            "text": "Persecution of Copts",
            "start": 8332,
            "end": 8352,
            "id": "19331283"
        }
    ],
    "_chunk_id": "b_15988325587-15995755675"
}