{
    "_id": "55245801",
    "id": "55245801",
    "title": "Parsons Green train bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 1189,
            "end": 1203
        },
        {
            "text": "==Incident==",
            "start": 1677,
            "end": 1689
        },
        {
            "text": "===Claim of responsibility===",
            "start": 3027,
            "end": 3056
        },
        {
            "text": "==Investigation and trial==",
            "start": 3556,
            "end": 3583
        },
        {
            "text": "== The bomber ==",
            "start": 5874,
            "end": 5890
        },
        {
            "text": "==Reactions==",
            "start": 6539,
            "end": 6552
        },
        {
            "text": "=== Domestic ===",
            "start": 6553,
            "end": 6569
        },
        {
            "text": "=== International ===",
            "start": 8006,
            "end": 8027
        },
        {
            "text": "=== Craig Palmer bravery award===",
            "start": 8366,
            "end": 8399
        },
        {
            "text": "==See also==",
            "start": 8909,
            "end": 8921
        },
        {
            "text": "==References==",
            "start": 9162,
            "end": 9176
        }
    ],
    "categories": [
        "2017 in rail transport",
        "Attacks on buildings and structures in England",
        "Attacks on railway stations in Europe",
        "Explosions in 2017",
        "Filmed improvised explosive device bombings",
        "Improvised explosive device bombings in London",
        "Islamic terrorism in London",
        "Islamic terrorist incidents in 2017",
        "September 2017 crimes",
        "September 2017 events in the United Kingdom",
        "Terrorist incidents in London in 2017",
        "Terrorist incidents on railway systems in the United Kingdom",
        "Terrorist incidents on underground rapid transit systems",
        "Train bombings in Europe"
    ],
    "infobox": "{{Infobox civilian attack\n| title       = Parsons Green train bombing\n| partof      = [[Islamic terrorism in Europe]] \n| image       = File:2017 Parsons Green bombing 20.jpg\n| image_size  = \n| alt         = \n| caption     = Police on [[Parsons Green (The green)|Parsons Green]], following the bombing \n| map         = {{Location map many |United Kingdom London Hammersmith and Fulham#United Kingdom Greater London#United Kingdom\n| width       = 250\n| label       = '''Parsons Green'''\n| position    = centre\n| background  =\n}} \n| map_size    = \n| map_alt     = \n| map_caption = \n| location    = [[Parsons Green tube station|Parsons Green Underground station]], [[London]]<br />{{gbmappingsmall |TQ 249 766}}\n| coordinates = {{coord|51|28|31|N|0|12|4|W|region:GB_type:event|display=inline,title}}\n| target      = [[London Underground]], [[civilians]]\n| date        = {{Start date|2017|09|15|df= y}}\n| time        = 08:20\n| timezone    = [[British Summer Time|BST]]\n| type        = \n| fatalities  = \n| injuries    = 30<ref>{{cite web |title= Update: Arrest made re: Parsons Green attack |url= http://news.met.police.uk/news/update-arrest-made-re-parsons-green-attack-260334 |website= Metropolitan Police |accessdate= 16 September 2017 |date= 16 September 2017 |archive-url= https://web.archive.org/web/20170916095444/http://news.met.police.uk/news/update-arrest-made-re-parsons-green-attack-260334 |archive-date= 16 September 2017 |url-status= dead }}</ref><ref>{{cite web|title=Man arrested over London Tube bombing |url=https://www.bbc.co.uk/news/uk-41292528|website= BBC News|accessdate=16 September 2017|date=16 September 2017}}</ref>\n| victims     = <!-- or | victim = -->\n| perpetrators= <!-- or | perpetrator = --> <!-- alias: | perps = or | perp = -->\n| assailants  = Ahmed Hassan\n| perp        = [[Islamic State of Iraq and the Levant]]\n| weapons     = [[Improvised explosive device]]\n| numparts    = <!-- or | numpart = -->\n| dfens       = <!-- or | dfen = -->\n| motive      = [[Islamic extremism]]\n| coroner     = \n| accused     = \n| convicted   = \n| verdict     = \n| convictions = \n| charges     = \n| litigation  = \n| website     = \n| module      =\n| inquiry     = <ref name= Guardian150917 />\n}}",
    "article": "On 15 September 2017, at around 08:20 BST (07:20 UTC), an explosion occurred on a District line train at Parsons Green Underground station, in London, England. Thirty people were treated in hospital or an urgent care centre, mostly for burn injuries, by a botched crude 'bucket bomb' with a timer containing the TATP explosive chemical. Police arrested the main suspect, 18-year-old Iraqi asylum seeker Ahmed Hassan in a departure area of the Port of Dover the next day, and subsequently raided several addresses including the foster home of an elderly couple in Sunbury-on-Thames where Hassan had lived.\n\nHassan arrived in the UK illegally in October 2015 and had said that he had been compelled to undergo training by ISIL with about 1,000 other young people and he had feared members of his family would be killed if he had attempted to resist. The incident was classified by Europol as a case of jihadist terrorism. On 6 April 2019 it was announced that Lt. Col. Craig Palmer, a British Army officer who was that morning a passenger on the affected tube train, had been awarded the Queen's Commendation for Bravery for his part in helping to bring the bomber to trial and conviction.\n\n==Background==\nFour other attacks occurred in England in the months preceding the bombing: the Westminster attack, the Manchester Arena bombing, the London Bridge attack and the Finsbury Park attack. According to the BBC home affairs correspondent Dominic Casciani, along with the Parsons Green train bombing and police having foiled at least seven 'significant plots', this makes it \"the most sustained period of terror activity in England since the IRA bombing campaign of the 1970s.\"\n\n==Incident==\n\nA homemade bomb partially exploded on an eastbound District line train at Parsons Green Underground station, in West London. The District line train was packed with commuters and school children. Witnesses described seeing a fireball in the rear carriage of the packed rush-hour train. Numerous passengers were reported to have suffered flash burns. Others received crush injuries in the rush to leave the scene. Thirty people received medical treatment for their injuries, 19 of whom were taken to hospital by ambulance and the remainder self-presenting at hospital.\n\nThe device had been left in a white plastic bucket inside a shopping bag. Wires were hanging out, as well as a black towel. Reports also indicate the device had a timer attached and was packed with knives and screws. According to Ben Wallace, the security minister, the bomb contained the triacetone triperoxide explosive (TATP), the same explosive used in the 2005 London Underground bombings and the November 2015 Paris attacks. The explosive is known to be very unstable, which may have led to critical errors in the construction of the bomb, such that it only partially exploded. According to Chip Chapman, former head of counter-terrorism at the Ministry of Defence, \"This absolutely didn't function properly because…  of TATP is enough to blow car doors off\".\n\n===Claim of responsibility===\nAccording to the Amaq News Agency, an affiliated unit of the Islamic State of Iraq and the Levant carried out the attack. The Metropolitan Police described the claim as \"very routine in these sort of circumstances… whether or not they have had any previous engagement with the individuals involved\". On 17 September, Home Secretary Amber Rudd said there was no evidence to suggest that ISIL was behind the attack, and added that  they would find out how the attacker was radicalised if they could.\n\n==Investigation and trial==\nThe Metropolitan Police Counter Terrorism Command led the investigation into the attack. According to the Metropolitan Police, “hundreds of detectives” are involved in the investigation. Investigators reportedly linked the attack to Islamic extremism and considered feasible a network of individuals involved in such plans. The Metropolitan Police launched a manhunt for one, possibly two, suspects.\n\nOn 16 September, Kent Police arrested Ahmed Hassan at the Port of Dover on suspicion of a terror offence. The port area was partially evacuated and a number of items recovered by the police. Later that day, police raided, and searched a house in Sunbury, Surrey. Hassan was not named initially, but was identified by media reports as an 18-year-old Iraqi orphan refugee who had been referred to a governmental anti-extremist programme.\n\nSeven men were arrested in total during the investigations. Later on 16 September, a man was arrested in Hounslow, west London, A third man, a 25-year-old, was arrested in Newport, south Wales, on 19 September and an address in Newport was searched. The seventh and final arrest took place on 25 September in Cardiff. On 21 September the second arrestee was released without charge.\n\nOn 22 September, Hassan was charged with attempted murder and causing an explosion likely to endanger life or cause serious injury. He appeared in court the following day and was remanded in custody, to appear at the Old Bailey on 13 October. The other six arrestees were released without charge.\n\nAhmed Hassan pleaded not guilty to the charges. His trial took place on 5–16 March 2018 at the Old Bailey. The Crown Prosecution Service (CPS) indicated that Hassan had not conveyed his motive for the attack and that, perhaps due to his destruction of electronic devices, there was no evidence of ISIS being an inspiration. On 16 March, he was found guilty by a unanimous jury. On 23 March, he was sentenced to life imprisonment with a minimum of 34 years; he will be eligible for parole on 23 March 2052. The sentence reflected the court's belief that Hassan had lied about his age and was in fact older. It has been claimed, in an article by Lizzie Dearden of The Independent, that the police missed or misinterpreted evidence indicating Hassan was inspired by ISIS.\n\n== The bomber ==\nAhmed Hassan arrived in the UK in late 2015 claiming to be under 18, at a time when the UK government had shortly before instituted more generous rules on accepting asylum applications from unaccompanied minors. At a January 2016 immigration interview, Hassan told officials he had been in touch with the Islamic State of Iraq and Syria and been trained to kill. Hassan also stated during the interview that he blamed the United Kingdom for his father having died in Iraq. While his asylum application was being processed, he was placed in foster care with a highly experienced elderly foster couple who were given no hint of his extremist links.\n\n==Reactions==\n=== Domestic ===\nIn a statement after the incident, the Prime Minister, Theresa May, said: \"My thoughts are with those injured at Parsons Green and the emergency services who, once again, are responding swiftly and bravely to a suspected terrorist incident\".\n \nMayor of London Sadiq Khan said: \"As London has proven again and again, we will never be intimidated or defeated by terrorism. I am in close contact with the Metropolitan Police, Transport for London (TfL), Government and other emergency services who are responding at the scene and leading the investigation. I will be attending the emergency COBRA meeting in Whitehall this afternoon with the Prime Minister. My sincere gratitude goes to all our courageous emergency responders and the TfL staff who were first on the scene. I urge all Londoners to remain calm and vigilant\".  Khan also said: \"I am not going to apologise for saying we need more resources and more police in London\".\n\nSubsequent to the attack, the Joint Terrorism Analysis Centre decided to raise the terror threat level from 'Severe' to 'Critical', for only the fourth time since its 2006 introduction. Operation Temperer was also activated for the second time, as a result of the raise in threat level. The terror threat level was then returned to 'Severe' by JTAC on 17 September 2017.\n\nCiting the Parsons Green train bombing, police advised the public not to record terrorist events, but instead to \"run, hide, tell\".\n\n=== International ===\nUS President Donald Trump tweeted: \"Another attack in London by a loser terrorist. These are sick and demented people who were in the sights of Scotland Yard. Must be proactive!\" He also touted his proposed travel ban. His comments were described by Theresa May, who characterised the tweets as inaccurate speculation, as \"not helpful.\"\n\n=== Craig Palmer bravery award===\nOn 6 April 2019 it was announced that Lt. Col. Craig Palmer, a passenger on the affected tube train, had been awarded the Queen's Commendation for Bravery for his part in helping to bring the bomber to trial and conviction. Despite great risk to himself, the Artillery officer, who was two carriages away as the train entered Parsons Green station, went towards the scene of the bomb and recognised it for it was. He took pictures that were able to be used in evidence at the subsequent trial of the bomber.\n\n==See also==\n\n*7 July 2005 London bombings\n*21 July 2005 London bombings\n*Cannon Street train bombing\n*Bombings of Paddington and Victoria stations\n*Green Park tube station bombing\n*Bombings of King's Cross and Euston stations\n*West Ham station attack\n\n==References==\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMap of the station area.",
    "links": [
        {
            "title": "British Summer Time",
            "text": "BST",
            "start": 38,
            "end": 41,
            "id": "2439010"
        },
        {
            "title": "Coordinated Universal Time",
            "text": "UTC",
            "start": 49,
            "end": 52,
            "id": "25453500"
        },
        {
            "title": "District line",
            "text": "District line",
            "start": 82,
            "end": 95,
            "id": "92598"
        },
        {
            "title": "Parsons Green tube station",
            "text": "Parsons Green Underground station",
            "start": 105,
            "end": 138,
            "id": "1705059"
        },
        {
            "title": "London",
            "text": "London",
            "start": 143,
            "end": 149,
            "id": "17867"
        },
        {
            "title": "Acetone peroxide",
            "text": "TATP",
            "start": 312,
            "end": 316,
            "id": "578412"
        },
        {
            "title": "Asylum seeker",
            "text": "asylum seeker",
            "start": 389,
            "end": 402,
            "id": "276005"
        },
        {
            "title": "Port of Dover",
            "text": "Port of Dover",
            "start": 443,
            "end": 456,
            "id": "6142372"
        },
        {
            "title": "Sunbury-on-Thames",
            "text": "Sunbury-on-Thames",
            "start": 563,
            "end": 580,
            "id": "490301"
        },
        {
            "title": "Illegal immigration to the United Kingdom",
            "text": "arrived in the UK illegally",
            "start": 613,
            "end": 640,
            "id": "31498730"
        },
        {
            "title": "Islamic State of Iraq and the Levant",
            "text": "ISIL",
            "start": 720,
            "end": 724,
            "id": "9087364"
        },
        {
            "title": "Europol",
            "text": "Europol",
            "start": 879,
            "end": 886,
            "id": "525329"
        },
        {
            "title": "Islamic terrorism",
            "text": "jihadist terrorism",
            "start": 900,
            "end": 918,
            "id": "566821"
        },
        {
            "title": "British Army",
            "text": "British Army",
            "start": 983,
            "end": 995,
            "id": "4887"
        },
        {
            "title": "Queen's Commendation for Bravery",
            "text": "Queen's Commendation for Bravery",
            "start": 1086,
            "end": 1118,
            "id": "4166029"
        },
        {
            "title": "2017 Westminster attack",
            "text": "Westminster attack",
            "start": 1284,
            "end": 1302,
            "id": "53565652"
        },
        {
            "title": "Manchester Arena bombing",
            "text": "Manchester Arena bombing",
            "start": 1308,
            "end": 1332,
            "id": "54112112"
        },
        {
            "title": "2017 London Bridge attack",
            "text": "London Bridge attack",
            "start": 1338,
            "end": 1358,
            "id": "54215533"
        },
        {
            "title": "2017 Finsbury Park attack",
            "text": "Finsbury Park attack",
            "start": 1367,
            "end": 1387,
            "id": "54337100"
        },
        {
            "title": "BBC",
            "text": "BBC",
            "start": 1406,
            "end": 1409,
            "id": "19344654"
        },
        {
            "title": "Provisional Irish Republican Army",
            "text": "IRA",
            "start": 1640,
            "end": 1643,
            "id": "23299"
        },
        {
            "title": "Flash burn",
            "text": "flash burn",
            "start": 2028,
            "end": 2038,
            "id": "3563675"
        },
        {
            "title": "Crush injury",
            "text": "crush injuries",
            "start": 2057,
            "end": 2071,
            "id": "30271284"
        },
        {
            "title": "Ben Wallace (politician)",
            "text": "Ben Wallace",
            "start": 2490,
            "end": 2501,
            "id": "1870449"
        },
        {
            "title": "Acetone peroxide",
            "text": "triacetone triperoxide",
            "start": 2549,
            "end": 2571,
            "id": "578412"
        },
        {
            "title": "7 July 2005 London bombings",
            "text": "2005 London Underground bombings",
            "start": 2621,
            "end": 2653,
            "id": "2185939"
        },
        {
            "title": "November 2015 Paris attacks",
            "text": "November 2015 Paris attacks",
            "start": 2662,
            "end": 2689,
            "id": "48545523"
        },
        {
            "title": "Amaq News Agency",
            "text": "Amaq News Agency",
            "start": 3074,
            "end": 3090,
            "id": "51112320"
        },
        {
            "title": "Islamic State of Iraq and the Levant",
            "text": "Islamic State of Iraq and the Levant",
            "start": 3118,
            "end": 3154,
            "id": "9087364"
        },
        {
            "title": "Home Secretary",
            "text": "Home Secretary",
            "start": 3374,
            "end": 3388,
            "id": "149104"
        },
        {
            "title": "Amber Rudd",
            "text": "Amber Rudd",
            "start": 3389,
            "end": 3399,
            "id": "26787240"
        },
        {
            "title": "Metropolitan Police",
            "text": "Metropolitan Police",
            "start": 3690,
            "end": 3709,
            "id": "192450"
        },
        {
            "title": "Islamic extremism",
            "text": "Islamic extremism",
            "start": 3817,
            "end": 3834,
            "id": "8734632"
        },
        {
            "title": "Manhunt (law enforcement)",
            "text": "manhunt",
            "start": 3943,
            "end": 3950,
            "id": "11592326"
        },
        {
            "title": "Kent Police",
            "text": "Kent Police",
            "start": 4002,
            "end": 4013,
            "id": "3509773"
        },
        {
            "title": "Port of Dover",
            "text": "Port of Dover",
            "start": 4043,
            "end": 4056,
            "id": "6142372"
        },
        {
            "title": "Sunbury-on-Thames",
            "text": "Sunbury, Surrey",
            "start": 4231,
            "end": 4246,
            "id": "490301"
        },
        {
            "title": "Hounslow",
            "text": "Hounslow",
            "start": 4527,
            "end": 4535,
            "id": "84048"
        },
        {
            "title": "Newport, Wales",
            "text": "Newport",
            "start": 4594,
            "end": 4601,
            "id": "338052"
        },
        {
            "title": "Remand (detention)",
            "text": "remanded",
            "start": 4985,
            "end": 4993,
            "id": "14632360"
        },
        {
            "title": "Old Bailey",
            "text": "Old Bailey",
            "start": 5023,
            "end": 5033,
            "id": "229046"
        },
        {
            "title": "Crown Prosecution Service",
            "text": "Crown Prosecution Service",
            "start": 5215,
            "end": 5240,
            "id": "383064"
        },
        {
            "title": "Unaccompanied minor",
            "text": "unaccompanied minor",
            "start": 6081,
            "end": 6100,
            "id": "8459852"
        },
        {
            "title": "Islamic State of Iraq and the Levant",
            "text": "Islamic State of Iraq and Syria",
            "start": 6196,
            "end": 6227,
            "id": "9087364"
        },
        {
            "title": "Foster care",
            "text": "foster care",
            "start": 6431,
            "end": 6442,
            "id": "387721"
        },
        {
            "title": "Prime Minister of the United Kingdom",
            "text": "Prime Minister",
            "start": 6609,
            "end": 6623,
            "id": "24150"
        },
        {
            "title": "Theresa May",
            "text": "Theresa May",
            "start": 6625,
            "end": 6636,
            "id": "351873"
        },
        {
            "title": "Mayor of London",
            "text": "Mayor of London",
            "start": 6814,
            "end": 6829,
            "id": "40338"
        },
        {
            "title": "Sadiq Khan",
            "text": "Sadiq Khan",
            "start": 6830,
            "end": 6840,
            "id": "1847198"
        },
        {
            "title": "Metropolitan Police",
            "text": "Metropolitan Police",
            "start": 6972,
            "end": 6991,
            "id": "192450"
        },
        {
            "title": "Transport for London",
            "text": "Transport for London",
            "start": 6993,
            "end": 7013,
            "id": "31145"
        },
        {
            "title": "Cabinet Office Briefing Rooms",
            "text": "COBRA",
            "start": 7158,
            "end": 7163,
            "id": "146391"
        },
        {
            "title": "Joint Terrorism Analysis Centre",
            "text": "Joint Terrorism Analysis Centre",
            "start": 7531,
            "end": 7562,
            "id": "2268221"
        },
        {
            "title": "UK Threat Levels",
            "text": "terror threat level",
            "start": 7584,
            "end": 7603,
            "id": "12077900"
        },
        {
            "title": "Operation Temperer",
            "text": "Operation Temperer",
            "start": 7687,
            "end": 7705,
            "id": "54120409"
        },
        {
            "title": "President of the United States",
            "text": "US President",
            "start": 8028,
            "end": 8040,
            "id": "24113"
        },
        {
            "title": "Donald Trump",
            "text": "Donald Trump",
            "start": 8041,
            "end": 8053,
            "id": "4848272"
        },
        {
            "title": "Executive Order 13780",
            "text": "proposed travel ban",
            "start": 8226,
            "end": 8245,
            "id": "53403242"
        },
        {
            "title": "Queen's Commendation for Bravery",
            "text": "Queen's Commendation for Bravery",
            "start": 8522,
            "end": 8554,
            "id": "4166029"
        },
        {
            "title": "7 July 2005 London bombings",
            "text": "7 July 2005 London bombings",
            "start": 8924,
            "end": 8951,
            "id": "2185939"
        },
        {
            "title": "21 July 2005 London bombings",
            "text": "21 July 2005 London bombings",
            "start": 8953,
            "end": 8981,
            "id": "2279412"
        },
        {
            "title": "Cannon Street train bombing",
            "text": "Cannon Street train bombing",
            "start": 8983,
            "end": 9010,
            "id": "57303289"
        },
        {
            "title": "Bombings of Paddington and Victoria stations",
            "text": "Bombings of Paddington and Victoria stations",
            "start": 9012,
            "end": 9056,
            "id": "52790679"
        },
        {
            "title": "1975 Piccadilly bombing",
            "text": "Green Park tube station bombing",
            "start": 9058,
            "end": 9089,
            "id": "51635740"
        },
        {
            "title": "Bombings of King's Cross and Euston stations",
            "text": "Bombings of King's Cross and Euston stations",
            "start": 9091,
            "end": 9135,
            "id": "53775837"
        },
        {
            "title": "West Ham station attack",
            "text": "West Ham station attack",
            "start": 9137,
            "end": 9160,
            "id": "57434127"
        }
    ],
    "_chunk_id": "b_16308132402-16313440660"
}