{
    "_id": "238266",
    "id": "238266",
    "title": "Centennial Olympic Park bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Bombing ==",
            "start": 1009,
            "end": 1022
        },
        {
            "text": "=== Victims ===",
            "start": 2962,
            "end": 2977
        },
        {
            "text": "== Reaction ==",
            "start": 3264,
            "end": 3278
        },
        {
            "text": "== Aftermath ==",
            "start": 3528,
            "end": 3543
        },
        {
            "text": "=== Richard Jewell falsely implicated ===",
            "start": 3545,
            "end": 3586
        },
        {
            "text": "=== Conviction of Eric Robert Rudolph ===",
            "start": 5585,
            "end": 5626
        },
        {
            "text": "== See also ==",
            "start": 9581,
            "end": 9595
        },
        {
            "text": "== References ==",
            "start": 9728,
            "end": 9744
        },
        {
            "text": "== External links ==",
            "start": 9747,
            "end": 9767
        }
    ],
    "categories": [
        "1996 Summer Olympics",
        "1996 murders in the United States",
        "1996 in Georgia (U.S. state)",
        "1996 in Atlanta",
        "July 1996 crimes",
        "Attacks in the United States in 1996",
        "Crime in Atlanta",
        "Counter-terrorism in the United States",
        "Religiously motivated violence in the United States",
        "Christian terrorism in the United States",
        "Improvised explosive device bombings in the United States",
        "Filmed improvised explosive device bombings",
        "Olympic deaths",
        "Murder in Georgia (U.S. state)",
        "Terrorist incidents in the United States in 1996",
        "Crimes in Georgia (U.S. state)"
    ],
    "infobox": "{{Infobox terrorist attack\n|title = Centennial Olympic Park Bombing\n|partof=[[terrorism in the United States]]\n|image = OlympicParkBombing ShrapnelMark.jpg\n|caption = [[Fragmentation (weaponry)|Bomb fragment]] mark on Olympic Park sculpture\n|location = [[Atlanta]], [[Georgia (U.S. state)|Georgia]], United States\n| coordinates = {{Coord|33.76065|N|84.392583|W |format=dms |scale:10000_type:event_source:placeopedia |display=inline,title}}\n|target = [[Centennial Olympic Park]]\n|date = July 27, 1996\n|time = 1:20 am\n|timezone = UTC-4\n|type = [[Improvised explosive device|Bombing]]\n|weapons = [[Pipe bomb]]\n|fatalities = 2 (including 1 indirect fatality) \n|injuries = 111\n|perpetrators = [[Eric Rudolph]] <br /> [[Army of God (United States)|Army of God]] \n|motive = [[Anti-abortion violence|Anti-abortion]], [[Anti-socialist]], [[Homophobia|anti-gay]]}}",
    "article": "The Centennial Olympic Park bombing was a domestic terrorist pipe bombing attack on Centennial Olympic Park in Atlanta, Georgia, on July 27 during the 1996 Summer Olympics. The blast directly killed one person and injured 111 others; another person later died of a heart attack. It was the first of four bombings committed by Eric Rudolph. Security guard Richard Jewell discovered the bomb before detonation and began clearing spectators out of the park. \n\nAfter the bombings, Jewell was initially investigated as a suspect by the Federal Bureau of Investigation and news media aggressively focused on him as the presumed culprit when he was actually innocent.  In October 1996, the FBI declared Jewell was no longer a person of interest. Following three more bombings in 1997, Rudolph was identified by the FBI as the suspect. In 2003, Rudolph was arrested, and in 2005 he agreed to plead guilty to avoid a potential death sentence. Rudolph was sentenced to life imprisonment without parole for his crimes.\n\n== Bombing ==\nCentennial Olympic Park was designed as the \"town square\" of the Olympics, and thousands of spectators had gathered for a late concert by the band Jack Mack and the Heart Attack. Sometime after midnight, Rudolph planted a green U.S. military ALICE pack (field pack) containing three pipe bombs surrounded by  masonry nails, which caused most of the human injuries, underneath a bench near the base of a concert sound tower. He then left the area. \n\nThe pack had a directed charge and could have done more damage but it was slightly moved at some point. It used a steel plate as a directional device. Investigators later tied the Sandy Springs and Otherside bombs together with this first device because all were propelled by nitroglycerin dynamite, used an alarm clock and Rubbermaid containers, and contained steel plates.\n\nFBI Agent David (Woody) Johnson received notice that a call to 911 was placed about 18 minutes before the bomb detonated warning that a bomb would go off at the park within 30 minutes by \"a white male with an indistinguishable American accent\".\n\nSecurity guard Richard Jewell discovered the bag underneath a bench and alerted Georgia Bureau of Investigation officers. Tom Davis, of the Georgia Bureau of Investigation, called in a bomb squad, including members of the ATF and FBI to investigate the suspicious bag, which was leaning against the 40-ft NBC sound tower. Jewell and other security guards began clearing the immediate area so that the bomb squad could investigate the suspicious package.  The bomb detonated two to three minutes into the evacuation, before all spectators could leave the area.\n\nVideo of the explosion from a short distance away was captured by Robert Gee, a tourist from California, and later aired by CNN. The sound of the explosion was also recorded by a news crew from the German public television network ARD, who were interviewing American swimmer Janet Evans at a nearby hotel.\n\n=== Victims ===\nAlice Hawthorne, 44, of Albany, Georgia, was killed in the explosion when a nail from the bomb penetrated her skull.  A Turkish cameraman of Turkish Radio and Television Corporation, Melih Uzunyol, 40, had a fatal heart attack while running to the scene.  The bomb wounded 111 others.\n\n== Reaction ==\n\nPresident Bill Clinton denounced the explosion as an \"evil act of terror\" and vowed to do everything possible to track down and punish those responsible.\n\nDespite the event, officials and athletes agreed that the games should continue as planned.\n\n== Aftermath ==\n\n=== Richard Jewell falsely implicated ===\n\nThough Richard Jewell was hailed as a hero for his role in discovering the bomb and moving spectators to safety, news organizations later reported that Jewell was considered a potential suspect in the bombing, four days afterward, and shortly after a brief, mistaken detainment of two juvenile persons of interest at the Kensington MARTA station. Jewell, at the time, was unknown to authorities, and a lone wolf profile made sense to FBI investigators after they were contacted by his former employer at Piedmont College.\n\nJewell was named as a person of interest, although he was never arrested. Jewell's home was searched, his background exhaustively investigated, and he became the subject of intense media interest and surveillance, including a media siege of his home. \n\nAfter Jewell was exonerated, he initiated defamation lawsuits against NBC News, The Atlanta Journal-Constitution, and other media entities, and insisted on a formal apology from them. Jewell's lawsuit accused Piedmont College President Raymond Cleere of falsely describing Jewell as a \"badge-wearing zealot\" who \"would write epic police reports for minor infractions\". The cases were later settled after 15 years of litigation with the Georgia Court of Appeals decision in July 2012, that the newspapers accurately reported that Jewell was the key suspect in the bombing, and emphasized he was only a suspect and the potential issues in the law enforcement case against him. Richard Jewell himself died on August 29, 2007, at the age of 44 from serious medical problems related to diabetes.\n\nRichard Jewell, a biographical drama film, was released in the United States on December 13, 2019. The film was directed and produced by Clint Eastwood. It was written by Billy Ray, based on the 1997 article \"American Nightmare,\" and the book The Suspect: An Olympic Bombing, the FBI, the Media, and Richard Jewell, the Man Caught in the Middle (2019) by Kent Alexander and Kevin Salwen. Jewell is played by Paul Walter Hauser.\n\n=== Conviction of Eric Robert Rudolph ===\n\n\nAfter Jewell was cleared, the FBI admitted it had no other suspects, and the investigation made little progress until early 1997, when two more bombings took place, at an abortion clinic and a lesbian nightclub, both in the Atlanta area. Similarities in the bomb design allowed investigators to conclude that this was the work of the same perpetrator. One more bombing of an abortion clinic, this time in Birmingham, Alabama, which killed a policeman working as a security guard and seriously injured nurse Emily Lyons, gave the FBI crucial clues including a partial license plate.\n\nThe plate and other clues led the FBI to identify Eric Robert Rudolph, a carpenter and handyman, as a suspect. Rudolph eluded capture and became a fugitive; officials believed he had disappeared into the rugged southern Appalachian Mountains, familiar from his youth.  On May 5, 1998, the FBI named him as one of its ten most wanted fugitives and offered a $1 million reward for information leading directly to his arrest.  On October 14, 1998, the Department of Justice formally named Rudolph as its suspect in all four bombings.\n\nAfter more than five years on the run, Rudolph was arrested on May 31, 2003, in Murphy, North Carolina, by a rookie police officer, Jeffrey Scott Postell of the Murphy Police Department behind a Save-A-Lot store at about 4 a.m.; Postell, on routine patrol, had originally suspected a burglary in progress.\n\nOn April 8, 2005, the government announced Rudolph would plead guilty to all four bombings, including the Centennial Olympic Park attack.\n\nRudolph is serving four life terms without the possibility of parole at ADX Florence supermax prison in Florence, Colorado.\n\nRudolph's justification for the bombings according to his April 13, 2005 statement, was political:\n\n:In the summer of 1996, the world converged upon Atlanta for the Olympic Games. Under the protection and auspices of the regime in Washington, millions of people came to celebrate the ideals of global socialism. Multinational corporations spent billions of dollars, and Washington organized an army of security to protect these best of all games. Even though the conception and purpose of the so-called Olympic movement is to promote the values of global socialism, as perfectly expressed in the song Imagine by John Lennon, which was the theme of the 1996 Games even though the purpose of the Olympics is to promote these ideals, the purpose of the attack on July 27 was to confound, anger and embarrass the Washington government in the eyes of the world for its abominable sanctioning of abortion on demand.\n\n:The plan was to force the cancellation of the Games, or at least create a state of insecurity to empty the streets around the venues and thereby eat into the vast amounts of money invested.\n\nOn August 22, 2005, Rudolph, who had previously received a life sentence for the Alabama bombing, was sentenced to three concurrent terms of life imprisonment without parole for the Georgia incidents. Rudolph read a statement at his sentencing in which he apologized to the victims and families only of the Centennial Park bombing, reiterating that he was angry at the government and hoped the Olympics would be canceled. At his sentencing, fourteen other victims or relatives gave statements, including the widower of Alice Hawthorne.\n\nRudolph's former sister-in-law, Deborah Rudolph, talked about the irony of Rudolph's plea deal putting him in custody of a government he hates. \"Knowing that he's living under government control for the rest of his life, I think that's worse to him than death,\" she told the San Diego Union Tribune in 2005.\n\nAs reported in an April 8, 2013 Alabama blog post, in February 2013, LuLu.com published Rudolph's book, Between the Lines of Drift: The Memoirs of a Militant, and in April 2013 the U.S. Attorney General seized his $200 royalty to help pay off the $1 million that Rudolph owes in restitution to the State of Alabama.\n\n== See also ==\n\n*Munich massacre\n*Domestic terrorism in the United States\n*Boston Marathon bombing, another bombing at an American sporting event\n\n== References ==\n\n\n== External links ==\n* FBI Centennial Park Bombing page via the Wayback Machine, from December 2, 1998.\n**\" FBI Sets Up Toll-Free Information Hot-line After Atlanta Blast.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAs the park reopened following the bombing.\nThe suspect, Eric Rudolph shown in a photo released by the FBI.",
    "links": [
        {
            "title": "Centennial Olympic Park bombing",
            "text": "Centennial Olympic Park bombing",
            "start": 4,
            "end": 35,
            "id": "238266"
        },
        {
            "title": "Domestic terrorism",
            "text": "domestic terrorist",
            "start": 42,
            "end": 60,
            "id": "48429222"
        },
        {
            "title": "Pipe bomb",
            "text": "pipe bomb",
            "start": 61,
            "end": 70,
            "id": "233935"
        },
        {
            "title": "Centennial Olympic Park",
            "text": "Centennial Olympic Park",
            "start": 84,
            "end": 107,
            "id": "878544"
        },
        {
            "title": "Atlanta",
            "text": "Atlanta",
            "start": 111,
            "end": 118,
            "id": "3138"
        },
        {
            "title": "Georgia (U.S. state)",
            "text": "Georgia",
            "start": 120,
            "end": 127,
            "id": "48830"
        },
        {
            "title": "1996 Summer Olympics",
            "text": "1996 Summer Olympics",
            "start": 151,
            "end": 171,
            "id": "72311"
        },
        {
            "title": "Eric Rudolph",
            "text": "Eric Rudolph",
            "start": 326,
            "end": 338,
            "id": "237846"
        },
        {
            "title": "Richard Jewell",
            "text": "Richard Jewell",
            "start": 355,
            "end": 369,
            "id": "1714881"
        },
        {
            "title": "Federal Bureau of Investigation",
            "text": "Federal Bureau of Investigation",
            "start": 531,
            "end": 562,
            "id": "11127"
        },
        {
            "title": "Centennial Olympic Park",
            "text": "Centennial Olympic Park",
            "start": 1023,
            "end": 1046,
            "id": "878544"
        },
        {
            "title": "Town square",
            "text": "town square",
            "start": 1068,
            "end": 1079,
            "id": "328838"
        },
        {
            "title": "Concert",
            "text": "concert",
            "start": 1150,
            "end": 1157,
            "id": "236918"
        },
        {
            "title": "Jack Mack and the Heart Attack",
            "text": "Jack Mack and the Heart Attack",
            "start": 1170,
            "end": 1200,
            "id": "30356906"
        },
        {
            "title": "All-purpose Lightweight Individual Carrying Equipment",
            "text": "ALICE pack",
            "start": 1265,
            "end": 1275,
            "id": "3075796"
        },
        {
            "title": "Backpack",
            "text": "field pack",
            "start": 1277,
            "end": 1287,
            "id": "183952"
        },
        {
            "title": "Pipe bomb",
            "text": "pipe bomb",
            "start": 1306,
            "end": 1315,
            "id": "233935"
        },
        {
            "title": "Steel",
            "text": "steel",
            "start": 1586,
            "end": 1591,
            "id": "27058"
        },
        {
            "title": "Sandy Springs, Georgia",
            "text": "Sandy Springs",
            "start": 1652,
            "end": 1665,
            "id": "110113"
        },
        {
            "title": "Nitroglycerin",
            "text": "nitroglycerin",
            "start": 1748,
            "end": 1761,
            "id": "21530"
        },
        {
            "title": "Richard Jewell",
            "text": "Richard Jewell",
            "start": 2109,
            "end": 2123,
            "id": "1714881"
        },
        {
            "title": "Georgia Bureau of Investigation",
            "text": "Georgia Bureau of Investigation",
            "start": 2174,
            "end": 2205,
            "id": "4197753"
        },
        {
            "title": "Bomb disposal",
            "text": "bomb squad",
            "start": 2279,
            "end": 2289,
            "id": "146382"
        },
        {
            "title": "Bureau of Alcohol, Tobacco, Firearms and Explosives",
            "text": "ATF",
            "start": 2316,
            "end": 2319,
            "id": "345261"
        },
        {
            "title": "Federal Bureau of Investigation",
            "text": "FBI",
            "start": 2324,
            "end": 2327,
            "id": "11127"
        },
        {
            "title": "NBC",
            "text": "NBC",
            "start": 2399,
            "end": 2402,
            "id": "21780"
        },
        {
            "title": "CNN",
            "text": "CNN",
            "start": 2779,
            "end": 2782,
            "id": "62028"
        },
        {
            "title": "ARD (broadcaster)",
            "text": "ARD",
            "start": 2886,
            "end": 2889,
            "id": "604350"
        },
        {
            "title": "Janet Evans",
            "text": "Janet Evans",
            "start": 2930,
            "end": 2941,
            "id": "113251"
        },
        {
            "title": "Albany, Georgia",
            "text": "Albany, Georgia",
            "start": 3002,
            "end": 3017,
            "id": "110062"
        },
        {
            "title": "Turkish Radio and Television Corporation",
            "text": "Turkish Radio and Television Corporation",
            "start": 3119,
            "end": 3159,
            "id": "542484"
        },
        {
            "title": "President of the United States",
            "text": "President",
            "start": 3280,
            "end": 3289,
            "id": "24113"
        },
        {
            "title": "Bill Clinton",
            "text": "Bill Clinton",
            "start": 3290,
            "end": 3302,
            "id": "3356"
        },
        {
            "title": "1996 Summer Olympics",
            "text": "games",
            "start": 3493,
            "end": 3498,
            "id": "72311"
        },
        {
            "title": "News",
            "text": "news",
            "start": 3701,
            "end": 3705,
            "id": "20781999"
        },
        {
            "title": "Suspect",
            "text": "suspect",
            "start": 3774,
            "end": 3781,
            "id": "344966"
        },
        {
            "title": "Kensington station (MARTA)",
            "text": "Kensington MARTA station",
            "start": 3909,
            "end": 3933,
            "id": "4790448"
        },
        {
            "title": "Lone wolf (terrorism)",
            "text": "lone wolf",
            "start": 3990,
            "end": 3999,
            "id": "751502"
        },
        {
            "title": "Federal Bureau of Investigation",
            "text": "FBI",
            "start": 4022,
            "end": 4025,
            "id": "11127"
        },
        {
            "title": "Piedmont College",
            "text": "Piedmont College",
            "start": 4092,
            "end": 4108,
            "id": "2229214"
        },
        {
            "title": "Person of interest",
            "text": "person of interest",
            "start": 4133,
            "end": 4151,
            "id": "1011498"
        },
        {
            "title": "Defamation",
            "text": "defamation",
            "start": 4406,
            "end": 4416,
            "id": "28661"
        },
        {
            "title": "Lawsuit",
            "text": "lawsuit",
            "start": 4417,
            "end": 4424,
            "id": "113258"
        },
        {
            "title": "NBC News",
            "text": "NBC News",
            "start": 4434,
            "end": 4442,
            "id": "167284"
        },
        {
            "title": "The Atlanta Journal-Constitution",
            "text": "The Atlanta Journal-Constitution",
            "start": 4444,
            "end": 4476,
            "id": "623714"
        },
        {
            "title": "Piedmont College",
            "text": "Piedmont College",
            "start": 4573,
            "end": 4589,
            "id": "2229214"
        },
        {
            "title": "Georgia Court of Appeals",
            "text": "Georgia Court of Appeals",
            "start": 4800,
            "end": 4824,
            "id": "16082816"
        },
        {
            "title": "Diabetes",
            "text": "diabetes",
            "start": 5145,
            "end": 5153,
            "id": "40017873"
        },
        {
            "title": "Richard Jewell (film)",
            "text": "Richard Jewell",
            "start": 5156,
            "end": 5170,
            "id": "60528483"
        },
        {
            "title": "Biographical film",
            "text": "biographical drama film",
            "start": 5174,
            "end": 5197,
            "id": "781998"
        },
        {
            "title": "Clint Eastwood",
            "text": "Clint Eastwood",
            "start": 5293,
            "end": 5307,
            "id": "43373"
        },
        {
            "title": "Billy Ray (screenwriter)",
            "text": "Billy Ray",
            "start": 5327,
            "end": 5336,
            "id": "5520563"
        },
        {
            "title": "Paul Walter Hauser",
            "text": "Paul Walter Hauser",
            "start": 5564,
            "end": 5582,
            "id": "56888288"
        },
        {
            "title": "Abortion clinic",
            "text": "abortion clinic",
            "start": 5800,
            "end": 5815,
            "id": "1930919"
        },
        {
            "title": "Lesbian",
            "text": "lesbian",
            "start": 5822,
            "end": 5829,
            "id": "17846"
        },
        {
            "title": "Nightclub",
            "text": "nightclub",
            "start": 5830,
            "end": 5839,
            "id": "19321330"
        },
        {
            "title": "Birmingham, Alabama",
            "text": "Birmingham, Alabama",
            "start": 6034,
            "end": 6053,
            "id": "85427"
        },
        {
            "title": "Emily Lyons",
            "text": "Emily Lyons",
            "start": 6136,
            "end": 6147,
            "id": "30554240"
        },
        {
            "title": "Fugitive",
            "text": "fugitive",
            "start": 6359,
            "end": 6367,
            "id": "406792"
        },
        {
            "title": "Appalachian Mountains",
            "text": "Appalachian Mountains",
            "start": 6432,
            "end": 6453,
            "id": "85023"
        },
        {
            "title": "FBI Ten Most Wanted Fugitives",
            "text": "ten most wanted fugitives",
            "start": 6529,
            "end": 6554,
            "id": "237871"
        },
        {
            "title": "United States dollar",
            "text": "$",
            "start": 6569,
            "end": 6570,
            "id": "18717338"
        },
        {
            "title": "United States Department of Justice",
            "text": "Department of Justice",
            "start": 6661,
            "end": 6682,
            "id": "52563"
        },
        {
            "title": "Murphy, North Carolina",
            "text": "Murphy, North Carolina",
            "start": 6824,
            "end": 6846,
            "id": "127789"
        },
        {
            "title": "Rookie",
            "text": "rookie",
            "start": 6853,
            "end": 6859,
            "id": "501588"
        },
        {
            "title": "Save-A-Lot",
            "text": "Save-A-Lot",
            "start": 6939,
            "end": 6949,
            "id": "369636"
        },
        {
            "title": "ADX Florence",
            "text": "ADX Florence",
            "start": 7262,
            "end": 7274,
            "id": "1435715"
        },
        {
            "title": "Supermax prison",
            "text": "supermax prison",
            "start": 7275,
            "end": 7290,
            "id": "1864451"
        },
        {
            "title": "Florence, Colorado",
            "text": "Florence, Colorado",
            "start": 7294,
            "end": 7312,
            "id": "108496"
        },
        {
            "title": "Socialism",
            "text": "socialism",
            "start": 7616,
            "end": 7625,
            "id": "26847"
        },
        {
            "title": "Imagine (John Lennon song)",
            "text": "Imagine",
            "start": 7916,
            "end": 7923,
            "id": "18960141"
        },
        {
            "title": "John Lennon",
            "text": "John Lennon",
            "start": 7927,
            "end": 7938,
            "id": "15852"
        },
        {
            "title": "Life imprisonment",
            "text": "life sentence",
            "start": 8477,
            "end": 8490,
            "id": "148681"
        },
        {
            "title": "Parole",
            "text": "parole",
            "start": 8585,
            "end": 8591,
            "id": "342305"
        },
        {
            "title": "The San Diego Union-Tribune",
            "text": "San Diego Union Tribune",
            "start": 9230,
            "end": 9253,
            "id": "1026281"
        },
        {
            "title": "Munich massacre",
            "text": "Munich massacre",
            "start": 9598,
            "end": 9613,
            "id": "20989"
        },
        {
            "title": "Domestic terrorism in the United States",
            "text": "Domestic terrorism in the United States",
            "start": 9615,
            "end": 9654,
            "id": "3283791"
        },
        {
            "title": "Boston Marathon bombing",
            "text": "Boston Marathon bombing",
            "start": 9656,
            "end": 9679,
            "id": "39120733"
        },
        {
            "title": "Internet Archive",
            "text": "Wayback Machine",
            "start": 9811,
            "end": 9826,
            "id": "176931"
        }
    ],
    "_chunk_id": "b_771622507-810444492"
}