{
    "_id": "45671092",
    "id": "45671092",
    "title": "Civilian casualties from U.S. drone strikes",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Total numbers==",
            "start": 1129,
            "end": 1146
        },
        {
            "text": "== Afghanistan==",
            "start": 6334,
            "end": 6350
        },
        {
            "text": "== Pakistan==",
            "start": 6770,
            "end": 6783
        },
        {
            "text": "== Yemen==",
            "start": 7375,
            "end": 7385
        },
        {
            "text": "==Criticism==",
            "start": 8351,
            "end": 8364
        },
        {
            "text": "==See also==",
            "start": 10248,
            "end": 10260
        },
        {
            "text": "==References==",
            "start": 10398,
            "end": 10412
        }
    ],
    "categories": [
        "War casualties",
        "American military aviation",
        "Drone strikes"
    ],
    "infobox": null,
    "article": "Since the September 11 attacks, the United States government has carried out drone strikes in Pakistan (see drone strikes in Pakistan), Yemen (see drone strikes in Yemen), Somalia (see drone strikes in Somalia), Afghanistan, Iraq (see 2020 Baghdad International Airport airstrike), and Libya (see drone strikes in Libya).\n\nDrone strikes are part of a targeted killing campaign against jihadist militants; however, non-combatant civilians have also been killed in drone strikes. Determining precise counts of the total number killed, as well as the number of non-combatant civilians killed, is impossible; and tracking of strikes and estimates of casualties are compiled by a number of organizations, such as the Long War Journal (Pakistan and Yemen), the New America Foundation (Pakistan), and the London-based Bureau of Investigative Journalism (Yemen, Somalia, and Pakistan). The \"estimates of civilian casualties are hampered methodologically and practically\"; for example, \"estimates are largely compiled by interpreting news reports relying on anonymous officials or accounts from local media, whose credibility may vary.\"\n\n==Total numbers==\nMany scholars, such as Charles J. Dunlap, Geoffrey S. Corn, and Cynthia Marshell, have pointed out systematic weaknessess in counting civilian casualties from non-governmental organizations (NGOs), the media and press outlets- citing the inherent fact they lack (among many things), pre/post strike HD FMV that the US Government has access to. Indeed, according to an Iraq/Syria civilian casualties (CIVCAS) allegation tracker, declassified from CENTCOM - it can be seen how such information often discredits NGO reporting.\n\nA declassified, independent, internal review conducted by the Joint Chiefs of Staff - examines data from 2015 to 2017, on all airstrike and artillery data, affirmed delegation of Target Engagement Authority did not increase the rise of CIVCAS events and that Commanders throughout the chain of command exercised thorough oversight, Positive Identification, written guidance were sufficient and adequate in mitigation of civilian casualty risk, including in Areas Outside of Active Hostilities.\n\nLeaked documents from the Drone Papers, by The Intercept, have confirmed CT missions (including kinetic air strikes, including dones), during Operation Haymaker in Afghanistan, between 16 September 2011 to 16 September 2012 resulted in 14 CIVCAS events out of 2,082 total missions (0.67%).\n\nAccording to the Office of the Director of National Intelligence, between January 20, 2009 and December 31, 2015 and 2016 reports, as well as many other government sources: \"Non-combatants are individuals who may not be made the object of attack under applicable international law. The term “non-combatant” does not include an individual who is part of a belligerent party to an armed conflict, an individual who is taking a direct part in hostilities, or an individual who is targetable in the exercise of U.S. national self-defense. Males of military age may be non-combatants; it is not the case that all military-aged males in the vicinity of a target are deemed to be combatants.\" These reports also cover number of strikes, combatants and non-combatants killed. Between 2009 and 2015, out of 473 strikes between 64–116 non-combatant deaths occurred. However during that period, the Obama Administration did count all military-age males in strike zones as combatants unless explicit intelligence exonerated them posthumously.\n\nThese numbers are independently confirmed by then-Chair of the Senate Intelligence Committee, Dianne Feinstein, in a hearing on the 7th of Feb 2013, \"But for the past several years, this committee has done significant oversight of the government's conduct of targeted strikes and the figures we have obtained from the executive branch, which we have done our utmost to verify, confirm that the number of civilian casualties that have resulted from such strikes has typically been in the single digits.\" Leaked CIA documents provided to the Washington Post, further confirm the number of CIVCAS events, \"One table estimates that as many as 152 combatants were killed and 26 were injured during the first six months of 2011. Lengthy columns with spaces to record civilian deaths or injuries contain nothing but zeroes.\"\n\nAccording to the Long War Journal, which follows US anti-terror developments, as of mid-2011, drone strikes in Pakistan since 2006 had killed 2,018 militants and 138 civilians. The New America Foundation stated in mid-2011 that from 2004 to 2011, 80% of the 2,551 people killed in the strikes were militants. The Foundation stated that 95% of those killed in 2010 were militants and that, as of 2012, 15% of the total people killed by drone strikes were either known civilians or unknown. The Foundation also states that in 2012 the rate of known civilian and unknown casualties was 2 percent, whereas the Bureau of Investigative Journalism say the rate of civilian casualties for 2012 is 9 percent. The Bureau, based on extensive research in mid-2011, claims that at least 385 civilians were among the dead, including more than 160 children.\n\nIt has been reported that 160 children have died from UAV-launched attacks in Pakistan and that over 1,000 civilians have been injured. Moreover, additional reporting has found that known militant leaders have constituted only 2 percent of all drone-related fatalities. These sources run counter to the Obama administration's claim that \"nearly for the past year there hasn't been a single collateral death\" due to UAV-based attacks.\n\nThe New America Foundation estimates that for the period 2004-2011, the non-militant fatality rate was approximately 20%.\n\nPresident Donald Trump, on March 6, 2019, signed an executive order revoking the requirement that U.S. intelligence officials publicly report the number of civilians killed in Counter-Terrorism missions in Areas Outside of Active Hostilities. It's worth noting, however, civilian casualties by global US operations are still reported and made public, pursaunt to Section 1057 of the National Defense Authorisation Act of 2018. The Trump administration had previously ignored a May 2018 deadline for an annual accounting of civilian and enemy casualties required under Executive Order 13732 signed in 2016 by Barack Obama.\n\n== Afghanistan==\nAfter more than 30 UAV-based strikes hit civilian homes in Afghanistan in 2012, President Hamid Karzai demanded that such attacks end, but the practice continues in areas of Pakistan, Yemen, and Somalia. Former U.S. President Jimmy Carter has criticized such use of UAVs: \"We don't know how many hundreds of innocent civilians have been killed in these attacks ... This would have been unthinkable in previous times.\"\n\n== Pakistan==\n\nIn October 2013, the Pakistani government revealed that since 2008, civilian casualties made up 3 percent of deaths from drone strikes. Since 2008, it alleges there have been 317 drone strikes that killed 2,160 Islamic militants and 67 civilians. This is less than previous government and independent organization calculations of collateral damage from these attacks. S. Azmat Hassan, a former ambassador of Pakistan, said in July 2009 that American UAV attacks were turning Pakistani opinion against the United States and that 35 or 40 such attacks killed 8 or 9 top al-Qaeda operatives.\n\n== Yemen==\n\nAn attack by the US in December 2013, in a wedding procession in Yemen, killed 12 men and wounded at least 15 other people, including the bride. US and Yemeni officials said the dead were members of the armed group Al-Qaeda in the Arabian Peninsula (AQAP), but witnesses and relatives told Human Rights Watch the casualties were civilians. Witnesses and relatives told Human Rights Watch that no members of AQAP were in the procession and provided names and other information about those killed and wounded. They said the dead included the groom's adult son and the bride received superficial face wounds. The local governor and military commander called the casualties a “mistake” and gave money and assault rifles to the families of those killed and wounded – a traditional gesture of apology in Yemen. A few days after the incident, Yemeni MPs voted for a ban against the use of drones in Yemen, though it is unclear what effect this will have on drone usage.\n\n==Criticism==\n\nThere are a number of vocal critics of the use of UAVs to track and kill terrorists and militants. A major criticism of drone strikes is that they result in excessive collateral damage. David Kilcullen and Andrew Exum wrote in the New York Times that drone strikes \"have killed about 14 terrorist leaders\". It has also killed an unknown number of militants. But, according to Pakistani sources, they have also killed some 700 civilians. Grégoire Chamayou's analysis, of one three hour long surveillance and attack operation on a convoy of three SUVs that killed civilians in Afghanistan in February 2010, shows a typical, if notorious, case.  Throughout the operation there is a sense of the drone controllers’ desperation to destroy the people and destroy the vehicles — whatever the evidence of their clearly civilian nature. The transcript is full of statements like “that truck would make a beautiful target”; “Oh, sweet target!”; “the men appear to be moving tactically”; and “They’re going to do something nefarious”.\n\nIt is difficult to reconcile these figures because the drone strikes are often in areas that are inaccessible to independent observers and the data includes reports by local officials and local media, neither of whom are reliable sources. Critics also fear that by making killing seem clean and safe, so-called surgical UAV strikes will allow the United States to remain in a perpetual state of war. However, others maintain that drones \"allow for a much closer review and much more selective targeting process than do other instruments of warfare\" and are subject to Congressional oversight. Like any military technology, armed UAVs will kill people, combatants and innocents alike. Noted sociologist Amitai Etzioni, writing in a 2013 Military Review article concluded \"the main turning point concerns the question of whether we should go to war at all.\"\n\n==See also==\n\n*Casualty recording\n*Global policeman\n* International law\n* List of attacks on civilians attributed to United States government forces\n\n==References==",
    "links": [
        {
            "title": "September 11 attacks",
            "text": "September 11 attacks",
            "start": 10,
            "end": 30,
            "id": "5058690"
        },
        {
            "title": "Federal government of the United States",
            "text": "United States government",
            "start": 36,
            "end": 60,
            "id": "195149"
        },
        {
            "title": "Drone strike",
            "text": "drone strike",
            "start": 77,
            "end": 89,
            "id": "38212231"
        },
        {
            "title": "Drone strikes in Pakistan",
            "text": "drone strikes in Pakistan",
            "start": 108,
            "end": 133,
            "id": "21539058"
        },
        {
            "title": "Yemen",
            "text": "Yemen",
            "start": 136,
            "end": 141,
            "id": "350939"
        },
        {
            "title": "List of drone strikes in Yemen",
            "text": "drone strikes in Yemen",
            "start": 147,
            "end": 169,
            "id": "44840876"
        },
        {
            "title": "Somalia",
            "text": "Somalia",
            "start": 172,
            "end": 179,
            "id": "27358"
        },
        {
            "title": "American military intervention in Somalia (2007–present)",
            "text": "drone strikes in Somalia",
            "start": 185,
            "end": 209,
            "id": "56635715"
        },
        {
            "title": "Afghanistan",
            "text": "Afghanistan",
            "start": 212,
            "end": 223,
            "id": "737"
        },
        {
            "title": "Iraq",
            "text": "Iraq",
            "start": 225,
            "end": 229,
            "id": "7515928"
        },
        {
            "title": "Assassination of Qasem Soleimani",
            "text": "2020 Baghdad International Airport airstrike",
            "start": 235,
            "end": 279,
            "id": "62726668"
        },
        {
            "title": "Libya",
            "text": "Libya",
            "start": 286,
            "end": 291,
            "id": "17633"
        },
        {
            "title": "American intervention in Libya (2015–present)",
            "text": "drone strikes in Libya",
            "start": 297,
            "end": 319,
            "id": "56109500"
        },
        {
            "title": "Targeted killing",
            "text": "targeted killing",
            "start": 351,
            "end": 367,
            "id": "33928336"
        },
        {
            "title": "Jihadism",
            "text": "jihadist",
            "start": 385,
            "end": 393,
            "id": "7826589"
        },
        {
            "title": "Long War Journal",
            "text": "Long War Journal",
            "start": 712,
            "end": 728,
            "id": "19596687"
        },
        {
            "title": "New America (organization)",
            "text": "New America Foundation",
            "start": 755,
            "end": 777,
            "id": "354096"
        },
        {
            "title": "Bureau of Investigative Journalism",
            "text": "Bureau of Investigative Journalism",
            "start": 811,
            "end": 845,
            "id": "24387309"
        },
        {
            "title": "Long War Journal",
            "text": "Long War Journal",
            "start": 4326,
            "end": 4342,
            "id": "19596687"
        },
        {
            "title": "New America (organization)",
            "text": "New America Foundation",
            "start": 4490,
            "end": 4512,
            "id": "354096"
        },
        {
            "title": "Bureau of Investigative Journalism",
            "text": "Bureau of Investigative Journalism",
            "start": 4915,
            "end": 4949,
            "id": "24387309"
        },
        {
            "title": "New America (organization)",
            "text": "New America Foundation",
            "start": 5592,
            "end": 5614,
            "id": "354096"
        },
        {
            "title": "Donald Trump",
            "text": "Donald Trump",
            "start": 5721,
            "end": 5733,
            "id": "4848272"
        },
        {
            "title": "Executive order",
            "text": "executive order",
            "start": 5763,
            "end": 5778,
            "id": "210541"
        },
        {
            "title": "Presidency of Donald Trump",
            "text": "Trump administration",
            "start": 6142,
            "end": 6162,
            "id": "52231341"
        },
        {
            "title": "Hamid Karzai",
            "text": "Hamid Karzai",
            "start": 6441,
            "end": 6453,
            "id": "80949"
        },
        {
            "title": "Jimmy Carter",
            "text": "Jimmy Carter",
            "start": 6577,
            "end": 6589,
            "id": "15992"
        },
        {
            "title": "S. Azmat Hassan",
            "text": "S. Azmat Hassan",
            "start": 7153,
            "end": 7168,
            "id": "4448729"
        },
        {
            "title": "Al-Qaeda in the Arabian Peninsula",
            "text": "Al-Qaeda in the Arabian Peninsula",
            "start": 7602,
            "end": 7635,
            "id": "9794248"
        },
        {
            "title": "Human Rights Watch",
            "text": "Human Rights Watch",
            "start": 7677,
            "end": 7695,
            "id": "46530"
        },
        {
            "title": "David Kilcullen",
            "text": "David Kilcullen",
            "start": 8552,
            "end": 8567,
            "id": "9327221"
        },
        {
            "title": "Andrew Exum",
            "text": "Andrew Exum",
            "start": 8572,
            "end": 8583,
            "id": "16928841"
        },
        {
            "title": "Amitai Etzioni",
            "text": "Amitai Etzioni",
            "start": 10093,
            "end": 10107,
            "id": "1020121"
        },
        {
            "title": "Casualty recording",
            "text": "Casualty recording",
            "start": 10263,
            "end": 10281,
            "id": "62192492"
        },
        {
            "title": "Global policeman",
            "text": "Global policeman",
            "start": 10283,
            "end": 10299,
            "id": "55762700"
        },
        {
            "title": "International law",
            "text": "International law",
            "start": 10302,
            "end": 10319,
            "id": "8195726"
        },
        {
            "title": "List of attacks on civilians attributed to United States government forces",
            "text": "List of attacks on civilians attributed to United States government forces",
            "start": 10322,
            "end": 10396,
            "id": "48122792"
        }
    ],
    "_chunk_id": "b_14259105598-14267095132"
}