{
    "_id": "21011046",
    "id": "21011046",
    "title": "1977 Moscow bombings",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Bombings==",
            "start": 687,
            "end": 699
        },
        {
            "text": "==Investigation and trial==",
            "start": 1847,
            "end": 1874
        },
        {
            "text": "==Alleged KGB involvement==",
            "start": 3387,
            "end": 3414
        },
        {
            "text": "==Sakharov's letter to Brezhnev==",
            "start": 6607,
            "end": 6640
        },
        {
            "text": "==See also==",
            "start": 7905,
            "end": 7917
        },
        {
            "text": "==References==",
            "start": 8049,
            "end": 8063
        }
    ],
    "categories": [
        "1977 in the Soviet Union",
        "1977 murders in Europe",
        "1977 in Moscow",
        "1970s trials",
        "20th-century mass murder in Russia",
        "Attacks on buildings and structures in 1977",
        "Attacks on buildings and structures in Russia",
        "Attacks on shops",
        "Disasters on the Moscow Metro",
        "Improvised explosive device bombings in 1977",
        "Improvised explosive device bombings in Moscow",
        "January 1977 crimes",
        "January 1977 events in Europe",
        "Mass murder in 1977",
        "Mass murder in Moscow",
        "Murder trials",
        "Soviet show trials",
        "Terrorist attacks attributed to Armenian militant groups",
        "Terrorist incidents in Europe in 1977",
        "Terrorist incidents in the Soviet Union in the 1970s",
        "Terrorist incidents on underground rapid transit systems",
        "Train bombings in Europe"
    ],
    "infobox": "{{Infobox terrorist attack\n|title=1977 Moscow bombings\n|image=1977 Metro bombing.jpg\n|caption=Scene of 8 January 1977 Moscow Metro bombing\n|location=[[Moscow]], [[Russian Soviet Federative Socialist Republic|Russian SFSR]], [[Soviet Union]]\n|target=[[Moscow Metro]], [[grocery store]]s\n|date=8 January 1977\n|time-begin=17:33\n|time-end=18:10\n|timezone=[[UTC]]+3\n|type=[[Bombing]]\n|fatalities=7\n|injuries=37\n|perps=Unknown; [[Armenian nationalist]]s [[capital punishment in the Soviet Union|executed]]\n}}",
    "article": "The 1977 Moscow bombings were a series of three terrorist bombings in Moscow on 8 January 1977. The attacks killed seven people and seriously injured 37 others. No one claimed responsibility for the bombings, although three members of an Armenian nationalist organization were executed early in 1979 after a KGB investigation and a secret trial. Some Soviet dissidents said that the suspects had an alibi. Soon after the event Andrei Sakharov issued a public appeal, expressing concern that the bombings might \"be a new provocation on the part of the organs of repression\". According to historian Jay Bergman, \"who actually caused the explosion has never been determined conclusively\".\n\n==Bombings==\nOn 8 January 1977, three bombs were detonated in Moscow. \n\nThe first exploded at 17:33 on a crowded train between the Izmailovskaya and Pervomaiskaya stations of the Moscow Metro. At 18:05, the second bomb detonated inside a grocery store close to KGB headquarters. Five minutes later, the third bomb exploded near another grocery store on 25 October Street, just a few hundred meters away from the headquarters of the Communist Party of the Soviet Union.\n\nAt that moment, and for the next two months, there was little public information about the explosions. The TASS news agency reported on 10 January 1977 that the explosion was not of great force, \"medical help was given to those suffering injury, and an investigation is being conducted\". Later, at meetings of Party activists, it was said that not long before the explosion in the underground on 8 January there had been two other explosions on 25 October Street.\n\nOnly on 8 February 1979, after the trial and execution of the three convicted men, did a letter to Izvestia, the official newspaper of the Soviet government, indicate that the attacks had killed seven people and injured 37.\n\n==Investigation and trial==\nSince this was a case of terrorism the official investigation was conducted by the KGB, rather than the Procurator General's Office. \n\nAn initial suspect, named Potapov, was arrested in Tambov after setting off a bomb which killed his neighbour's wife and two daughters. After being arrested, Potapov confessed that he was also behind the acts of terrorism in Moscow. However, this turned out to have been a forced confession, and after an investigation lasting one month, this lead was dropped by KGB operatives.\n\nIn October 1977, at Tashkent Airport, a KGB officer noticed a woman carrying a bag similar to a reconstructed picture of a bomb sent by the KGB to all local branches. It turned out that these bags were manufactured only in Yerevan. In November 1977, Stepan Zatikyan, a founding member of a splinter group of the National United Party, an underground Armenian nationalist organization, was arrested. His accomplices, Zaven Bagdasaryan and Hakop Stepanyan, were also taken into custody after an unsuccessful attempt to detonate a bomb at the Kursky Rail Terminal in Moscow. \n\nA secret trial followed. Zatikyan, Stepanyan, and Bagdasaryan were all found guilty on 24 January 1978 and executed five days later. The Supreme Court issued a brief statement, dated 31 January 1979, after the trial and execution, naming Zatikyan alone as the perpetrator. According to KGB general Philip Bobkov, any publications in Armenia about the bombings were blocked by Karen Demirchyan, the head of Soviet Armenia.\n\n==Alleged KGB involvement==\nThe 8 January 1977 bombings occurred during systematic reprisals by the Soviet authorities against the Helsinki Groups in Moscow, Ukraine and Lithuania, set up to monitor the USSR's observance of the Helsinki Accords.\n\nOn 10 January 1977, Soviet journalist Victor Louis (Vitaly Yevgenyevich Lui), a well known KGB agent provocateur, published an article in a British newspaper, hinting at the involvement of Soviet dissidents in the bombings. Several dissidents, including Albrekht, the secretary of the Soviet branch of Amnesty International, were threatened and interrogated by the KGB. (Soviet dissident Alexander Tarasov claimed to have been interrogated by a KGB investigator who tried to \"convince\" him that he was involved in the bombing. Without his strong alibi - he was confined at a hospital at the time of the bombings - \"it would be me who was executed instead of Zatikyan\", he said.) In response Andrei Sakharov wrote an \"Appeal to world community\", in which he requested an impartial investigation and suggested that the bombings might have been arranged by the KGB itself to discredit the entire Soviet dissident movement.\n\n… I cannot rid myself of the hunch that the explosion in the Moscow underground and the tragic deaths of individuals are a new provocation on the part of the organs of repression, and the most dangerous of recent years. Precisely this hunch, and the fears connected with it that this provocation could lead to changes in the whole internal climate of the country, have prompted me to write this article. I would be very glad if my thoughts turned out to be wrong …\n\n\nIn an exchange with the deputy Procurator General, he added, \"I have serious grounds for concern. This is the provocation article in London Evening News by Victor Lui. These are arrests and interrogations of people who are clearly not related to the bombings. These are murders of last months, probably committed by the KGB which were not investigated. It is enough to mention only two of them: murder of poet Konstantin Bogatyrev and murder of lawyer Evgeni Brunov.\" After this statement, Sakharov was not only attacked in Soviet newspapers but also received threats by phone. Several people tried to break into his apartment, claiming to be relatives of those killed in the Metro.\n\nAccording to former KGB colonel Oleg Gordievsky, the three Armenians were selected as scapegoats for this terrorist act. He wrote, \"The case that most alarmed the KGB was the bombing of the Moscow subway by Armenian separatists in 1977. Three Armenians were later shot. It was rumored in the Center that, when the KGB and militia failed to track down those responsible, three other Armenian separatists had been selected as scapegoats in order to demonstrate that terrorists would always be caught and punished.\"\n\nIn 1982, historians Michel Heller and Alexander Nekrich assert Zatikyan, Stepanyan, and Bagdasaryan had an alibi supported by multiple witnesses, and their execution was the first political execution in the Soviet Union after the death of Stalin.\n\nThe Armenian dissident Sergei Grigoryants said in 2016 that KGB chief Yuri Andropov and Philipp Bobkov were responsible for the bombings.\n\n==Sakharov's letter to Brezhnev==\nOn 30 January 1979, A. D. Sakharov wrote a letter to L. I. Brezhnev, about the trial of the three Armenian suspects:\n\nThere are strong grounds for fearing that a deliberate frame-up or a judicial mistake is taking place in this case. Zatikyan was not in Moscow at the time of the underground explosion — many witnesses can confirm his alibi. The investigation did not show any interest in clarifying this or other important circumstances. The trial, totally unnecessarily, was closed and secret, and even relatives did not know that it was taking place. Such a trial, in which the principle of openness is totally disregarded, cannot determine the truth.\n\nI appeal to you to stop the death sentence being carried out on all the accused in this case, and to demand a new inquiry from the investigative and court organs.\n\nOn 1 February 1979, the Moscow Helsinki Group made an official statement on the execution of Stepan Zatikyan and two other unnamed individuals, stating, \"The lack of transparency and the whole atmosphere of secrecy give reasons to doubt the validity of charges, objectivity and impartiality of the court\".\n\nOne consequence was the 8 February 1979 letter to Izvestia, denouncing Sakharov and other rights activists as \"Defenders of Murderers\".\n\n==See also==\n* Russian apartment bombings\n* February 2004 Moscow Metro bombing\n* August 2004 Moscow Metro bombing\n* 2010 Moscow Metro bombings\n\n==References==",
    "links": [
        {
            "title": "1977 Moscow bombings",
            "text": "1977 Moscow bombings",
            "start": 4,
            "end": 24,
            "id": "21011046"
        },
        {
            "title": "Terrorism in Russia",
            "text": "terrorist",
            "start": 48,
            "end": 57,
            "id": "8743696"
        },
        {
            "title": "Moscow",
            "text": "Moscow",
            "start": 70,
            "end": 76,
            "id": "19004"
        },
        {
            "title": "Armenian Soviet Socialist Republic",
            "text": "Armenian",
            "start": 238,
            "end": 246,
            "id": "380353"
        },
        {
            "title": "Capital punishment in the Soviet Union",
            "text": "executed",
            "start": 277,
            "end": 285,
            "id": "11798881"
        },
        {
            "title": "KGB",
            "text": "KGB",
            "start": 308,
            "end": 311,
            "id": "23454335"
        },
        {
            "title": "Soviet dissidents",
            "text": "Soviet dissidents",
            "start": 351,
            "end": 368,
            "id": "5292203"
        },
        {
            "title": "Alibi",
            "text": "alibi",
            "start": 399,
            "end": 404,
            "id": "7075419"
        },
        {
            "title": "Andrei Sakharov",
            "text": "Andrei Sakharov",
            "start": 427,
            "end": 442,
            "id": "2786"
        },
        {
            "title": "Jay Bergman (historian)",
            "text": "Jay Bergman",
            "start": 597,
            "end": 608,
            "id": "38476504"
        },
        {
            "title": "Improvised explosive device",
            "text": "bombs",
            "start": 725,
            "end": 730,
            "id": "265112"
        },
        {
            "title": "Detonation",
            "text": "detonate",
            "start": 736,
            "end": 744,
            "id": "306686"
        },
        {
            "title": "Izmaylovskaya (Moscow Metro)",
            "text": "Izmailovskaya",
            "start": 818,
            "end": 831,
            "id": "2330776"
        },
        {
            "title": "Pervomayskaya (Moscow Metro)",
            "text": "Pervomaiskaya",
            "start": 836,
            "end": 849,
            "id": "2324239"
        },
        {
            "title": "Moscow Metro",
            "text": "Moscow Metro",
            "start": 866,
            "end": 878,
            "id": "66488"
        },
        {
            "title": "Grocery store",
            "text": "grocery store",
            "start": 925,
            "end": 938,
            "id": "239196"
        },
        {
            "title": "Lubyanka Building",
            "text": "KGB headquarters",
            "start": 948,
            "end": 964,
            "id": "1021161"
        },
        {
            "title": "Communist Party of the Soviet Union",
            "text": "Communist Party of the Soviet Union",
            "start": 1119,
            "end": 1154,
            "id": "7271"
        },
        {
            "title": "Izvestia",
            "text": "Izvestia",
            "start": 1721,
            "end": 1729,
            "id": "682324"
        },
        {
            "title": "Government of the Soviet Union",
            "text": "Soviet government",
            "start": 1761,
            "end": 1778,
            "id": "27475272"
        },
        {
            "title": "Procurator General of the Soviet Union",
            "text": "Procurator General",
            "start": 1979,
            "end": 1997,
            "id": "1028803"
        },
        {
            "title": "Tambov",
            "text": "Tambov",
            "start": 2061,
            "end": 2067,
            "id": "528951"
        },
        {
            "title": "Forced confession",
            "text": "forced confession",
            "start": 2283,
            "end": 2300,
            "id": "524632"
        },
        {
            "title": "Islam Karimov Tashkent International Airport",
            "text": "Tashkent Airport",
            "start": 2410,
            "end": 2426,
            "id": "2932789"
        },
        {
            "title": "Yerevan",
            "text": "Yerevan",
            "start": 2613,
            "end": 2620,
            "id": "34352"
        },
        {
            "title": "National United Party (Armenia)",
            "text": "National United Party",
            "start": 2702,
            "end": 2723,
            "id": "33694062"
        },
        {
            "title": "Moscow Kursky railway station",
            "text": "Kursky Rail Terminal",
            "start": 2930,
            "end": 2950,
            "id": "8390985"
        },
        {
            "title": "Secret trial",
            "text": "secret trial",
            "start": 2966,
            "end": 2978,
            "id": "1021037"
        },
        {
            "title": "Philipp Bobkov",
            "text": "Philip Bobkov",
            "start": 3262,
            "end": 3275,
            "id": "15800000"
        },
        {
            "title": "Karen Demirchyan",
            "text": "Karen Demirchyan",
            "start": 3340,
            "end": 3356,
            "id": "2707637"
        },
        {
            "title": "Ukrainian Soviet Socialist Republic",
            "text": "Ukraine",
            "start": 3545,
            "end": 3552,
            "id": "376732"
        },
        {
            "title": "Lithuanian Soviet Socialist Republic",
            "text": "Lithuania",
            "start": 3557,
            "end": 3566,
            "id": "404449"
        },
        {
            "title": "Helsinki Accords",
            "text": "Helsinki Accords",
            "start": 3615,
            "end": 3631,
            "id": "205083"
        },
        {
            "title": "Victor Louis (journalist)",
            "text": "Victor Louis",
            "start": 3672,
            "end": 3684,
            "id": "24431662"
        },
        {
            "title": "Agent provocateur",
            "text": "agent provocateur",
            "start": 3729,
            "end": 3746,
            "id": "485005"
        },
        {
            "title": "Dissident",
            "text": "dissident",
            "start": 3866,
            "end": 3875,
            "id": "286526"
        },
        {
            "title": "Amnesty International",
            "text": "Amnesty International",
            "start": 3936,
            "end": 3957,
            "id": "18947898"
        },
        {
            "title": "Interrogation",
            "text": "interrogate",
            "start": 3979,
            "end": 3990,
            "id": "220414"
        },
        {
            "title": "Alexander Tarasov",
            "text": "Alexander Tarasov",
            "start": 4022,
            "end": 4039,
            "id": "18460683"
        },
        {
            "title": "KGB",
            "text": "KGB",
            "start": 4079,
            "end": 4082,
            "id": "23454335"
        },
        {
            "title": "Andrei Sakharov",
            "text": "Andrei Sakharov",
            "start": 4325,
            "end": 4340,
            "id": "2786"
        },
        {
            "title": "Soviet dissidents",
            "text": "Soviet dissident movement",
            "start": 4527,
            "end": 4552,
            "id": "5292203"
        },
        {
            "title": "Procurator General of the Soviet Union",
            "text": "Procurator General",
            "start": 5053,
            "end": 5071,
            "id": "1028803"
        },
        {
            "title": "London Evening News",
            "text": "London Evening News",
            "start": 5155,
            "end": 5174,
            "id": "4537719"
        },
        {
            "title": "Oleg Gordievsky",
            "text": "Oleg Gordievsky",
            "start": 5738,
            "end": 5753,
            "id": "325447"
        },
        {
            "title": "Armenians",
            "text": "Armenians",
            "start": 5765,
            "end": 5774,
            "id": "387816"
        },
        {
            "title": "Scapegoat",
            "text": "scapegoat",
            "start": 5792,
            "end": 5801,
            "id": "26132634"
        },
        {
            "title": "Michel Heller",
            "text": "Michel Heller",
            "start": 6240,
            "end": 6253,
            "id": "34269502"
        },
        {
            "title": "Alexander Nekrich",
            "text": "Alexander Nekrich",
            "start": 6258,
            "end": 6275,
            "id": "17352744"
        },
        {
            "title": "Joseph Stalin",
            "text": "Stalin",
            "start": 6459,
            "end": 6465,
            "id": "15641"
        },
        {
            "title": "Sergei Grigoryants",
            "text": "Sergei Grigoryants",
            "start": 6491,
            "end": 6509,
            "id": "50372568"
        },
        {
            "title": "Yuri Andropov",
            "text": "Yuri Andropov",
            "start": 6538,
            "end": 6551,
            "id": "50122"
        },
        {
            "title": "Philipp Bobkov",
            "text": "Philipp Bobkov",
            "start": 6556,
            "end": 6570,
            "id": "15800000"
        },
        {
            "title": "Moscow Helsinki Group",
            "text": "Moscow Helsinki Group",
            "start": 7485,
            "end": 7506,
            "id": "7508695"
        },
        {
            "title": "Russian apartment bombings",
            "text": "Russian apartment bombings",
            "start": 7920,
            "end": 7946,
            "id": "465326"
        },
        {
            "title": "February 2004 Moscow Metro bombing",
            "text": "February 2004 Moscow Metro bombing",
            "start": 7949,
            "end": 7983,
            "id": "11537125"
        },
        {
            "title": "August 2004 Moscow Metro bombing",
            "text": "August 2004 Moscow Metro bombing",
            "start": 7986,
            "end": 8018,
            "id": "26750780"
        },
        {
            "title": "2010 Moscow Metro bombings",
            "text": "2010 Moscow Metro bombings",
            "start": 8021,
            "end": 8047,
            "id": "26743546"
        }
    ],
    "_chunk_id": "b_8210524546-8219453705"
}