{
    "_id": "61189043",
    "id": "61189043",
    "title": "1 July 2019 Kabul attack",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Background ==",
            "start": 671,
            "end": 687
        },
        {
            "text": "== Attack ==",
            "start": 1059,
            "end": 1071
        },
        {
            "text": "== Responsibility ==",
            "start": 3487,
            "end": 3507
        },
        {
            "text": "== Aftermath ==",
            "start": 3926,
            "end": 3941
        },
        {
            "text": "=== Reactions ===",
            "start": 4486,
            "end": 4503
        },
        {
            "text": "==== Domestic ====",
            "start": 4504,
            "end": 4522
        },
        {
            "text": "==== International ====",
            "start": 4789,
            "end": 4812
        },
        {
            "text": "==See also==",
            "start": 6447,
            "end": 6459
        },
        {
            "text": "== References ==",
            "start": 6545,
            "end": 6561
        }
    ],
    "categories": [
        "2019 in Kabul",
        "2019 mass shootings in Asia",
        "2019 murders in Afghanistan",
        "2010s crimes in Kabul",
        "21st-century mass murder in Afghanistan",
        "Attacks on buildings and structures in Kabul",
        "Car and truck bombings in Afghanistan",
        "Improvised explosive device bombings in 2019",
        "Improvised explosive device bombings in Kabul",
        "Islamic terrorist incidents in 2019",
        "July 2019 crimes in Asia",
        "July 2019 events in Afghanistan",
        "Mass murder in 2019",
        "Mass murder in Kabul",
        "Mass shootings in Afghanistan",
        "Taliban bombings in Kabul",
        "Terrorist incidents in Afghanistan in 2019"
    ],
    "infobox": "{{Infobox civilian attack\n| title = 1 July 2019 Kabul attack\n| partof = [[War in Afghanistan (2001–present)]]\n| map = {{Location map|Afghanistan|width=300|lat_deg=34.533333|lon_deg=69.166667|label=Kabul}}\n| image = \n| caption = \n| location = [[Kabul]], Afghanistan\n| target = Defense Ministry building\n| coordinates = \n| date = 1 July 2019\n| time = \n| timezone = \n| type = [[Car bombing]] <br> [[Mass murder]] <br> [[Mass shooting]]\n| fatalities = 40<ref name=\"nyt\">{{Cite news|url=https://www.nytimes.com/2019/07/01/world/asia/afghanistan-bombing-war-museum.html|title=Bombing Kills Dozens in Kabul as Taliban Talks Continue|publisher=New York Times|accessdate=2019-07-01}}</ref> (+5)\n| injuries = 105+\n| perps = {{flagdeco|Afghanistan|Taliban}} [[Taliban]]\n| weapons = Car bomb <br> Guns\n}}",
    "article": "On 1 July 2019, a combined gun and bomb attack took place in the Wazir Akbar Khan neighborhood of Kabul, Afghanistan. The attackers initially detonated a bomb-laden truck, after which five gunmen entered a nearby building under construction and fired on Afghan security personnel evacuating people onto the street. At least forty-five were killed, including the five attackers. The spokesman for the Afghan Ministry of Public Health, Wahidullah Mayar, said that 116 civilians, including 26 children and 5 women, were wounded. The Taliban claimed the responsibility for the bomb attack in Kabul and said although civilians were not the Taliban target, some were injured.\n\n== Background ==\nThe attack occurred during the ongoing Taliban–United States peace talks in Doha, Qatar. In the days before the attack, the militant group carried out multiple deadly attacks on security forces all across the country.\n\nAccording to The New York Times, the violence in Afghanistan has increased during the 18th year of the United States military presence in Afghanistan.\n\n== Attack ==\nThe Taliban attacked Afghanistan's capital housing military and government buildings using a powerful car bomb on 1 July 2019, and a gunfight began soon after. The attacks killed 40 civilians and injured 116. The bomb exploded during the morning in Kabul when the streets were filled with people.\n\nThe attack happened in two stages. The first was the detonation of a truck or minibus bomb, packed full of explosives, in central Kabul. The explosion happened in the Puli Mahmood Khan area of the Wazir Akbar Khan neighborhood during rush hour. The area houses many government, diplomatic and military buildings and installations. The blast was powerful, shaking buildings up to 2 kilometers (1.2 miles) away, sending a plume of smoke in the air and destroying many cars and buildings. At least 51 students were injured during the blast, which damaged two nearby schools and shattered windows of three others. The Pashto media organization Shamshad TV said their office was hit by the blast, with one security guard killed and several journalists wounded. The TV station aired images of broken glass and the damage to its office in the aftermath of the bombing. The New York Times reported that 40 people were killed in the car bombing, 34 civilians and 6 security forces. \n\nAfter the explosion, five attackers entered a nearby building under construction and opened fire on security personnel in the street, sparking a gunfight. The shootout lasted for over 7 hours until all 5 attackers were killed by responders. The spokesman for the Ministry of Interior Affairs, Nasrat Rahimi, said after the explosion, attackers entered the Ministry of Defense building, and two car bombs exploded separately near the museum site and the television site. The attackers had been surrounded by the ministry security forces and one of them was killed. He finally added that a child, a security guard of Shamshad TV and 2 soldiers of the Special Forces were killed during the attack incident and more than 210 people had been rescued during the operation. \n\nAn office belonging to the Afghan Football Federation was damaged during the incident, and its chief, Yosuf Kargar, and several players injured.\n\nThe Afghanistan Ministry of Education spokesman, Nooria Nazhat, announced that 51 students from two schools near the blast site were hurt by flying shards of glass, and the explosion resulted in part of the school collapsing.\n\n== Responsibility ==\nThe Taliban militant group has claimed responsibility for the attack, saying that it attacked \"the defence ministry’s technical installation\".\n\nZabihullah Mujahid, one of two official spokesmen for the Taliban, mentioned on a Twitter account that a logistics and engineering unit of the Ministry of Defense was the intended target. He added, people were not the target of attacks, but some of them have been wounded.\n\n== Aftermath ==\nMany of the people wounded in the attack were taken into local hospitals, including many schoolchildren. Social media images reportedly showed some of the children in the hospital still holding books and wearing school uniforms. After the attack, many  residents and lawmakers criticized security and intelligence agencies, demanding to know how a truck full of explosives and five attackers managed to enter the area, which contains many secure buildings and compounds, among them the United States embassy and the Kabul Presidential Palace.\n\n=== Reactions ===\n==== Domestic ====\nThe Afghan government itself also condemned the attacks, with Afghan President Mohammad Ashraf Ghani saying that \"the Taliban, by conducting terrorist attacks, has demonstrated its vicious designs in killing Afghans and the continuation of the war in Afghanistan\".\n\n==== International ====\n*Shah Mahmood Qureshi reacted to a coordinated deadly attack by Taliban group in Kabul city, calling it an act of terrorism. The Ministry of Foreign Affairs of Pakistan in a statement said “Pakistan strongly condemns the terrorist attack in Kabul this morning that has reportedly resulted in several casualties. Pakistan condemns terrorism in all its forms and manifestations.”\n\n*Admiral Ali Shamkhani sent a message to Hamdullah Mohib, the National Security Adviser to Afghanistan’s president, condemning Monday’s deadly terrorist attack in Kabul.\n\n*Qatar's Ministry of Foreign Affairs in a statement condemned the Taliban's attack in Kabul and reiterated the Qatari government's \"firm stance\" in rejecting \"violence and terrorism, regardless of their motives and reasons\".\n\n* The U.S. condemned a deadly car bombing Monday in Afghanistan's capital. The U.S. \"condemns in the strongest terms today’s heinous terrorist attack, claimed by the Taliban, in which Afghan civilians and security personnel were killed and severely wounded,\" the White House said in a statement. \"This brazen attack demonstrates the Taliban’s callous disregard for their fellow Afghans, who have repeatedly voiced the urgency of finding a peaceful resolution to the conflict,\", they added.\n\n* The United Nations Assistance Mission in Afghanistan tweeted \"UN is appalled by Taliban-claimed attack in  the civilian-populated area of #Kabul. Initial findings indicate scores of civilian casualties. UN is deeply saddened by credible reports of many injured children at nearby schools & demands end to indiscriminate blasts in civilian areas in [Afghanistan].\"\n\n==See also==\n*2019 Kabul mosque bombing\n*2019 Ghazni bombing\n*28 July 2019 Kabul suicide bombing\n\n== References ==",
    "links": [
        {
            "title": "List of terrorist incidents",
            "text": "bomb attack",
            "start": 35,
            "end": 46,
            "id": "19522363"
        },
        {
            "title": "Wazir Akbar Khan, Kabul",
            "text": "Wazir Akbar Khan",
            "start": 65,
            "end": 81,
            "id": "32562279"
        },
        {
            "title": "Kabul",
            "text": "Kabul",
            "start": 98,
            "end": 103,
            "id": "16826"
        },
        {
            "title": "Ministry of Public Health (Afghanistan)",
            "text": "Ministry of Public Health",
            "start": 407,
            "end": 432,
            "id": "1311630"
        },
        {
            "title": "Taliban",
            "text": "Taliban",
            "start": 530,
            "end": 537,
            "id": "30635"
        },
        {
            "title": "United States",
            "text": "United States",
            "start": 735,
            "end": 748,
            "id": "3434750"
        },
        {
            "title": "Doha",
            "text": "Doha",
            "start": 764,
            "end": 768,
            "id": "26214389"
        },
        {
            "title": "The New York Times",
            "text": "The New York Times",
            "start": 920,
            "end": 938,
            "id": "30680"
        },
        {
            "title": "Wazir Akbar Khan, Kabul",
            "text": "Wazir Akbar Khan",
            "start": 1567,
            "end": 1583,
            "id": "32562279"
        },
        {
            "title": "Shamshad TV",
            "text": "Shamshad TV",
            "start": 2010,
            "end": 2021,
            "id": "12931292"
        },
        {
            "title": "The New York Times",
            "text": "The New York Times",
            "start": 2232,
            "end": 2250,
            "id": "30680"
        },
        {
            "title": "Ministry of Interior Affairs (Afghanistan)",
            "text": "Ministry of Interior Affairs",
            "start": 2608,
            "end": 2636,
            "id": "9755474"
        },
        {
            "title": "Ministry of Defense (Afghanistan)",
            "text": "Ministry of Defense",
            "start": 2701,
            "end": 2720,
            "id": "1289906"
        },
        {
            "title": "Afghanistan Football Federation",
            "text": "Afghan Football Federation",
            "start": 3141,
            "end": 3167,
            "id": "5125238"
        },
        {
            "title": "Ministry of Education (Afghanistan)",
            "text": "Ministry of Education",
            "start": 3276,
            "end": 3297,
            "id": "24026809"
        },
        {
            "title": "Taliban",
            "text": "Taliban",
            "start": 3512,
            "end": 3519,
            "id": "30635"
        },
        {
            "title": "Zabiullah Mujahid",
            "text": "Zabihullah Mujahid",
            "start": 3652,
            "end": 3670,
            "id": "18935255"
        },
        {
            "title": "Embassy of the United States, Kabul",
            "text": "United States embassy",
            "start": 4428,
            "end": 4449,
            "id": "28437629"
        },
        {
            "title": "Arg (Kabul)",
            "text": "Kabul Presidential Palace",
            "start": 4458,
            "end": 4483,
            "id": "36175805"
        },
        {
            "title": "President of Afghanistan",
            "text": "Afghan President",
            "start": 4585,
            "end": 4601,
            "id": "335343"
        },
        {
            "title": "Ashraf Ghani",
            "text": "Mohammad Ashraf Ghani",
            "start": 4602,
            "end": 4623,
            "id": "404323"
        },
        {
            "title": "Shah Mahmood Qureshi",
            "text": "Shah Mahmood Qureshi",
            "start": 4814,
            "end": 4834,
            "id": "16051501"
        },
        {
            "title": "Ali Shamkhani",
            "text": "Ali Shamkhani",
            "start": 5201,
            "end": 5214,
            "id": "262775"
        },
        {
            "title": "Hamdullah Mohib",
            "text": "Hamdullah Mohib",
            "start": 5233,
            "end": 5248,
            "id": "51706026"
        },
        {
            "title": "National security advisor",
            "text": "National Security Adviser",
            "start": 5254,
            "end": 5279,
            "id": "99690"
        },
        {
            "title": "Ministry of Foreign Affairs (Qatar)",
            "text": "Ministry of Foreign Affairs",
            "start": 5372,
            "end": 5399,
            "id": "35709864"
        },
        {
            "title": "White House",
            "text": "White House",
            "start": 5852,
            "end": 5863,
            "id": "33057"
        },
        {
            "title": "United Nations Assistance Mission in Afghanistan",
            "text": "United Nations Assistance Mission in Afghanistan",
            "start": 6086,
            "end": 6134,
            "id": "1234277"
        },
        {
            "title": "2019 Kabul mosque bombing",
            "text": "2019 Kabul mosque bombing",
            "start": 6461,
            "end": 6486,
            "id": "60911051"
        },
        {
            "title": "2019 Ghazni bombing",
            "text": "2019 Ghazni bombing",
            "start": 6488,
            "end": 6507,
            "id": "61241409"
        },
        {
            "title": "28 July 2019 Kabul suicide bombing",
            "text": "28 July 2019 Kabul suicide bombing",
            "start": 6509,
            "end": 6543,
            "id": "61403685"
        }
    ],
    "_chunk_id": "b_17652278977-17658241363"
}