{
    "_id": "28842301",
    "id": "28842301",
    "title": "Assassination of Rafic Hariri",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 911,
            "end": 925
        },
        {
            "text": "==Assassination==",
            "start": 3140,
            "end": 3157
        },
        {
            "text": "==Investigation==",
            "start": 4725,
            "end": 4742
        },
        {
            "text": "==UN Special Tribunal==",
            "start": 8613,
            "end": 8636
        },
        {
            "text": "==Hezbollah==",
            "start": 11559,
            "end": 11572
        },
        {
            "text": "==Aftermath==",
            "start": 12385,
            "end": 12398
        },
        {
            "text": "== See also ==",
            "start": 13106,
            "end": 13120
        },
        {
            "text": "==References==",
            "start": 13173,
            "end": 13187
        },
        {
            "text": "== Bibliography ==",
            "start": 13190,
            "end": 13208
        },
        {
            "text": "==External links==",
            "start": 13470,
            "end": 13488
        }
    ],
    "categories": [
        "2005 crimes in Lebanon",
        "2005 fires",
        "2005 murders in Asia",
        "2005 road incidents",
        "2000s crimes in Beirut",
        "2000s murders in Lebanon",
        "2000s road incidents in Asia",
        "21st-century mass murder in Lebanon",
        "Attacks on buildings and structures in 2005",
        "Attacks on buildings and structures in Beirut",
        "Assassinations in Lebanon",
        "Car and truck bombings in Lebanon",
        "February 2005 crimes",
        "February 2005 events in Asia",
        "Fires in Lebanon",
        "Improvised explosive device bombings in 2005",
        "Improvised explosive device bombings in Beirut",
        "Mass murder in Beirut",
        "Massacres in 2005",
        "Massacres in Lebanon",
        "Road incidents in Lebanon",
        "Terrorist incidents in Asia in 2005",
        "Terrorist incidents in Lebanon in the 2000s"
    ],
    "infobox": "{{Infobox civilian attack\n| title       = Assassination of Rafic Hariri\n| partof      = \n| image       = Guarding Ground Zero.jpg\n| image_size  = \n| alt         = \n| caption     = Ministry of the Interior soldier guarding the site of the attack that killed Hariri\n| map         = {{Location map|Lebanon Beirut#Lebanon|caption=|border=infobox|align=center}}\n| map_size    = \n| map_alt     = \n| map_caption = \n| location    = [[Beirut]], [[Lebanon]]\n| target      = [[Rafic Hariri]]\n| coordinates = {{coord|33|54|07|N|35|29|40|E|region:LB-BA_type:landmark_source:kolossus-dewiki|display=title,inline}}\n| date        = {{start date and age|2005|02|14}}\n| time        = \n| timezone    = \n| type        = [[Truck bomb]]ing\n| fatalities  = 22\n| injuries    = \n| victims     = <!-- or | victim = -->\n| perpetrators= <!-- or | perpetrator = --> <!-- alias: | perps = or | perp = -->\n| assailants  = <!-- or | assailant = -->\n| weapons     = Truck bomb\n| numparts    = <!-- or | numpart = -->\n| dfens       = <!-- or | dfen = -->\n| motive      = \n| inquiry     = \n| coroner     = \n| accused     = \n| convicted   = \n| verdict     = \n| convictions = \n| charges     = \n| litigation  = \n| website     = <!-- {{URL|example.com}} -->\n| module      =\n}}",
    "article": "On 14 February 2005, former Prime Minister of Lebanon Rafic Hariri was killed along with 21 others in an explosion in Beirut, Lebanon. Explosives equivalent to around 1,000 kilograms (2,200 pounds) of TNT were detonated as his motorcade drove near the St. George Hotel. Among the dead were several of Hariri's bodyguards and former Minister of the Economy, Bassel Fleihan.\n\nHariri had been part of the anti-Syrian opposition in Lebanon. His assassination triggered the Cedar Revolution, a popular movement which forced Syria to withdraw all its troops in Lebanon by April 2005. The killing also led the United Nations to set up the Special Tribunal for Lebanon to investigate the killing. The Special Tribunal, along with an independent investigation carried out by Lebanese brigadier general Wissam Al-Hassan, found compelling evidence for the responsibility of Lebanese group Hezbollah in the assassination.\n\n==Background==\nHariri and others in the anti-Syrian opposition had questioned the plan to extend the term of Lebanese President Emile Lahoud, emboldened by popular anger and civic action that became the Cedar Revolution. Lebanese Druze leader Walid Jumblatt, a newer recruit of the anti-Syrian opposition, said after the assassination that in August 2004 Syrian President Bashar al-Assad threatened Hariri personally in a meeting, saying \"Lahoud represents me...If you and Chirac want me out of Lebanon, I will destroy Lebanon.\" His account is quoted, but not confirmed, in the UN's FitzGerald Report. The report stops short of directly accusing Damascus or any other party, saying that only a further thorough international inquest can identify the culprit.\n\n\n\nAccording to these testimonies, Hariri reminded Assad of his pledge not to seek an extension for Lahoud's term, and Assad replied that there was a policy shift and that the decision was already taken. He added that Lahoud should be viewed as his personal representative in Lebanon and that \"opposing him is tantamount to opposing Assad himself\". He then added that he (Assad) \"would rather break Lebanon over the heads of Hariri and [Druze leader] Walid Jumblatt than see his word in Lebanon broken\".\n\nAccording to the testimonies, Assad then threatened both longtime allies Hariri and Jumblatt with physical harm if they opposed the extension for Lahoud. The meeting reportedly lasted for ten minutes, and was the last time Hariri met with Assad. After that meeting, Hariri told his supporters that they had no other option but to support the extension for Lahoud. The Mission has also received accounts of further threats made to Hariri by security officials in case he abstained from voting in favor of the extension or \"even thought of leaving the country.\"\n\nIrish journalist Lara Marlowe also reported that Hariri told her he had been threatened by Assad.\n\nIn an interview with Der Spiegel, President Assad said, \"I never threatened him and no Syrian intelligence officer has ever pointed a gun to his head.\"\n\nOn September 2, 2004, the UN adopted United Nations Security Council Resolution 1559, which called for Syria to end its 29-year occupation of Lebanon.\n\n==Assassination==\nOn the morning of 14 February, Hariri visited parliament and then the Café de l'Etoile for about twenty minutes. He left the cafe in a six-car convoy and followed a route that was kept secret until the very last minute. Six and a half minutes after leaving the cafe, as the convoy neared the St. George Hotel on the Corniche, a truck bomb exploded, destroying the convoy.\n\nThe blast left a crater thirty feet wide in the Corniche. A total of 22 people, including Hariri, were killed, and 220 more were injured. Dozens of cars were set on fire, several buildings were knocked down, and windows were blown out on many more.\n\nHariri was buried, along with the bodyguards who died in the bombing, in a location near Mohammad Al-Amin Mosque.\n\nA group calling itself \"The Nasra & Jihad Group in Greater Syria\" claimed responsibility for the blast. The group had not been heard from before. A tape aired by Al Jazeera showed a bearded man, believed to be a Palestinian named Ahmad Abu Adas, claiming the attack. Adas' home was raided but he remains missing. The UN report on the murder speculated he may have been the suicide bomber but also quotes a witness who said Adas had nothing to do with the bombing.\n\nThe UN report determined that the bomb had been placed in a white Mitsubishi Canter van, based on video footage from an HSBC bank. It was likely detonated by a suicide bomber, which would have evaded the electronic jamming devices of Hariri's convoy. Investigators determined that the Mitsubishi truck had been stolen from Sagamihara, Japan, on October 12, 2004.\n\n==Investigation==\n\n\nThe United Nations Security Council adopted Resolution 1595 to send an investigative team to look into Hariri's assassination. This team was headed by German judge Detlev Mehlis and presented its initial report to the Security Council on 20 October 2005. The Mehlis Report implicated Syrian and Lebanese officials, with special focus on Syria's military intelligence chief, late Assef Shawkat and Syrian President Bashar al-Assad's brother-in-law. United States President George W. Bush called for a special meeting of the UN to be convened to discuss international response \"as quickly as possible to deal with this very serious matter.\" Detlev Mehlis asked for more time to investigate all leads. Lebanese politicians asked to extend the investigative team's duration and charter, to include assassinations of other prominent anti-Syrian Lebanese, such as Gebran Tueni. A second report, submitted on 10 December 2005, upheld the conclusions from the first report. On 11 January 2006, Mehlis was replaced by the Belgian Serge Brammertz.\n\nThe Lebanese government agreed to this inquiry, though calling for the full participation, not supremacy, of its own agencies and the respect of Lebanese sovereignty. The UN Security Council voted unanimously to demand full Syrian cooperation with UN investigators in the matter, and Brammertz's last two reports praised Syria's full co-operation.\n\nOn August 30, 2005, four pro-Syrian Lebanese generals (some of whom had promoted the false Abu Addas theory) were subsequently arrested under suspicion of conspiracy to commit murder. They were detained without charge by Lebanese authorities for four years and released by the STL when it took over the investigation in 2009. Mustafa Hamdan, former head of the Lebanese Presidential Guard brigade; Jamil al Sayyed, former Director-General of Security General; Ali al Hajj, director general of the Lebanese Internal Security Forces; and Raymond Azar, the former director of the Military Intelligence were released upon an order from the STL Pre-Trial Judge at the request of the Prosecutor due to lack of evidence. In making the request, the Prosecutor had considered “inconsistencies in the statements of key witnesses and of a lack of corroborative evidence to support these statements.”\n\nSyrian Minister of Interior Ghazi Kanaan was interviewed in September 2005 by Detlev Mehlis' team as a \"witness\" in the assassination. Kanaan denied any involvement in the assassination. On October 12, Kanaan was found dead with a gunshot wound to the head in his Damascus office.\" The Syrian government said it was a suicide, though others claimed it was murder to sever the link between Hariri's death and the regime.\n\nOn 30 December 2005, former Syrian vice president Abdul Halim Khaddam in a televised interview implicated Assad in the assassination and said that Assad personally threatened Hariri in the months before his death. This interview has caused Syrian MPs to demand treason charges against Khaddam.\n\n\n\nOn 18 December 2006, a progress report by former head of the investigation, Serge Brammertz, indicated that DNA evidence collected from the crime scene suggests that the assassination might be the act of a young male suicide bomber.\n\nOn 28 March 2008, the tenth report of the UN's International Independent Investigation Commission found that, \"a network of individuals acted in concert to carry out the assassination of Rafiq Hariri and that this criminal network — the \"Hariri Network\" — or parts thereof are linked to some of the other cases within the Commission's mandate.\"\n\nThe Security Council extended the mandate for the investigation, which was to end in December 2008, until 28 February 2009.\n\nOn 7 February 2012, Hurriyet reported investigators from the United Nations interviewed Louai Sakka, interested in whether he had played a role in the assassination.\n\n==UN Special Tribunal==\n\nThe Government of Lebanon and United Nations agreed to establish a Special Tribunal for Lebanon in 2007, signing the agreement on 23 January 2007 and 6 February 2007 respectively. When the agreement was sent to the Lebanese Parliament for ratification, however, the Speaker refused to convene Parliament to vote on it. Upon request from a majority of members of the Lebanese parliament and the Prime Minister, the United Nations Security Council adopted Resolution 1757, implementing the agreement.\n\nFor reasons of security, administrative efficiency and fairness, the Tribunal has its seat outside Lebanon, in Leidschendam, on the outskirts of The Hague, the Netherlands. The premises of the Tribunal is the former headquarters of the Dutch General Intelligence and Security Service (Algemene Inlichtingen- en Veiligheidsdienst, or AIVD). The Netherlands originally agreed to host the Tribunal on December 21st, 2007. The court opened on 1 March 2009.\n\nThe Tribunal is the first international court to prosecute terrorism as a distinct crime.\n\nOn 29 April 2009, following a request of Prosecutor Daniel Bellemare, the Pre-Trial Judge determined that the four suspects arrested during the investigation could not be considered \"as either suspects or accused persons in the proceedings pending before the Tribunal\" and ordered their unconditional release. The detained persons were General Jamil al Sayyed (head of General Security), General Ali al Hajj (chief of internal security forces, the Lebanese police force), Brigadier-General Raymond Azar (head of Army Intelligence) and Brigadier-General Mustafa Hamdan (head of the presidential guard). Considered as Syria's main rule-enforcing agents at the time, they spent nearly 3 years and 8 months in detention after Lebanese authorities arrested them on 1 September 2005, and during that period no charges were ever pressed against them. Their release came amidst a tense political atmosphere in Lebanon, due to the officially admitted heavy politicization of the affair. Several anti-Syrian political figures have stated that \"[we] still consider them as guilty.\"\n\nOn 30 June 2011, Haaretz reported that the Tribunal had submitted to Lebanon's Prosecutor General indictments of four Lebanese Hezbollah members, and a foreigner. The indictments were served by representatives of the International Court of Justice at The Hague.\n\nOne of the Special Tribunal's leading figures was Lebanese Brigadier General Wissam al-Hassan. On 19 October 2012, al-Hassan was assassinated in a car explosion in the Achrafieh district of Beirut.\n\nProsecutor v. Ayyash et al. began on the 16th of January 2014 with an opening statement from the Prosecution. Salim Jamil Ayyash, Hassan Habib Merhi, Hussein Hassan Oneissi, and Assad Hassan Sabra are currently on trial in absentia, as it was determined they had absconded and did not wish to participate in the trial. The trial is ongoing.\n\n==Hezbollah==\nIn August 2010, in response to notification that the UN tribunal would indict some Hezbollah members, Secretary General of Hezbollah Hassan Nasrallah said Israel was looking for a way to assassinate Hariri as early as 1993 in order to create political chaos that would force Syria to withdraw from Lebanon, and to perpetuate an anti-Syrian atmosphere in Lebanon in the wake of the assassination. He went on to say that in 1996 Hezbollah apprehended an agent working for Israel by the name of Ahmed Nasrallah – no relation to Hassan Nasrallah – who allegedly contacted Hariri's security detail and told them that he had solid proof that Hezbollah was planning to take his life. Hariri then contacted Hezbollah and advised them of the situation. Saad Hariri responded that the UN should investigate these claims.\n\n==Aftermath==\n\nHariri was well-regarded among international leaders; for example, he was a close friend of French President Jacques Chirac. Few felt he was a threat, due to his ties with the EU and the West. Chirac was one of the first foreign dignitaries to offer condolences to Hariri's widow in person at her home in Beirut. The Special Tribunal for Lebanon was also created at his instigation.\n\nFollowing Hariri's death, there were several other bombings and assassinations against anti-Syrian figures. These included Samir Kassir, George Hawi, Gebran Tueni, Pierre Amine Gemayel, and Walid Eido. Assassination attempts were made on Elias Murr, May Chidiac, and Samir Shehade (who was investigating Hariri's death).\n\n== See also ==\n\n*Syrian occupation of Lebanon\n*Mustafa Badreddine\n\n==References==\n\n\n== Bibliography ==\n*Jürgen Cain Külbel: Mordakte Hariri: Unterdrückte Spuren im Libanon, 2006, \n*Jürgen Cain Külbel: Ietail Al-Hariri. Adellah Machfiyyah, 2006, \n*Nicholas Blanford: Killing Mr. Lebanon: The assassination of Rafiq Hariri and its impact on the Middle East, 2006, \n\n==External links==\n\n\n* The Mehlis Report from the United Nations (pdf)\n* Hariri Murder coverage fropm YaLibnan, with  photo gallery\n* UN Security Council media release on briefing of Security Council\n* Hariri, Homicide and The Hague op-ed by The Hague Centre for Strategic Studies\n* The Syrian Gambit Unravels from antiwar.com\n* Rafic Hariri Memorial - 3d where he was killed.\n* Report presented to UN Security Council implicating Syrian and Lebanese officials - UN.org, 20 October 2005\n*MacDonald, Neil.  CBC Investigation: Who killed Lebanon's Rafik Hariri?, CBC News, 21 November 2010\n**CBC Video links: Getting Away With Murder:  Part 1;  Part 2.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n  \n\nHariri memorial shrine.\nRue Minet al Hosn where Hariri was assassinated.\nSome of Hariri's bodyguards' shrines.",
    "links": [
        {
            "title": "Prime Minister of Lebanon",
            "text": "Prime Minister of Lebanon",
            "start": 28,
            "end": 53,
            "id": "508949"
        },
        {
            "title": "Rafic Hariri",
            "text": "Rafic Hariri",
            "start": 54,
            "end": 66,
            "id": "394985"
        },
        {
            "title": "Explosion",
            "text": "explosion",
            "start": 105,
            "end": 114,
            "id": "18993857"
        },
        {
            "title": "Beirut",
            "text": "Beirut",
            "start": 118,
            "end": 124,
            "id": "37428"
        },
        {
            "title": "Lebanon",
            "text": "Lebanon",
            "start": 126,
            "end": 133,
            "id": "17771"
        },
        {
            "title": "TNT",
            "text": "TNT",
            "start": 201,
            "end": 204,
            "id": "30698"
        },
        {
            "title": "Detonation",
            "text": "detonate",
            "start": 210,
            "end": 218,
            "id": "306686"
        },
        {
            "title": "Motorcade",
            "text": "motorcade",
            "start": 227,
            "end": 236,
            "id": "2141225"
        },
        {
            "title": "Bodyguard",
            "text": "bodyguard",
            "start": 310,
            "end": 319,
            "id": "146695"
        },
        {
            "title": "Bassel Fleihan",
            "text": "Bassel Fleihan",
            "start": 357,
            "end": 371,
            "id": "1793247"
        },
        {
            "title": "Assassination",
            "text": "assassination",
            "start": 441,
            "end": 454,
            "id": "2963"
        },
        {
            "title": "Cedar Revolution",
            "text": "Cedar Revolution",
            "start": 469,
            "end": 485,
            "id": "1556708"
        },
        {
            "title": "United Nations",
            "text": "United Nations",
            "start": 603,
            "end": 617,
            "id": "31769"
        },
        {
            "title": "Special Tribunal for Lebanon",
            "text": "Special Tribunal for Lebanon",
            "start": 632,
            "end": 660,
            "id": "9528660"
        },
        {
            "title": "Wissam al-Hassan",
            "text": "Wissam Al-Hassan",
            "start": 793,
            "end": 809,
            "id": "37387698"
        },
        {
            "title": "Hezbollah",
            "text": "Hezbollah",
            "start": 878,
            "end": 887,
            "id": "13919"
        },
        {
            "title": "March 14 Alliance",
            "text": "anti-Syrian opposition",
            "start": 951,
            "end": 973,
            "id": "7664836"
        },
        {
            "title": "President of Lebanon",
            "text": "Lebanese President",
            "start": 1020,
            "end": 1038,
            "id": "2032981"
        },
        {
            "title": "Émile Lahoud",
            "text": "Emile Lahoud",
            "start": 1039,
            "end": 1051,
            "id": "392496"
        },
        {
            "title": "Cedar Revolution",
            "text": "Cedar Revolution",
            "start": 1114,
            "end": 1130,
            "id": "1556708"
        },
        {
            "title": "Druze",
            "text": "Druze",
            "start": 1141,
            "end": 1146,
            "id": "8632"
        },
        {
            "title": "Walid Jumblatt",
            "text": "Walid Jumblatt",
            "start": 1154,
            "end": 1168,
            "id": "437047"
        },
        {
            "title": "President of Syria",
            "text": "Syrian President",
            "start": 1266,
            "end": 1282,
            "id": "516106"
        },
        {
            "title": "Bashar al-Assad",
            "text": "Bashar al-Assad",
            "start": 1283,
            "end": 1298,
            "id": "364813"
        },
        {
            "title": "Jacques Chirac",
            "text": "Chirac",
            "start": 1384,
            "end": 1390,
            "id": "39764"
        },
        {
            "title": "United Nations",
            "text": "UN",
            "start": 1489,
            "end": 1491,
            "id": "31769"
        },
        {
            "title": "FitzGerald Report",
            "text": "FitzGerald Report",
            "start": 1494,
            "end": 1511,
            "id": "1648697"
        },
        {
            "title": "Damascus",
            "text": "Damascus",
            "start": 1557,
            "end": 1565,
            "id": "8914"
        },
        {
            "title": "Lara Marlowe",
            "text": "Lara Marlowe",
            "start": 2753,
            "end": 2765,
            "id": "6026423"
        },
        {
            "title": "Der Spiegel",
            "text": "Der Spiegel",
            "start": 2856,
            "end": 2867,
            "id": "210137"
        },
        {
            "title": "Intelligence officer",
            "text": "intelligence officer",
            "start": 2929,
            "end": 2949,
            "id": "525926"
        },
        {
            "title": "United Nations Security Council Resolution 1559",
            "text": "United Nations Security Council Resolution 1559",
            "start": 3025,
            "end": 3072,
            "id": "953799"
        },
        {
            "title": "Syrian occupation of Lebanon",
            "text": "occupation of Lebanon",
            "start": 3116,
            "end": 3137,
            "id": "4961540"
        },
        {
            "title": "Corniche Beirut",
            "text": "Corniche",
            "start": 3474,
            "end": 3482,
            "id": "11292668"
        },
        {
            "title": "Mohammad Al-Amin Mosque",
            "text": "Mohammad Al-Amin Mosque",
            "start": 3870,
            "end": 3893,
            "id": "10428077"
        },
        {
            "title": "Al Jazeera",
            "text": "Al Jazeera",
            "start": 4058,
            "end": 4068,
            "id": "48370461"
        },
        {
            "title": "Palestinians",
            "text": "Palestinian",
            "start": 4108,
            "end": 4119,
            "id": "23267"
        },
        {
            "title": "Mitsubishi Fuso Canter",
            "text": "Mitsubishi Canter",
            "start": 4427,
            "end": 4444,
            "id": "5669735"
        },
        {
            "title": "HSBC",
            "text": "HSBC",
            "start": 4481,
            "end": 4485,
            "id": "322572"
        },
        {
            "title": "Suicide attack",
            "text": "suicide bomber",
            "start": 4521,
            "end": 4535,
            "id": "18835454"
        },
        {
            "title": "Counter-IED equipment",
            "text": "electronic jamming",
            "start": 4565,
            "end": 4583,
            "id": "41273531"
        },
        {
            "title": "Sagamihara",
            "text": "Sagamihara",
            "start": 4684,
            "end": 4694,
            "id": "451296"
        },
        {
            "title": "Japan",
            "text": "Japan",
            "start": 4696,
            "end": 4701,
            "id": "15573"
        },
        {
            "title": "United Nations Security Council",
            "text": "United Nations Security Council",
            "start": 4749,
            "end": 4780,
            "id": "31956"
        },
        {
            "title": "United Nations Security Council Resolution 1595",
            "text": "Resolution 1595",
            "start": 4789,
            "end": 4804,
            "id": "30314654"
        },
        {
            "title": "Detlev Mehlis",
            "text": "Detlev Mehlis",
            "start": 4909,
            "end": 4922,
            "id": "2965767"
        },
        {
            "title": "Mehlis report",
            "text": "Mehlis Report",
            "start": 5004,
            "end": 5017,
            "id": "2945051"
        },
        {
            "title": "Assef Shawkat",
            "text": "Assef Shawkat",
            "start": 5124,
            "end": 5137,
            "id": "3139788"
        },
        {
            "title": "Bashar al-Assad",
            "text": "Bashar al-Assad",
            "start": 5159,
            "end": 5174,
            "id": "364813"
        },
        {
            "title": "President of the United States",
            "text": "United States President",
            "start": 5193,
            "end": 5216,
            "id": "24113"
        },
        {
            "title": "George W. Bush",
            "text": "George W. Bush",
            "start": 5217,
            "end": 5231,
            "id": "3414021"
        },
        {
            "title": "Gebran Tueni",
            "text": "Gebran Tueni",
            "start": 5603,
            "end": 5615,
            "id": "3395369"
        },
        {
            "title": "Serge Brammertz",
            "text": "Serge Brammertz",
            "start": 5766,
            "end": 5781,
            "id": "3728454"
        },
        {
            "title": "Politics of Lebanon",
            "text": "Lebanese government",
            "start": 5788,
            "end": 5807,
            "id": "17775"
        },
        {
            "title": "Jamil Al Sayyed",
            "text": "Jamil al Sayyed",
            "start": 6531,
            "end": 6546,
            "id": "36281872"
        },
        {
            "title": "Ali Al Hajj",
            "text": "Ali al Hajj",
            "start": 6593,
            "end": 6604,
            "id": "36298792"
        },
        {
            "title": "Raymond Azar (security chief)",
            "text": "Raymond Azar",
            "start": 6669,
            "end": 6681,
            "id": "24423001"
        },
        {
            "title": "Ghazi Kanaan",
            "text": "Ghazi Kanaan",
            "start": 7051,
            "end": 7063,
            "id": "2890119"
        },
        {
            "title": "Vice President of Syria",
            "text": "Syrian vice president",
            "start": 7472,
            "end": 7493,
            "id": "16792161"
        },
        {
            "title": "Abdul Halim Khaddam",
            "text": "Abdul Halim Khaddam",
            "start": 7494,
            "end": 7513,
            "id": "3044825"
        },
        {
            "title": "DNA",
            "text": "DNA",
            "start": 7849,
            "end": 7852,
            "id": "7955"
        },
        {
            "title": "Suicide attack",
            "text": "suicide bomber",
            "start": 7958,
            "end": 7972,
            "id": "18835454"
        },
        {
            "title": "United Nations International Independent Investigation Commission",
            "text": "UN's International Independent Investigation Commission",
            "start": 8017,
            "end": 8072,
            "id": "16844727"
        },
        {
            "title": "Hürriyet",
            "text": "Hurriyet",
            "start": 8466,
            "end": 8474,
            "id": "4139222"
        },
        {
            "title": "United Nations",
            "text": "United Nations",
            "start": 8507,
            "end": 8521,
            "id": "31769"
        },
        {
            "title": "Louai Sakka",
            "text": "Louai Sakka",
            "start": 8534,
            "end": 8545,
            "id": "36652479"
        },
        {
            "title": "Special Tribunal for Lebanon",
            "text": "Special Tribunal for Lebanon",
            "start": 8705,
            "end": 8733,
            "id": "9528660"
        },
        {
            "title": "United Nations Security Council",
            "text": "United Nations Security Council",
            "start": 9052,
            "end": 9083,
            "id": "31956"
        },
        {
            "title": "United Nations Security Council Resolution 1757",
            "text": "Resolution 1757",
            "start": 9092,
            "end": 9107,
            "id": "33880691"
        },
        {
            "title": "Leidschendam",
            "text": "Leidschendam",
            "start": 9249,
            "end": 9261,
            "id": "2107905"
        },
        {
            "title": "The Hague",
            "text": "The Hague",
            "start": 9283,
            "end": 9292,
            "id": "30269"
        },
        {
            "title": "Terrorism",
            "text": "terrorism",
            "start": 9651,
            "end": 9660,
            "id": "30636"
        },
        {
            "title": "Jamil Al Sayyed",
            "text": "Jamil al Sayyed",
            "start": 10027,
            "end": 10042,
            "id": "36281872"
        },
        {
            "title": "Ali Al Hajj",
            "text": "Ali al Hajj",
            "start": 10079,
            "end": 10090,
            "id": "36298792"
        },
        {
            "title": "Raymond Azar (security chief)",
            "text": "Raymond Azar",
            "start": 10173,
            "end": 10185,
            "id": "24423001"
        },
        {
            "title": "Mustafa Hamdan",
            "text": "Mustafa Hamdan",
            "start": 10236,
            "end": 10250,
            "id": "3085126"
        },
        {
            "title": "Haaretz",
            "text": "Haaretz",
            "start": 10772,
            "end": 10779,
            "id": "64878"
        },
        {
            "title": "Hezbollah",
            "text": "Hezbollah",
            "start": 10882,
            "end": 10891,
            "id": "13919"
        },
        {
            "title": "International Court of Justice",
            "text": "International Court of Justice",
            "start": 10972,
            "end": 11002,
            "id": "14918"
        },
        {
            "title": "The Hague",
            "text": "The Hague",
            "start": 11006,
            "end": 11015,
            "id": "30269"
        },
        {
            "title": "Wissam al-Hassan",
            "text": "Wissam al-Hassan",
            "start": 11095,
            "end": 11111,
            "id": "37387698"
        },
        {
            "title": "October 2012 Beirut bombing",
            "text": "assassinated",
            "start": 11147,
            "end": 11159,
            "id": "37388366"
        },
        {
            "title": "Achrafieh",
            "text": "Achrafieh",
            "start": 11186,
            "end": 11195,
            "id": "1279488"
        },
        {
            "title": "Hassan Nasrallah",
            "text": "Hassan Nasrallah",
            "start": 11706,
            "end": 11722,
            "id": "313436"
        },
        {
            "title": "President of France",
            "text": "French President",
            "start": 12492,
            "end": 12508,
            "id": "24899"
        },
        {
            "title": "Jacques Chirac",
            "text": "Jacques Chirac",
            "start": 12509,
            "end": 12523,
            "id": "39764"
        },
        {
            "title": "Lebanon bombings and assassinations (2004–present)",
            "text": "bombings and assassinations",
            "start": 12835,
            "end": 12862,
            "id": "2252902"
        },
        {
            "title": "Samir Kassir",
            "text": "Samir Kassir",
            "start": 12907,
            "end": 12919,
            "id": "1983583"
        },
        {
            "title": "George Hawi",
            "text": "George Hawi",
            "start": 12921,
            "end": 12932,
            "id": "2089466"
        },
        {
            "title": "Gebran Tueni",
            "text": "Gebran Tueni",
            "start": 12934,
            "end": 12946,
            "id": "3395369"
        },
        {
            "title": "Pierre Amine Gemayel",
            "text": "Pierre Amine Gemayel",
            "start": 12948,
            "end": 12968,
            "id": "8050823"
        },
        {
            "title": "Walid Eido",
            "text": "Walid Eido",
            "start": 12974,
            "end": 12984,
            "id": "11748254"
        },
        {
            "title": "Elias Murr",
            "text": "Elias Murr",
            "start": 13022,
            "end": 13032,
            "id": "2217966"
        },
        {
            "title": "May Chidiac",
            "text": "May Chidiac",
            "start": 13034,
            "end": 13045,
            "id": "2761917"
        },
        {
            "title": "Syrian occupation of Lebanon",
            "text": "Syrian occupation of Lebanon",
            "start": 13123,
            "end": 13151,
            "id": "4961540"
        },
        {
            "title": "Mustafa Badreddine",
            "text": "Mustafa Badreddine",
            "start": 13153,
            "end": 13171,
            "id": "37021987"
        },
        {
            "title": "Jürgen Cain Külbel",
            "text": "Jürgen Cain Külbel",
            "start": 13210,
            "end": 13228,
            "id": "19419924"
        },
        {
            "title": "United Nations",
            "text": "United Nations",
            "start": 13520,
            "end": 13534,
            "id": "31769"
        },
        {
            "title": "CBC News",
            "text": "CBC News",
            "start": 14031,
            "end": 14039,
            "id": "1029495"
        }
    ],
    "_chunk_id": "b_10170714603-10177681059"
}