{
    "_id": "240148",
    "id": "240148",
    "title": "Bloody Friday (1972)",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 1774,
            "end": 1788
        },
        {
            "text": "==The bombings==",
            "start": 2849,
            "end": 2865
        },
        {
            "text": "===Timeline===",
            "start": 4110,
            "end": 4124
        },
        {
            "text": "===Warnings===",
            "start": 12034,
            "end": 12048
        },
        {
            "text": "==Immediate aftermath==",
            "start": 13633,
            "end": 13656
        },
        {
            "text": "==Reactions and consequences==",
            "start": 15621,
            "end": 15651
        },
        {
            "text": "===Irish republican reaction===",
            "start": 18691,
            "end": 18722
        },
        {
            "text": "==See also==",
            "start": 19755,
            "end": 19767
        },
        {
            "text": "==References==",
            "start": 19824,
            "end": 19838
        },
        {
            "text": "==External links==",
            "start": 19841,
            "end": 19859
        }
    ],
    "categories": [
        "1972 in Northern Ireland",
        "1972 murders in the United Kingdom",
        "1970s in County Antrim",
        "20th-century mass murder in Northern Ireland",
        "Attacks on bank buildings",
        "Attacks on bridges",
        "Attacks on buildings and structures in 1972",
        "Attacks on buildings and structures in Belfast",
        "Attacks on bus stations",
        "Attacks on hotels in Europe",
        "Attacks on railway stations in Europe",
        "Car and truck bombings in Northern Ireland",
        "Improvised explosive device bombings in 1972",
        "Improvised explosive device bombings in Belfast",
        "July 1972 crimes",
        "July 1972 events in Europe",
        "Mass murder in 1972",
        "Mass murder in Belfast",
        "Provisional IRA bombings",
        "Terrorist incidents in the United Kingdom in 1972",
        "Terrorist incidents on railway systems in the United Kingdom",
        "The Troubles in Belfast"
    ],
    "infobox": "{{Infobox civilian attack\n| title       = Bloody Friday (1972)\n| partof      = [[the Troubles]]\n| image       =\n| caption     =\n| location    = [[Belfast]], [[Northern Ireland]]\n| coordinates =\n| date        = 21 July 1972\n| time        = c.14:10 – 15:30\n| timezone    = [[British Summer Time|BST]]\n| type        = 22 [[Improvised explosive device|bombs]]\n| fatalities  = 9\n| injuries    = 130\n| perp        = [[Provisional Irish Republican Army|Provisional IRA]] ([[Provisional IRA Belfast Brigade|Belfast Brigade]])\n| susperps    =\n| weapons     = [[Car bomb]]s\n}}",
    "article": "Bloody Friday is the name given to the bombings by the Provisional Irish Republican Army (IRA) in Belfast, Northern Ireland on 21 July 1972, during the Troubles. At least twenty bombs exploded in the space of eighty minutes, most within a half hour period. Most of them were car bombs and most targeted infrastructure, especially the transport network. Nine people were killed: five civilians, two British soldiers, a Royal Ulster Constabulary (RUC) reservist, and an Ulster Defence Association (UDA) member, while 130 were injured. The IRA said it sent telephoned warnings at least thirty minutes before each explosion and said that the security forces wilfully ignored some of the warnings for its own ends. The security forces said that was not the case and said they were overstretched by the sheer number of bombs and bomb warnings, some of which were hoaxes.\n\nThe bombings were partly a response to the breakdown of talks between the IRA and the British government. Since the beginning of its campaign in 1970, the IRA had carried out a bombing campaign against economic, military and political targets in Northern Ireland and less often elsewhere. It carried out 1,300 bombings in 1972. However, Bloody Friday was a major setback for the IRA and there was a backlash against the organization. Immediately after the bombings, the security forces carried out raids on the homes of republicans. Ten days later, the British Army launched Operation Motorman, in which it re-took the no-go areas controlled by Republicans. Loyalist paramilitaries also reacted to the bombings by carrying out 'revenge' attacks on Catholic civilians.\n\nOn the thirtieth anniversary of the bombings, the IRA formally apologized to the families of all the civilians it had killed and injured.\n\n==Background==\nIn late June and early July 1972, a British government delegation led by Secretary of State of Northern Ireland William Whitelaw held secret talks with the Provisional IRA leadership. As part of the talks, the IRA agreed to a temporary ceasefire beginning on 26 June. The IRA leaders sought a peace settlement that included a British withdrawal from Northern Ireland by 1975 and the release of republican prisoners. However, the British refused and the talks broke down. The ceasefire came to an end on 9 July.\n\n'Bloody Friday' was the IRA's response to the breakdown of the talks. According to the IRA's Chief of Staff, Seán Mac Stíofáin, the main goal of the bombing operation was to wreak financial harm. It was a \"message to the British government that the IRA could and would make a commercial desert of the city unless its demands were met\". Some also saw it as a reprisal for Bloody Sunday in Derry six months earlier. The attack was carried out by the IRA's Belfast Brigade and the main organiser was Brendan Hughes, the brigade's Officer Commanding.\n\n==The bombings==\nThe bombings happened during an 80-minute period on the afternoon of Friday 21 July. At least 24 bombs were planted; at least 20 exploded and the rest failed to detonate or were defused. At the height of the bombing, the middle of Belfast \"resembled a city under artillery fire; clouds of suffocating smoke enveloped buildings as one explosion followed another, almost drowning out the hysterical screams of panicked shoppers\". According to The Guardian: \"for much of the afternoon, Belfast was reduced to near total chaos and panic. Thousands streamed out of the stricken city […] and huge traffic jams built up. All bus services were cancelled, and on some roads, hitch-hikers frantically trying to get away lined the pavements\".\n\nNine people were killed and a further 130 injured, some of them horrifically mutilated. Of those injured, 77 were women and children. All of the deaths were caused by two of the bombs: at Oxford Street bus depot, and at Cavehill Road. The Oxford Street bomb killed two British soldiers and four Ulsterbus employees. One of these employees was a Royal Ulster Constabulary (RUC) reservist; one was an Ulster loyalist paramilitary; and the other two were civilians. The Cavehill Road bomb killed three civilians.\n\n===Timeline===\n\nThe accounts of the events that appeared in the first editions of local and national newspapers were, naturally enough, somewhat confused about the details of the events of the day. The timetable below is approximate and given in BST (GMT+1). The details are based on a number of accounts.\n\n; ~210 pm (Smithfield bus station): A car bomb exploded in an enclosed yard at Smithfield bus station, destroying many buses and causing extensive damage to the surrounding area. Some sources give the time of this bombing as 3:10 pm.\n\n; ~216 pm (Brookvale Hotel) : A bomb (estimated at 50 pounds (23 kg) of explosive) exploded at the Brookvale Hotel on Brookvale Avenue. The bomb was left in a suitcase by three men armed with sub-machine guns. The area had been cleared and there were no injuries. Some sources give the time of this bombing as 2:36 pm.\n\n; ~223 pm (Railway station, York Road) : A bomb (estimated at 30 pounds (14 kg) of explosive) exploded in a suitcase on the platform, wrecking the inside of the station and blowing the roof off. The station had not been fully cleared and there were some injuries. Some sources give the time of this bombing as 3:03 pm.\n\n; ~240 pm (Ulster Bank, Limestone Road) : A car bomb (estimated at 50 pounds (23 kg) of explosive) exploded outside the Ulster Bank on Limestone Road. The area had not been cleared and several people were seriously injured. Some sources give the time of this bombing as 2:50 pm.\n\n; ~245 pm (Crumlin Road) : A car bomb exploded at the Star Taxis depot on Crumlin Road. Nearby were the houses of the Crumlin Road Prison warders and the prison itself. Some sources say that there were two bombs and that both exploded at 3:25 pm.\n\n; ~248 pm (Railway station, Great Victoria Street) : A van bomb exploded in the station's bus yard. Four buses were wrecked and 44 others damaged. The nearby Murray's Tobacco Factory in Sandy Row was also damaged.\n\n; ~252 pm (Railway station, Botanic Avenue) : A car bomb (estimated at 50 pounds (23 kg) of explosive) exploded outside the station. There was much damage to property, including a hotel, but no serious injuries.\n\n; ~255 pm (Queen Elizabeth Bridge) : A car bomb (estimated at 160 pounds (73 kg) of explosive) exploded on the Queen Elizabeth Bridge. There was some damage to the structure of the bridge but no serious injuries.\n\n; ~257 pm (Gas Department Offices, Ormeau Avenue) : A car bomb (estimated at 50 pounds (23 kg) of explosive) exploded outside the offices of the Gas Department, causing extensive damage but no serious injuries.\n\n; ~259 pm (Garmoyle Street) : A parcel bomb, which had been planted by armed men, exploded at the premises of John Irwin seed merchants. The building was destroyed. \n\n; ~302 pm (Oxford Street bus station) : A car bomb exploded at the Ulsterbus station on Oxford Street, one of the busiest bus stations in Northern Ireland, killing six and injuring almost forty. This was the highest number of casualties from any of the bombs. An Austin 1100 saloon car loaded with explosives had been driven in to the rear of the depot.\nThe car had been stolen from outside Inglis’ bakery in Eliza Street in the Markets area of Belfast between 6.15am and when the owner discovered it missing at 2.30pm on Friday, July 21, 1972, whilst the owner was at work in the bakery.\nA telephoned warning was sent to the RUC 22 minutes before the bomb exploded. According to the RUC, the line to the station was busy, so they asked the Army to send a patrol. The patrol arrived in an armoured vehicle and began clearing the area. Rather than evacuating, some Ulsterbus workers had begun searching for the bomb. While this was ongoing, it exploded. Two British soldiers, Stephen Cooper (19) and Philip Price (27), were killed outright. Four Ulsterbus workers, all Protestants, were killed: Robert 'Jackie' Gibson (45), Thomas Killops (39), William Irvine (18) and William Crothers (15). Jackie Gibson was a bus driver and had joined the part-time RUC Reserve just a few weeks earlier he had finished his bus route minutes before the blast. Irvine was a member of the Ulster Defence Association (UDA), a loyalist paramilitary group. Some of the victims' bodies were torn to pieces by the blast, which led authorities to give an initial estimate of 11 deaths. Some sources give the time of this bombing as 3:10 pm.\n\n; ~302 pm (Liverpool ferry terminus, Donegall Quay) : A car bomb (estimated at 50 pounds (23 kg) of explosive) exploded at the Belfast–Liverpool ferry terminus at Donegall Quay. The nearby Liverpool Bar was badly damaged. Some sources give the time of this bombing as 2:57 pm.\n\n; ~304 pm (M2 motorway bridge, Bellevue) : A car bomb (estimated at 30 pounds (14 kg) of explosive) partially exploded on a road bridge over the M2 motorway at the Bellevue Arms in north Belfast. As the bomb only partially detonated, nearby buildings were not damaged.\n\n; ~305 pm (Filling station, Upper Lisburn Road) : A car bomb exploded at Creighton's filling station, setting the petrol pumps ablaze.\n\n; ~305 pm (Electrical substation, Salisbury Avenue) : A car bomb exploded at an electrical substation at the junction of Salisbury Avenue and Hughenden Avenue. The substation was badly damaged but there were no injuries.\n\n; ~305 pm (Railway bridge, Finaghy Road North) : A lorry bomb exploded on a road bridge over the railway line at Finaghy Road North.\n\n; ~309 pm (Railway bridge, Windsor Park) : A bomb (estimated at 30 pounds (14 kg) of explosive) exploded on a bridge over the railway line near Windsor Park football grounds. Some sources say the bomb exploded on a footbridge, while others say it exploded on Tate's Avenue road bridge. Concrete sleepers were blown on to the line, blocking it. One source gave the time of this bombing as 2:09 pm.\n\n; ~312 pm (Eastwood's Garage, Donegall Street) : A car bomb (estimated at 150 pounds (68 kg) of explosive) destroyed Eastwood's Garage on Donegall Street. There were several injuries.\n\n; ~315 pm (Stewartstown Road) : A bomb, thought to have been abandoned on the Stewartstown Road, exploded but caused no serious injuries.\n\n; ~315 pm (Cavehill Road) : A car bomb (estimated at 50 pounds (23 kg) of explosive) exploded outside a row of single storey shops near the top of Cavehill Road, north Belfast. The shops were in a religiously-mixed residential area. A warning had been sent more than an hour before, but those in the area had not received the warning and the area had not been evacuated. Two women and a boy died in this blast. Margaret O'Hare (37), a Catholic mother of seven children, died in her car. Her 11-year-old daughter was with her in the car and was badly injured. Catholic Brigid Murray (65) and Protestant teenager Stephen Parker (14) were also killed. Many others were seriously injured. Parker had spotted the bomb shortly before it exploded and was attempting to warn people when he was killed. His father, the Reverend Joseph Parker, was only able to identify his son's body at the mortuary by the box of trick matches in his pocket, and the shirt and Scout belt he had been wearing. Some sources give the time of this bombing as 3:20 pm.\n\n; ~330 pm (Grosvenor Road) : A bomb (estimated at 50 pounds (23 kg) of explosive) exploded at the Northern Ireland Carriers depot on Grosvenor Road. There were no serious injuries.\n\nTwo other bombs were defused: one on the Albert Bridge and one on a road bridge over the Sydenham bypass.\n\nThere were also notable IRA bombings outside Belfast on Bloody Friday. In Derry, a 300lb van bomb exploded at Waterloo Place, near the city's RUC headquarters. It blasted the six-storey Embassy Court building and dislodged a British Army observation post on the roof. Another IRA bomb de-railed ten wagons of a goods train near Portadown. There were three other large car bombs that exploded in Derry city, however unlike in Belfast the Derry bombings did not cause a single injury.\n\n===Warnings===\nThe IRA's Belfast Brigade claimed responsibility for the bombings and said that it had given warnings to the security forces before the bombs exploded. It said that the Public Protection Agency, the Samaritans and the press \"were informed of bomb positions at least 30 minutes to one hour before each explosion\". Mac Stíofáin said that \"It required only one man with a loud hailer to clear each target area in no time\" and alleged that the warnings for the two bombs that claimed lives were deliberately ignored by the British for \"strategic policy reasons\".\n\nThe Public Protection Agency said it received telephoned warnings of the two bombs that claimed lives, and immediately passed the warnings on to the security forces. It said it received a warning of the Cavehill Road bomb an hour and eight minutes before the explosion, and a warning of the Oxford Street bomb 22 minutes before the explosion. According to an article in The Guardian, a warning of the Oxford Street bomb was heard over military radio almost an hour before the explosion.\n\nThe security forces denied that they wilfully ignored warnings and said they were overstretched by the sheer number of bombs and bomb warnings. The security forces also received hoax warnings, which \"added to the chaos in the streets\". The RUC and British Army only effectively cleared a small number of areas before the bombs went off. Furthermore, because of the large number bomb threats in the confined area of Belfast city centre, people evacuated from the site of one bomb were mistakenly moved into the vicinity of other bombs.\n\n==Immediate aftermath==\nAfter the bombings there was a two-hour emergency meeting at Stormont Castle. It was attended by William Whitelaw, the British government's Secretary of State for Northern Ireland; Peter Carrington, Secretary of State for Defence; Harry Tuzo, the British Army's commander in Northern Ireland; David Corbett, the acting chief of the RUC; and other advisers. Whitelaw announced that immediate action would be taken against the IRA. Unionist politicians demanded a further wave of arrests and internment of IRA suspects.\n\nOn Friday night, 2,000 British troops began carrying out raids on the homes of IRA suspects in Belfast. They arrested 58 people and seized bomb-making equipment, explosives and ammunition. The raids sparked gun battles. In the Markets area, IRA member Joseph Downey (23) was shot dead and five other people were wounded. The British Army claim to have hit at least three gunmen. In Ardoyne, at least 900 shots were fired at soldiers and the British Army claim to have hit at least five gunmen. In Andersonstown, two soldiers were shot and they claim to have hit one gunman. Shots were also fired at the security force bases on Oldpark Road, Glenravel Street and York Street. The raids continued over the next three days. More than 100 people were arrested, weapons were seized in Belfast and Portadown, and barricades were demolished in Belfast and Armagh.\n\nLoyalist paramilitaries also reacted to the bombings. On Friday night, members of the Ulster Defence Association (UDA) took to the streets in Protestant areas and began carrying out 'patrols' and setting up checkpoints. Four Catholic civilians were killed by loyalists that night, allegedly in retaliation for the bombings. Joseph Rosato (59) was shot by gunmen who called at his home in the Oldpark district. Patrick O'Neill (26) and Rosemary McCartney (27) were found shot dead in a car on Forthriver Road. Another, Francis Arthurs (34) was found shot dead in a car on Liffey Street.\n\n==Reactions and consequences==\n\nAccording to former RUC officer Jack Dale, a large group of people in the republican Markets area had \"jeered and shouted and yelled\" as if each explosion was \"a good thing\".\n\nSpeaking in the House of Commons on 24 July, William Whitelaw called the bombings \"appallingly bloodthirsty\". He also drew attention to the Catholic victims, and mentioned the revulsion in the Republic of Ireland and elsewhere. Leader of the Opposition Harold Wilson described the events as \"a shocking crime against an already innocent population\". The Irish Times wrote, \"The chief injury is not to the British Army, to the Establishment or to big business but to the plain people of Belfast and Ireland. Anyone who supports violence from any side after yesterday's events is sick with the same affliction as those who did the deed\". Television images of fire-fighters shovelling body parts into plastic bags at the Oxford Street bus station were the most shocking of the day.\n\nTwenty-five years later, a police officer who had been at Oxford Street bus station described to journalist Peter Taylor the scene he came upon in the wake of the bombing\n\nThe first thing that caught my eye was a torso of a human being lying in the middle of the street. It was recognisable as a torso because the clothes had been blown off and you could actually see parts of the human anatomy. One of the victims was a soldier I knew personally. He'd had his arms and legs blown off and some of his body had been blown through the railings. One of the most horrendous memories for me was seeing a head stuck to the wall. A couple of days later, we found vertebrae and a rib cage on the roof of a nearby building. The reason we found it was because the seagulls were diving onto it. I've tried to put it at the back of my mind for twenty-five years.\n\nIn The Longest War, author Kevin Kelley wrote that the IRA \"had done irreparable damage to their cause – in Britain, abroad, and in their own communities. They had handed Britain a perfect propaganda opportunity – Bloody Friday could not be equated with Bloody Sunday. Nearly everyone was sickened by the slaughter\".\n\nTen days after the bombings, the British Army launched Operation Motorman, in which it re-took IRA-controlled areas in Belfast and Derry. It was the biggest British military operation since the Suez Crisis of 1956. In his memoirs, Whitelaw wrote \"The re-establishment of control required a major military operation. Fortunately […] the IRA leaders gave me further propaganda assistance. While the planning for [Operation Motorman] was in progress they unleashed a savage bombing operation in the centre of Belfast\".\n\nThe City of Belfast Youth Orchestra set up the Stephen Parker Memorial Trust in memory of teenager Stephen Parker, who had been a music student and played the French horn in the orchestra at the time he was killed. Parker was posthumously awarded the Queen's Commendation for bravery as he had died while trying to warn others about the car bomb left outside the row of shops on Cavehill Road.\n\n===Irish republican reaction===\nFor the IRA, it was \"an operation gone awry\". IRA Chief of Staff, Seán Mac Stíofáin, said the civilian casualties \"compromised the intended effect\" of the bombings. Brendan Hughes, Officer Commanding of the IRA's Belfast Brigade, viewed the attack as a disaster. He described his reaction in an interview organised by Boston College:\n\nI was the operational commander of the \"Bloody Friday\" operation. I remember when the bombs started to go off, I was in Leeson Street, and I thought, \"There's too much here\". I sort of knew that there were going to be casualties, either [because] the Brits could not handle so many bombs or they would allow some to go off because it suited them to have casualties. I feel a bit guilty about it because, as I say, there was no intention to kill anyone that day. I have a fair deal of regret that \"Bloody Friday\" took place ... a great deal of regret ... If I could do it over again I wouldn't do it.\n\nIn July 2002, the Provisional IRA issued a statement of apology to An Phoblacht, which read:\n\n\n\n==See also==\n*Timeline of Provisional Irish Republican Army actions\n\n==References==\n\n\n==External links==\n* Bloody Friday at the Conflict Archive on the Internet (CAIN)\n* List of dead, from Malcolm Sutton's \"Index of Deaths from the Conflict in Ireland\"\n* Northern Ireland Office news-sheet about the bombings\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAftermath of the Oxford Street bomb showing the remains of one of the victims being shovelled into a bag.",
    "links": [
        {
            "title": "Bloody Friday (1972)",
            "text": "Bloody Friday",
            "start": 0,
            "end": 13,
            "id": "240148"
        },
        {
            "title": "Provisional Irish Republican Army",
            "text": "Provisional Irish Republican Army",
            "start": 55,
            "end": 88,
            "id": "23299"
        },
        {
            "title": "Belfast",
            "text": "Belfast",
            "start": 98,
            "end": 105,
            "id": "5046"
        },
        {
            "title": "Northern Ireland",
            "text": "Northern Ireland",
            "start": 107,
            "end": 123,
            "id": "21265"
        },
        {
            "title": "The Troubles",
            "text": "the Troubles",
            "start": 148,
            "end": 160,
            "id": "30770"
        },
        {
            "title": "Explosion",
            "text": "explode",
            "start": 184,
            "end": 191,
            "id": "18993857"
        },
        {
            "title": "Car bomb",
            "text": "car bomb",
            "start": 275,
            "end": 283,
            "id": "155282"
        },
        {
            "title": "Infrastructure",
            "text": "infrastructure",
            "start": 303,
            "end": 317,
            "id": "174521"
        },
        {
            "title": "Civilian",
            "text": "civilian",
            "start": 383,
            "end": 391,
            "id": "145804"
        },
        {
            "title": "British Army",
            "text": "British soldier",
            "start": 398,
            "end": 413,
            "id": "4887"
        },
        {
            "title": "Royal Ulster Constabulary",
            "text": "Royal Ulster Constabulary",
            "start": 418,
            "end": 443,
            "id": "60995"
        },
        {
            "title": "Ulster Defence Association",
            "text": "Ulster Defence Association",
            "start": 468,
            "end": 494,
            "id": "180018"
        },
        {
            "title": "Bomb threat",
            "text": "bomb warnings, some of which were hoaxes",
            "start": 823,
            "end": 863,
            "id": "146369"
        },
        {
            "title": "Government of the United Kingdom",
            "text": "British government",
            "start": 952,
            "end": 970,
            "id": "25318118"
        },
        {
            "title": "Provisional Irish Republican Army campaign",
            "text": "its campaign",
            "start": 995,
            "end": 1007,
            "id": "4333462"
        },
        {
            "title": "Operation Motorman",
            "text": "Operation Motorman",
            "start": 1441,
            "end": 1459,
            "id": "1152445"
        },
        {
            "title": "No-go area",
            "text": "no-go area",
            "start": 1485,
            "end": 1495,
            "id": "3605313"
        },
        {
            "title": "Ulster loyalism",
            "text": "Loyalist",
            "start": 1524,
            "end": 1532,
            "id": "2624777"
        },
        {
            "title": "Secretary of State of Northern Ireland",
            "text": "Secretary of State of Northern Ireland",
            "start": 1862,
            "end": 1900,
            "id": null
        },
        {
            "title": "William Whitelaw, 1st Viscount Whitelaw",
            "text": "William Whitelaw",
            "start": 1901,
            "end": 1917,
            "id": "70849"
        },
        {
            "title": "Provisional Irish Republican Army",
            "text": "Provisional IRA",
            "start": 1945,
            "end": 1960,
            "id": "23299"
        },
        {
            "title": "Ceasefire",
            "text": "ceasefire",
            "start": 2025,
            "end": 2034,
            "id": "592591"
        },
        {
            "title": "Chief of Staff of the Irish Republican Army",
            "text": "Chief of Staff",
            "start": 2394,
            "end": 2408,
            "id": "2039696"
        },
        {
            "title": "Seán Mac Stíofáin",
            "text": "Seán Mac Stíofáin",
            "start": 2410,
            "end": 2427,
            "id": "25973840"
        },
        {
            "title": "Bloody Sunday (1972)",
            "text": "Bloody Sunday",
            "start": 2672,
            "end": 2685,
            "id": "5030"
        },
        {
            "title": "Provisional IRA Belfast Brigade",
            "text": "Belfast Brigade",
            "start": 2755,
            "end": 2770,
            "id": "11019786"
        },
        {
            "title": "Brendan Hughes",
            "text": "Brendan Hughes",
            "start": 2798,
            "end": 2812,
            "id": "9469418"
        },
        {
            "title": "Officer commanding",
            "text": "Officer Commanding",
            "start": 2828,
            "end": 2846,
            "id": "1623851"
        },
        {
            "title": "The Guardian",
            "text": "The Guardian",
            "start": 3307,
            "end": 3319,
            "id": "19344515"
        },
        {
            "title": "Ulsterbus",
            "text": "Ulsterbus",
            "start": 3894,
            "end": 3903,
            "id": "1285425"
        },
        {
            "title": "Royal Ulster Constabulary",
            "text": "Royal Ulster Constabulary",
            "start": 3944,
            "end": 3969,
            "id": "60995"
        },
        {
            "title": "Ulster loyalism",
            "text": "Ulster loyalist",
            "start": 3998,
            "end": 4013,
            "id": "2624777"
        },
        {
            "title": "British Summer Time",
            "text": "BST",
            "start": 4356,
            "end": 4359,
            "id": "2439010"
        },
        {
            "title": "York Road railway station",
            "text": "Railway station, York Road",
            "start": 4983,
            "end": 5009,
            "id": "1389674"
        },
        {
            "title": "Ulster Bank",
            "text": "Ulster Bank",
            "start": 5412,
            "end": 5423,
            "id": "827848"
        },
        {
            "title": "Crumlin Road",
            "text": "Crumlin Road",
            "start": 5583,
            "end": 5595,
            "id": "32650387"
        },
        {
            "title": "HM Prison Crumlin Road",
            "text": "Crumlin Road Prison",
            "start": 5690,
            "end": 5709,
            "id": "3787276"
        },
        {
            "title": "Belfast Great Victoria Street railway station",
            "text": "Railway station, Great Victoria Street",
            "start": 5831,
            "end": 5869,
            "id": "23098923"
        },
        {
            "title": "Sandy Row",
            "text": "Sandy Row",
            "start": 6006,
            "end": 6015,
            "id": "5802989"
        },
        {
            "title": "Botanic railway station",
            "text": "Railway station, Botanic Avenue",
            "start": 6046,
            "end": 6077,
            "id": "4560553"
        },
        {
            "title": "Queen Elizabeth II Bridge, Belfast",
            "text": "Queen Elizabeth Bridge",
            "start": 6259,
            "end": 6281,
            "id": "4591294"
        },
        {
            "title": "Ulster Defence Association",
            "text": "Ulster Defence Association",
            "start": 8212,
            "end": 8238,
            "id": "180018"
        },
        {
            "title": "Liverpool",
            "text": "Liverpool",
            "start": 8594,
            "end": 8603,
            "id": "18081"
        },
        {
            "title": "M2 motorway (Northern Ireland)",
            "text": "M2 motorway",
            "start": 8882,
            "end": 8893,
            "id": "1800036"
        },
        {
            "title": "Filling station",
            "text": "filling station",
            "start": 9092,
            "end": 9107,
            "id": "61260"
        },
        {
            "title": "Electrical substation",
            "text": "electrical substation",
            "start": 9223,
            "end": 9244,
            "id": "320217"
        },
        {
            "title": "Windsor Park",
            "text": "Windsor Park",
            "start": 9643,
            "end": 9655,
            "id": "1874193"
        },
        {
            "title": "Railroad tie",
            "text": "sleepers",
            "start": 9794,
            "end": 9802,
            "id": "529780"
        },
        {
            "title": "Albert Bridge, Belfast",
            "text": "Albert Bridge",
            "start": 11484,
            "end": 11497,
            "id": "4591214"
        },
        {
            "title": "A2 road (Northern Ireland)",
            "text": "Sydenham bypass",
            "start": 11532,
            "end": 11547,
            "id": "2597066"
        },
        {
            "title": "Derry",
            "text": "Derry",
            "start": 11624,
            "end": 11629,
            "id": "9055"
        },
        {
            "title": "Portadown",
            "text": "Portadown",
            "start": 11878,
            "end": 11887,
            "id": "355085"
        },
        {
            "title": "Derry",
            "text": "Derry city",
            "start": 11945,
            "end": 11955,
            "id": "9055"
        },
        {
            "title": "Samaritans (charity)",
            "text": "Samaritans",
            "start": 12248,
            "end": 12258,
            "id": "77879"
        },
        {
            "title": "Stormont Castle",
            "text": "Stormont Castle",
            "start": 13718,
            "end": 13733,
            "id": "539923"
        },
        {
            "title": "William Whitelaw, 1st Viscount Whitelaw",
            "text": "William Whitelaw",
            "start": 13754,
            "end": 13770,
            "id": "70849"
        },
        {
            "title": "Secretary of State for Northern Ireland",
            "text": "Secretary of State for Northern Ireland",
            "start": 13797,
            "end": 13836,
            "id": "174038"
        },
        {
            "title": "Peter Carington, 6th Baron Carrington",
            "text": "Peter Carrington",
            "start": 13838,
            "end": 13854,
            "id": "415422"
        },
        {
            "title": "Harry Tuzo",
            "text": "Harry Tuzo",
            "start": 13888,
            "end": 13898,
            "id": "19096532"
        },
        {
            "title": "Market Quarter, Belfast",
            "text": "Markets",
            "start": 14403,
            "end": 14410,
            "id": "20366280"
        },
        {
            "title": "Ardoyne",
            "text": "Ardoyne",
            "start": 14558,
            "end": 14565,
            "id": "1428247"
        },
        {
            "title": "Andersonstown",
            "text": "Andersonstown",
            "start": 14673,
            "end": 14686,
            "id": "4404128"
        },
        {
            "title": "Armagh",
            "text": "Armagh",
            "start": 15025,
            "end": 15031,
            "id": "473800"
        },
        {
            "title": "House of Commons of the United Kingdom",
            "text": "House of Commons",
            "start": 15845,
            "end": 15861,
            "id": "13828"
        },
        {
            "title": "Republic of Ireland",
            "text": "Republic of Ireland",
            "start": 16022,
            "end": 16041,
            "id": "14560"
        },
        {
            "title": "Harold Wilson",
            "text": "Harold Wilson",
            "start": 16082,
            "end": 16095,
            "id": "52271"
        },
        {
            "title": "The Irish Times",
            "text": "Irish Times",
            "start": 16183,
            "end": 16194,
            "id": "147378"
        },
        {
            "title": "Peter Taylor (journalist)",
            "text": "Peter Taylor",
            "start": 16717,
            "end": 16729,
            "id": "4465432"
        },
        {
            "title": "Vertebra",
            "text": "vertebra",
            "start": 17265,
            "end": 17273,
            "id": "46521228"
        },
        {
            "title": "Rib cage",
            "text": "rib cage",
            "start": 17281,
            "end": 17289,
            "id": "57174"
        },
        {
            "title": "Operation Motorman",
            "text": "Operation Motorman",
            "start": 17834,
            "end": 17852,
            "id": "1152445"
        },
        {
            "title": "Suez Crisis",
            "text": "Suez Crisis",
            "start": 17973,
            "end": 17984,
            "id": "58568"
        },
        {
            "title": "French horn",
            "text": "French horn",
            "start": 18455,
            "end": 18466,
            "id": "11456"
        },
        {
            "title": "Boston College",
            "text": "Boston College",
            "start": 19041,
            "end": 19055,
            "id": "239811"
        },
        {
            "title": "An Phoblacht",
            "text": "An Phoblacht",
            "start": 19726,
            "end": 19738,
            "id": "1466811"
        },
        {
            "title": "List of chronologies of Provisional Irish Republican Army actions",
            "text": "Timeline of Provisional Irish Republican Army actions",
            "start": 19769,
            "end": 19822,
            "id": "29987768"
        },
        {
            "title": "Conflict Archive on the Internet",
            "text": "Conflict Archive on the Internet",
            "start": 19883,
            "end": 19915,
            "id": "4709469"
        }
    ],
    "_chunk_id": "b_771622507-810444492"
}