{
    "_id": "2355715",
    "id": "2355715",
    "title": "Bologna massacre",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Events ==",
            "start": 347,
            "end": 359
        },
        {
            "text": "== Investigation ==",
            "start": 1976,
            "end": 1995
        },
        {
            "text": "== False leads ==",
            "start": 2831,
            "end": 2848
        },
        {
            "text": "== Prosecution ==",
            "start": 4305,
            "end": 4322
        },
        {
            "text": "== Hypotheses ==",
            "start": 9053,
            "end": 9069
        },
        {
            "text": "== Legacy ==",
            "start": 11566,
            "end": 11578
        },
        {
            "text": "== In popular culture ==",
            "start": 12681,
            "end": 12705
        },
        {
            "text": "== See also ==",
            "start": 13077,
            "end": 13091
        },
        {
            "text": "== References ==",
            "start": 13470,
            "end": 13486
        },
        {
            "text": "== Further reading ==",
            "start": 13489,
            "end": 13510
        },
        {
            "text": "== External links ==",
            "start": 14174,
            "end": 14194
        }
    ],
    "categories": [
        "1980 crimes in Italy",
        "1980 murders in Europe",
        "1980s murders in Italy",
        "20th century in Bologna",
        "20th-century mass murder in Italy",
        "Attacks on buildings and structures in 1980",
        "Attacks on buildings and structures in Italy",
        "Attacks on railway stations in Europe",
        "August 1980 crimes",
        "August 1980 events in Europe",
        "Crime in Emilia-Romagna",
        "Improvised explosive device bombings in 1980",
        "Improvised explosive device bombings in Italy",
        "Mass murder in 1980",
        "Massacres in Italy",
        "Massacres in the 1980s",
        "Neo-fascist attacks in Italy",
        "Railway accidents and incidents in Italy",
        "Terrorist incidents in Europe in 1980",
        "Terrorist incidents in Italy in the 1980s",
        "Terrorist incidents on railway systems in Europe",
        "Years of Lead (Italy)"
    ],
    "infobox": "{{Infobox civilian attack\n|partof=[[Years of Lead (Italy)|Years of Lead]]\n|title=Bologna massacre\n|image=Stragedibologna-2.jpg\n|alt=The destruction, viewed from above\n|caption=Ruins of the Bologna station west wing after the bombing\n|location=Bologna Centrale railway station, Italy\n|date=2 August 1980\n|time=10:25\n|timezone=UTC+1\n|type=[[Bomb]]ing\n|weapon=[[Time bomb]]\n|fatalities=85 \n|injuries=Over 200\n|perps=Luigi Ciavardini,<br/>[[Valerio Fioravanti]] and [[Francesca Mambro]] (members of the [[Nuclei Armati Rivoluzionari]])\n}}",
    "article": "The Bologna massacre was a terrorist bombing of the Bologna Centrale railway station in Bologna, Italy, on the morning of 2 August 1980, which killed 85 people and wounded over 200. Several members of the neo-fascist terrorist organization  (NAR, Armed Revolutionary Nuclei) were sentenced for the bombing, although the group denied involvement.\n\n== Events ==\n\n\nAt 10:25 CEST, a time bomb hidden in an unattended suitcase detonated in an air-conditioned waiting room at the Bologna station, which was full of people seeking refuge from the August heat. The explosion collapsed the roof of the waiting room, destroyed most of the main building, and hit the Ancona–Chiasso train which was waiting at the first platform.\n\nThe station was full of tourists that Saturday, and the city was unprepared for a major disaster. Many passers-by and travelers provided first aid to victims and helped rescue people who were buried under the rubble.\n\nDue to the large number of casualties and an insufficient number of emergency vehicles available to transport the injured to hospitals, firefighters used buses, private cars, and taxis. Some doctors and hospital staff returned early from vacation to care for the victims, and hospital departments which were closed for the summer holidays were reopened to accommodate the casualties.\n\nAfter the attack, large demonstrations were held in Piazza Maggiore (Bologna's central square). Harsh criticism was directed at government representatives who attended the 6 August funerals of the victims in the Basilica San Petronio. The only applause was reserved for President Sandro Pertini, who arrived by helicopter in Bologna at 5:30 pm the day of the massacre and tearfully said: \"I have no words; we are facing the most criminal enterprise that has ever taken place in Italy.\"\n\nThe #37 bus (used to transport victims) and the clock (stopped at 10:25) were symbols of the massacre. The attack was the worst atrocity in Italy since World War II.\n\n== Investigation ==\nThe Italian government, led by Christian Democratic Prime Minister Francesco Cossiga, first assumed that the incident was due to an accidental explosion of an old boiler in the station's basement. Evidence, however, soon pointed to terrorism. L'Unità, the Italian Communist Party (PCI) newspaper, attributed responsibility for the attack to neo-fascists on 3 August. Later, in a special session of the Senate, Cossiga also supported the theory that neo-fascists were behind the attack: \"Unlike leftist terrorism, which strikes at the heart of the state through its representatives, right-wing terrorism prefers acts such as massacres because acts of extreme violence promote panic and impulsive reactions.\" The bomb was later found to be composed of  of explosives:  of TNT and Composition B and  of T4 (nitroglycerin for civil use).\n\n== False leads ==\nShortly after the bombing, the Agenzia Nazionale Stampa Associata press agency received a call from an individual claiming to represent NAR and claiming responsibility. The call later proved fake, originating instead from the Florence office of SISMI (the Italian Military Secret Service). Federigo Manucci Benincasa, the director of SISMI's Florence branch, was later charged with obstruction of justice.\n\nA Lebanese connection was manufactured in September 1980 involving Al Fatah, Phalangists, Italian radicals and Swiss journalists tied to the Italian intelligence community, who supplied investigators with fake notes, memos, and reports. This was followed by a KGB connection concocted by intelligence head General Giuseppe Santovito, a member of P2, and Francesco Pazienza.\n\nGenerals Pietro Musumeci, another member of P2, and Belmonte of SISMI had a police sergeant put a suitcase full of similar explosives on a train in Bologna. The suitcase also contained personal items belonging to two right-wing extremists, a Frenchman, and a German. Musumeci also produced a phony dossier, entitled \"Terror on trains\". He was charged with falsifying evidence to incriminate Roberto Fiore and Gabriele Adinolfi, two leaders of the far-right Terza Posizione who had fled to London. Both Terza Posizione leaders said that Musumeci was trying to divert attention from P2 head Licio Gelli. Musumeci and Belmonte were convicted of obstructing the investigation.\n\n== Prosecution ==\nThe attack has been attributed to the NAR (Armed Revolutionary Nuclei), a neo-fascist terrorist organization. A long, controversial court case began after the bombing. Francesca Mambro and Valerio Fioravanti were sentenced to life imprisonment.\n\nThe Supreme Court upheld the conviction of Luigi Ciavardini, a NAR member with close ties to Terza Posizione, in April 2007. Ciavardini received a 30-year prison sentence for his role in the attack. He had been arrested after the armed robbery of the Banca Unicredito di Roma on 15 September 2005. Ciavardini was also charged with the assassinations of Francesco Evangelista on 28 May 1980 and Judge Mario Amato on 23 June 1980.\n\nOn 26 August 1980, the prosecutor of Bologna issued twenty-eight arrest warrants for far-right militants of the NAR and Terza Posizione. Among those arrested were Massimo Morsello (future founder of the neo-fascist organization and political party Forza Nuova), Francesca Mambro, Aldo Semerari, Maurizio Neri, and Paolo Signorelli. They were interrogated in Ferrara, Rome, Padua, and Parma. All were released from prison in 1981.\n\nThe first trial began in Bologna on 9 March 1987. Massimiliano Fachini, Valerio Fioravanti, Francesca Mambro, Sergio Picciafuoco, Roberto Rinani and Paolo Signorelli were charged with murder. Gilberto Cavallini, Fachini, Fioravanti, Egidio Giuliani, Marcello Iannilli, Mambro, Giovanni Melioli, Picciafuoco, Roberto Raho, Rinani and Signorelli were charged with forming an armed gang. Marco Ballan, Giuseppe Belmonte, Fabio De Felice, Stefano Delle Chiaie, Fachini, Licio Gelli, Maurizio Giorgi, Pietro Musumeci, Francesco Pazienza, Signorelli and Adriano Tilgher were charged with subversive association. Belmonte, Gelli, Musumeci and Pazienza were charged with defamation.\n\nOn 11 July 1988, Fachini, Fioravanti, Mambro and Picciafuoco were sentenced to life imprisonment for murder; Rinani and Signorelli were acquitted. Cavallini, Fachini, Fioravanti, Giuliani, Mambro, Picciafuoco, Rinani and Signorelli were convicted of forming an armed gang; Iannilli, Melioli and Raho were acquitted. Ballan, Belmonte, Felice, Delle Chiaie, Fachini, Gelli, Giorgi, Musumeci, Pazienza, Signorelli and Tilgher were acquitted of subversive association. Belmonte, Gelli, Musumeci and Pazienza were convicted of defamation. The appeal process began on 25 October 1989.\n\nOn appeal, Fachini, Fioravanti, Mambro, Picciafuoco, Rinani and Signorelli were acquitted of murder on 18 July 1990. Cavallini, Fioravanti, Mambro and Giuliani were convicted of forming an armed gang. Belmonte and Musumeci were convicted of defamation, and the other defendants were acquitted.\n\nOn 12 February 1992, the Supreme Court of Cassation acquitted Rinani and Signorelli of murder; Signorelli was also acquitted of forming an armed gang and subversive association. The court also acquitted other defendants, canceled the judgment and ordered a new trial because the sentences were \"illogical, incoherent, not assessing proofs and evidence in good terms, not taking into account the facts preceding and following the event, unmotivated or poorly motivated, in some parts the judges supporting unlikely arguments that not even the defense had argued\".\n\nThe new trial began on 11 October 1993. Massimiliano Fachini, Valerio Fioravanti, Francesca Mambro and Sergio Picciafuoco were charged with murder; Gilberto Cavallini, Massimiliano Fachini, Egidio Giuliani, Valerio Fioravanti, Francesca Mambro, Sergio Picciafuoco and Roberto Rinani were charged with forming an armed gang, and Giuseppe Belmonte, Licio Gelli, Pietro Musumeci, and Francesco Pazienza were charged with defamation. On 16 May 1994, Fioravanti, Mambro and Picciafuoco were sentenced to life imprisonment; Fachini was acquitted.\nCavallini, Fioravanti, Giuliani, Mambro and Picciafuoco were convicted of forming an armed gang; Fachini and Rinani were acquitted.\nBelmonte, Gelli, Musumeci and Pazienza were convicted of defamation.\n\nOn 23 November 1995: The Supreme Court upheld Fioravanti, Mambro, Gelli, Pazienza, Musumeci and Belmonte's convictions, ordering a new trial for Picciafuoco (who was acquitted by the Appeals Court in Florence on 18 June 1996, a verdict upheld by the Supreme Court on 15 April 1997). In April 1998, Mambro was given home confinement and allowed to leave prison during the day.\n\nIn June 2000, Massimo Carminati (NAR member), Ivano Bongiovanni (far-right sympathizer) and Federigo Manucci Benincasa (SISMI officer) were convicted of obstruction. Carminati and Manucci Benincasa were acquitted for lack of evidence in December 2001, and Bongiovanni's conviction was upheld. On 30 January 2003, the Court of Cassation finally acquitted Carminati and Manucci Benincasa.\n\n== Hypotheses ==\n\nAs a result of protracted legal procedures and false leads, a number of theories were proposed during the years after the attack. Involvement by Italian Secret Service officials was suggested.\n\nBetween 1999 and 2006, during sessions of the parliamentary commission established to probe terrorism in Italy and the failure to identify those responsible for the massacre and a commission investigating the Mitrokhin dossier and Italian intelligence activity, new information emerged on international terrorist networks and Italian intelligence in the former Soviet bloc and Arab countries such as Syria, Lebanon, Libya, Yemen and Iraq. Secret agreements with the Palestinian leadership tied to arms trafficking between the Popular Front for the Liberation of Palestine and Italy and a warning to the Italian anti-terrorist secret service three weeks before the massacre were discovered. Thomas Kram, member of a German terrorist group linked to Carlos the Jackal and the Palestinians, was in Bologna on the day of the massacre. On 17 November 2005, the Bologna prosecutor opened a case (Dossier 7823/2005 RG) against unknown persons. According to media reports in 2004 and 2007, Francesco Cossiga suggested Palestinian involvement in a letter to Enzo Fragalà of the Mitrokhin Commission.\n\nIn 2005, Carlos the Jackal said that \"the Mitrokhin Commission attempts to falsify history\" and \"they were the CIA and the Mossad to hit in Bologna\" with the intent to punish Italy for its relationship with the PLO. After the 2006 arrest of former Argentine Triple A member Rodolfo Almirón, Spanish lawyer José Angel Pérez Nievas declared that it was \"probable that Almirón participated—along with Stefano Delle Chiaie and Augusto Cauchi—in the 1980 bombing in Bologna's train station\". In 1998, the Supreme Court of Argentina refused to extradite Cauchi to Italy.\nIn May 2007, Massimo Sparti's son said: \"My father has always lied about the Bologna investigation\".\n\nDuring a 2008 BBC interview, former Italian president Francesco Cossiga reaffirmed his belief that the massacre was attributable to Palestinian resistance groups operating in Italy (rather than fascist black terrorism) and in the innocence of Francesca Mambro and Valerio Fioravanti. The PFLP has always denied responsibility. On 19 August 2011, the Bologna prosecutor began an investigation of two German terrorists: Thomas Kram and Christa Margot Fröhlich, both linked to Carlos the Jackal's group and in Bologna on the day of the attack.\n\n== Legacy ==\n\nRelatives of the victims formed the Associazione dei familiari delle vittime della strage alla stazione di Bologna del 2 agosto 1980 on 1 June 1981 to raise and maintain awareness of the bombing. The group, which began with 44 members, grew to 300. On 6 April 1983, the association and victims' associations of victims of the Piazza Fontana, Piazza della Loggia and Italicus Express bombings formed the Union of Relatives of Victims to Massacres (Unione dei Familiari delle Vittime per Stragi) in Milan.\n\n\n\nBologna and the Associazione tra i familiari delle vittime della strage alla stazione di Bologna del 2 agosto 1980 sponsor an annual international composition competition which ends with a concert in Piazza Maggiore on 2 August, a national memorial day for all terrorist massacres. Although the damaged part of the station has been mostly reconstructed, the original floor tile pierced by the detonation has been left in place and a deep crack (covered by a glass panel) has been left in the reconstructed main wall. The station clock was stopped at 10:25, the time of the explosion, in 1996.\n\n== In popular culture ==\nThe bombing is the backdrop of a chapter of Laurent Binet's . The 2017 French novel, which satirizes late-20th-century Parisian intellectual and political life, involves two detectives investigating what they assume to be the murder of the philosopher Roland Barthes. The detectives, who travel to Bologna to interview Umberto Eco, narrowly escape injury in the attack.\n\n== See also ==\n\n* Banda della Magliana, a mafia gang with links to the fascist-aligned NAR\n* False flag operations\n* List of terrorist incidents\n* Itavia Flight 870\n* La notte della Repubblica (TV programme)\n* List of massacres in Italy\n* Piazza Fontana bombing\n* Strategy of tension\n* Games of the XXII Olympiad (Moscow)\n* Propaganda Due (P2 lodge)\n* Carlos the Jackal\n* Terrorism in Europe\n\n== References ==\n\n\n== Further reading ==\n*La strage. L'atto d'accusa dei giudici di Bologna, dir. Giuseppe de Lutiis, Editori Riuniti, Rome, 1986\n*La versione di K. Sessant'anni di controstoria, Francesco Cossiga, Rizzoli, Milan, 2009, \n*La Strage di Bologna nel contesto storico della Guerra Fredda. Le \"piste palestinesi\", il Lodo Moro e le \"relazioni scomode\" nel percorso di ricerca storica., Nicola Guerra, Settentrione Nuova Serie - University of Turku, Turku, 2016, \n*Stragi e mandanti: sono veramente ignoti gli ispiratori dell'eccidio del 2 agosto 1980 alla stazione di Bologna?, Paolo Bolognesi and Roberto Scardova, Aliberti, 2012, \n*Il patto tradito, Marino Valentini, Chiaredizioni, 2019, \n\n== External links ==\n*  stragi.it, official website of the association of the relatives of the victims (Italian only)\n*  BBC Overview of the events\n*  \"2 Agosto\" international composing competition\n*  Bologna Central Station\n*  Time Magazine 18 August 1980\n*  A Massacre to Remember — The Bologna Train Station Bombing Twenty-Five Years Later\n*  \"1980: Massacre in Bologna, 85 dead\"\n*  L'ora della verità, a committee for claiming the innocence of Luigi Ciavardini and to reveal dark spots of the court case (Italian only)\n*  La strage di Bologna nel contesto internazionale della guerra fredda e le “relazioni pericolose” nazionali ed internazionali del Lodo Moro, notes from the Conference \"I segreti di Bologna\", Rome 21 October 2016 (Italian only)\n*  Presentazione del libro \"I segreti di Bologna\" di Valerio Cutonilli e Rosario Priore (Ed. Chiarelettere), Conference at Radio Radicale on the Bologna Massacre, Rome, October 2016 (Italian only)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBystanders assisting the rescue operation.\nRescuers carrying a victim.\nFunerals of the victims.\nPlaque at the Bologna Central Station.\nThe clock at Bologna Centrale railway station was permanently fixed at 10:25 to commemorate the massacre.",
    "links": [
        {
            "title": "Bologna massacre",
            "text": "Bologna massacre",
            "start": 4,
            "end": 20,
            "id": "2355715"
        },
        {
            "title": "Terrorism in Italy",
            "text": "terrorist",
            "start": 27,
            "end": 36,
            "id": "54163601"
        },
        {
            "title": "Bologna Centrale railway station",
            "text": "Bologna Centrale railway station",
            "start": 52,
            "end": 84,
            "id": "1171658"
        },
        {
            "title": "Bologna",
            "text": "Bologna",
            "start": 88,
            "end": 95,
            "id": "21069333"
        },
        {
            "title": "Neo-fascism",
            "text": "neo-fascist",
            "start": 205,
            "end": 216,
            "id": "48755"
        },
        {
            "title": "Armed Revolutionary Nuclei",
            "text": "Armed Revolutionary Nuclei",
            "start": 247,
            "end": 273,
            "id": "8871303"
        },
        {
            "title": "Central European Summer Time",
            "text": "CEST",
            "start": 371,
            "end": 375,
            "id": "922843"
        },
        {
            "title": "Time bomb",
            "text": "time bomb",
            "start": 379,
            "end": 388,
            "id": "1053290"
        },
        {
            "title": "Ancona",
            "text": "Ancona",
            "start": 656,
            "end": 662,
            "id": "52612"
        },
        {
            "title": "Chiasso",
            "text": "Chiasso",
            "start": 663,
            "end": 670,
            "id": "840553"
        },
        {
            "title": "Bus",
            "text": "bus",
            "start": 1091,
            "end": 1094,
            "id": "4146"
        },
        {
            "title": "Taxicab",
            "text": "taxi",
            "start": 1116,
            "end": 1120,
            "id": "22026933"
        },
        {
            "title": "Piazza Maggiore",
            "text": "Piazza Maggiore",
            "start": 1374,
            "end": 1389,
            "id": "2386077"
        },
        {
            "title": "San Petronio, Bologna",
            "text": "Basilica San Petronio",
            "start": 1534,
            "end": 1555,
            "id": "2847966"
        },
        {
            "title": "President of Italy",
            "text": "President",
            "start": 1592,
            "end": 1601,
            "id": "3612085"
        },
        {
            "title": "Sandro Pertini",
            "text": "Sandro Pertini",
            "start": 1602,
            "end": 1616,
            "id": "412070"
        },
        {
            "title": "World War II",
            "text": "World War II",
            "start": 1961,
            "end": 1973,
            "id": "32927"
        },
        {
            "title": "Christian Democracy (Italy)",
            "text": "Christian Democratic",
            "start": 2027,
            "end": 2047,
            "id": "36997"
        },
        {
            "title": "Francesco Cossiga",
            "text": "Francesco Cossiga",
            "start": 2063,
            "end": 2080,
            "id": "11809"
        },
        {
            "title": "Boiler",
            "text": "boiler",
            "start": 2159,
            "end": 2165,
            "id": "175722"
        },
        {
            "title": "Terrorism",
            "text": "terrorism",
            "start": 2228,
            "end": 2237,
            "id": "30636"
        },
        {
            "title": "L'Unità",
            "text": "L'Unità",
            "start": 2239,
            "end": 2246,
            "id": "1926403"
        },
        {
            "title": "Italian Communist Party",
            "text": "Italian Communist Party",
            "start": 2252,
            "end": 2275,
            "id": "251561"
        },
        {
            "title": "Neo-fascism",
            "text": "neo-fascists",
            "start": 2337,
            "end": 2349,
            "id": "48755"
        },
        {
            "title": "Left-wing terrorism",
            "text": "leftist terrorism",
            "start": 2490,
            "end": 2507,
            "id": "5396100"
        },
        {
            "title": "Right-wing terrorism",
            "text": "right-wing terrorism",
            "start": 2578,
            "end": 2598,
            "id": "5210960"
        },
        {
            "title": "Explosive",
            "text": "explosive",
            "start": 2750,
            "end": 2759,
            "id": "10192"
        },
        {
            "title": "TNT",
            "text": "TNT",
            "start": 2766,
            "end": 2769,
            "id": "30698"
        },
        {
            "title": "Composition B",
            "text": "Composition B",
            "start": 2774,
            "end": 2787,
            "id": "1123485"
        },
        {
            "title": "Poudre B",
            "text": "T4",
            "start": 2796,
            "end": 2798,
            "id": "1071026"
        },
        {
            "title": "Nitroglycerin",
            "text": "nitroglycerin",
            "start": 2800,
            "end": 2813,
            "id": "21530"
        },
        {
            "title": "Agenzia Nazionale Stampa Associata",
            "text": "Agenzia Nazionale Stampa Associata",
            "start": 2880,
            "end": 2914,
            "id": "10088602"
        },
        {
            "title": "SISMI",
            "text": "SISMI",
            "start": 3094,
            "end": 3099,
            "id": "1000534"
        },
        {
            "title": "Lebanon",
            "text": "Lebanese",
            "start": 3258,
            "end": 3266,
            "id": "17771"
        },
        {
            "title": "Fatah",
            "text": "Al Fatah",
            "start": 3323,
            "end": 3331,
            "id": "11104"
        },
        {
            "title": "Kataeb Party",
            "text": "Phalangist",
            "start": 3333,
            "end": 3343,
            "id": "306966"
        },
        {
            "title": "KGB",
            "text": "KGB",
            "start": 3516,
            "end": 3519,
            "id": "23454335"
        },
        {
            "title": "Giuseppe Santovito",
            "text": "Giuseppe Santovito",
            "start": 3570,
            "end": 3588,
            "id": null
        },
        {
            "title": "Propaganda Due",
            "text": "P2",
            "start": 3602,
            "end": 3604,
            "id": "57144"
        },
        {
            "title": "Francesco Pazienza",
            "text": "Francesco Pazienza",
            "start": 3610,
            "end": 3628,
            "id": "11362212"
        },
        {
            "title": "Pietro Musumeci",
            "text": "Pietro Musumeci",
            "start": 3640,
            "end": 3655,
            "id": "13451326"
        },
        {
            "title": "Far-right politics",
            "text": "right-wing extremists",
            "start": 3848,
            "end": 3869,
            "id": "221220"
        },
        {
            "title": "Roberto Fiore",
            "text": "Roberto Fiore",
            "start": 4022,
            "end": 4035,
            "id": "1589751"
        },
        {
            "title": "Gabriele Adinolfi",
            "text": "Gabriele Adinolfi",
            "start": 4040,
            "end": 4057,
            "id": "13953499"
        },
        {
            "title": "Terza Posizione",
            "text": "Terza Posizione",
            "start": 4088,
            "end": 4103,
            "id": "2136665"
        },
        {
            "title": "Licio Gelli",
            "text": "Licio Gelli",
            "start": 4220,
            "end": 4231,
            "id": "57153"
        },
        {
            "title": "Armed Revolutionary Nuclei",
            "text": "NAR",
            "start": 4361,
            "end": 4364,
            "id": "8871303"
        },
        {
            "title": "Francesca Mambro",
            "text": "Francesca Mambro",
            "start": 4491,
            "end": 4507,
            "id": "59758921"
        },
        {
            "title": "Valerio Fioravanti",
            "text": "Valerio Fioravanti",
            "start": 4512,
            "end": 4530,
            "id": "13438994"
        },
        {
            "title": "Robbery",
            "text": "armed robbery",
            "start": 4799,
            "end": 4812,
            "id": "54849"
        },
        {
            "title": "Mario Amato",
            "text": "Mario Amato",
            "start": 4969,
            "end": 4980,
            "id": "13446934"
        },
        {
            "title": "Massimo Morsello",
            "text": "Massimo Morsello",
            "start": 5162,
            "end": 5178,
            "id": "2570252"
        },
        {
            "title": "New Force (Italy)",
            "text": "Forza Nuova",
            "start": 5247,
            "end": 5258,
            "id": "1108056"
        },
        {
            "title": "Aldo Semerari",
            "text": "Aldo Semerari",
            "start": 5279,
            "end": 5292,
            "id": "24896615"
        },
        {
            "title": "Maurizio Neri",
            "text": "Maurizio Neri",
            "start": 5294,
            "end": 5307,
            "id": "26176745"
        },
        {
            "title": "Paolo Signorelli",
            "text": "Paolo Signorelli",
            "start": 5313,
            "end": 5329,
            "id": "57373743"
        },
        {
            "title": "Stefano Delle Chiaie",
            "text": "Stefano Delle Chiaie",
            "start": 5865,
            "end": 5885,
            "id": "2212423"
        },
        {
            "title": "Licio Gelli",
            "text": "Licio Gelli",
            "start": 5896,
            "end": 5907,
            "id": "57153"
        },
        {
            "title": "Pietro Musumeci",
            "text": "Pietro Musumeci",
            "start": 5926,
            "end": 5941,
            "id": "13451326"
        },
        {
            "title": "Francesco Pazienza",
            "text": "Francesco Pazienza",
            "start": 5943,
            "end": 5961,
            "id": "11362212"
        },
        {
            "title": "Adriano Tilgher (politician)",
            "text": "Adriano Tilgher",
            "start": 5978,
            "end": 5993,
            "id": "3265603"
        },
        {
            "title": "Supreme Court of Cassation (Italy)",
            "text": "Supreme Court of Cassation",
            "start": 7006,
            "end": 7032,
            "id": "3588041"
        },
        {
            "title": "Florence",
            "text": "Florence",
            "start": 8488,
            "end": 8496,
            "id": "11525"
        },
        {
            "title": "Massimo Carminati",
            "text": "Massimo Carminati",
            "start": 8679,
            "end": 8696,
            "id": "44614742"
        },
        {
            "title": "SISMI",
            "text": "SISMI",
            "start": 8785,
            "end": 8790,
            "id": "1000534"
        },
        {
            "title": "Popular Front for the Liberation of Palestine",
            "text": "Popular Front for the Liberation of Palestine",
            "start": 9791,
            "end": 9836,
            "id": "39490756"
        },
        {
            "title": "Carlos the Jackal",
            "text": "Carlos the Jackal",
            "start": 10013,
            "end": 10030,
            "id": "19654013"
        },
        {
            "title": "Francesco Cossiga",
            "text": "Francesco Cossiga",
            "start": 10247,
            "end": 10264,
            "id": "11809"
        },
        {
            "title": "Enzo Fragalà",
            "text": "Enzo Fragalà",
            "start": 10314,
            "end": 10326,
            "id": null
        },
        {
            "title": "Mitrokhin Commission",
            "text": "Mitrokhin Commission",
            "start": 10334,
            "end": 10354,
            "id": "9731653"
        },
        {
            "title": "Central Intelligence Agency",
            "text": "CIA",
            "start": 10468,
            "end": 10471,
            "id": "5183633"
        },
        {
            "title": "Mossad",
            "text": "Mossad",
            "start": 10480,
            "end": 10486,
            "id": "27619007"
        },
        {
            "title": "Palestine Liberation Organization",
            "text": "PLO",
            "start": 10568,
            "end": 10571,
            "id": "24324"
        },
        {
            "title": "Argentine Anticommunist Alliance",
            "text": "Triple A",
            "start": 10615,
            "end": 10623,
            "id": "1888826"
        },
        {
            "title": "Rodolfo Almirón",
            "text": "Rodolfo Almirón",
            "start": 10631,
            "end": 10646,
            "id": "8654816"
        },
        {
            "title": "Stefano Delle Chiaie",
            "text": "Stefano Delle Chiaie",
            "start": 10755,
            "end": 10775,
            "id": "2212423"
        },
        {
            "title": "Augusto Cauchi",
            "text": "Augusto Cauchi",
            "start": 10780,
            "end": 10794,
            "id": null
        },
        {
            "title": "Supreme Court of Argentina",
            "text": "Supreme Court of Argentina",
            "start": 10857,
            "end": 10883,
            "id": "2800711"
        },
        {
            "title": "BBC",
            "text": "BBC",
            "start": 11038,
            "end": 11041,
            "id": "19344654"
        },
        {
            "title": "Francesco Cossiga",
            "text": "Francesco Cossiga",
            "start": 11078,
            "end": 11095,
            "id": "11809"
        },
        {
            "title": "It:terrorismo nero",
            "text": "black terrorism",
            "start": 11226,
            "end": 11241,
            "id": null
        },
        {
            "title": "Valerio Fioravanti",
            "text": "Valerio Fioravanti",
            "start": 11288,
            "end": 11306,
            "id": "13438994"
        },
        {
            "title": "Piazza Fontana bombing",
            "text": "Piazza Fontana",
            "start": 11906,
            "end": 11920,
            "id": "1794981"
        },
        {
            "title": "Piazza della Loggia bombing",
            "text": "Piazza della Loggia",
            "start": 11922,
            "end": 11941,
            "id": "5570834"
        },
        {
            "title": "Italicus Express bombing",
            "text": "Italicus Express bombing",
            "start": 11946,
            "end": 11970,
            "id": "3329020"
        },
        {
            "title": "Milan",
            "text": "Milan",
            "start": 12077,
            "end": 12082,
            "id": "36511"
        },
        {
            "title": "Piazza Maggiore",
            "text": "Piazza Maggiore",
            "start": 12287,
            "end": 12302,
            "id": "2386077"
        },
        {
            "title": "Laurent Binet",
            "text": "Laurent Binet",
            "start": 12750,
            "end": 12763,
            "id": "27561228"
        },
        {
            "title": "Roland Barthes",
            "text": "Roland Barthes",
            "start": 12958,
            "end": 12972,
            "id": "174415"
        },
        {
            "title": "Umberto Eco",
            "text": "Umberto Eco",
            "start": 13025,
            "end": 13036,
            "id": "32003"
        },
        {
            "title": "Banda della Magliana",
            "text": "Banda della Magliana",
            "start": 13095,
            "end": 13115,
            "id": "7053809"
        },
        {
            "title": "Armed Revolutionary Nuclei",
            "text": "NAR",
            "start": 13164,
            "end": 13167,
            "id": "8871303"
        },
        {
            "title": "False flag",
            "text": "False flag",
            "start": 13170,
            "end": 13180,
            "id": "1575931"
        },
        {
            "title": "List of terrorist incidents",
            "text": "List of terrorist incidents",
            "start": 13194,
            "end": 13221,
            "id": "19522363"
        },
        {
            "title": "Itavia Flight 870",
            "text": "Itavia Flight 870",
            "start": 13224,
            "end": 13241,
            "id": "1171476"
        },
        {
            "title": "La notte della Repubblica",
            "text": "La notte della Repubblica",
            "start": 13244,
            "end": 13269,
            "id": "43264257"
        },
        {
            "title": "List of massacres in Italy",
            "text": "List of massacres in Italy",
            "start": 13287,
            "end": 13313,
            "id": "31799290"
        },
        {
            "title": "Piazza Fontana bombing",
            "text": "Piazza Fontana bombing",
            "start": 13316,
            "end": 13338,
            "id": "1794981"
        },
        {
            "title": "Strategy of tension",
            "text": "Strategy of tension",
            "start": 13341,
            "end": 13360,
            "id": "2576405"
        },
        {
            "title": "1980 Summer Olympics",
            "text": "Games of the XXII Olympiad (Moscow)",
            "start": 13363,
            "end": 13398,
            "id": "82785"
        },
        {
            "title": "Propaganda Due",
            "text": "Propaganda Due",
            "start": 13401,
            "end": 13415,
            "id": "57144"
        },
        {
            "title": "Carlos the Jackal",
            "text": "Carlos the Jackal",
            "start": 13429,
            "end": 13446,
            "id": "19654013"
        },
        {
            "title": "Terrorism in Europe",
            "text": "Terrorism in Europe",
            "start": 13449,
            "end": 13468,
            "id": "41847916"
        },
        {
            "title": "Editori Riuniti",
            "text": "Editori Riuniti",
            "start": 13588,
            "end": 13603,
            "id": "60603900"
        },
        {
            "title": "Francesco Cossiga",
            "text": "Francesco Cossiga",
            "start": 13665,
            "end": 13682,
            "id": "11809"
        },
        {
            "title": "Paolo Bolognesi",
            "text": "Paolo Bolognesi",
            "start": 14059,
            "end": 14074,
            "id": null
        },
        {
            "title": "Roberto Scardova",
            "text": "Roberto Scardova",
            "start": 14079,
            "end": 14095,
            "id": null
        },
        {
            "title": "Bologna Centrale railway station",
            "text": "Bologna Centrale railway station",
            "start": 15298,
            "end": 15330,
            "id": "1171658"
        }
    ],
    "_chunk_id": "b_2798263209-2812371248"
}