{
    "_id": "53775837",
    "id": "53775837",
    "title": "Bombings of King's Cross and Euston stations",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 522,
            "end": 536
        },
        {
            "text": "==Bombings==",
            "start": 3498,
            "end": 3510
        },
        {
            "text": "==Subsequent events==",
            "start": 4625,
            "end": 4646
        },
        {
            "text": "==See also==",
            "start": 5136,
            "end": 5148
        },
        {
            "text": "==Sources==",
            "start": 5264,
            "end": 5275
        },
        {
            "text": "==References==",
            "start": 5345,
            "end": 5359
        }
    ],
    "categories": [
        "1973 in London",
        "1970s crimes in London",
        "20th century in the London Borough of Camden",
        "Attacks on railway stations in Europe",
        "Improvised explosive device bombings in 1973",
        "Kings Cross, London",
        "Provisional IRA bombings in London",
        "September 1973 crimes",
        "September 1973 events in the United Kingdom",
        "Terrorist incidents in the United Kingdom in 1973",
        "Terrorist incidents on railway systems in the United Kingdom"
    ],
    "infobox": "{{Infobox civilian attack\n| title       = Bombings of King's Cross and Euston stations\n| image       = File:Euston station main entrance.jpg\n| caption     = Entrance to Euston Station\n| partof      = [[the Troubles]]\n| location    = [[London]], [[England]]\n| target      = [[British Rail]] stations\n| date        = 10 September 1973\n| time        = 12.24 p.m and 1:10 pm \n| timezone    = [[GMT]]\n| type        = [[Time bomb]] and thrown bomb\n| fatalities  = 0\n| injuries    = 13 (5 at King's Cross and 8 at Euston)\n| perp        = [[Provisional IRA]]\n| perpetrators= [[Provisional IRA]]\n| perpetrator = [[Provisional IRA]]\n| susperps    =\n| susperp     =\n| weapons     = Explosives\n| numparts    =\n| numpart     =\n| dfens       =\n| dfen        =\n| footage     =\n}}",
    "article": "The King's Cross station and Euston station bombings were two bombing attacks on 10 September 1973 by the Provisional Irish Republican Army (IRA) that targeted two mainline railway stations in central London. The blasts wounded 13 civilians, some of whom were seriously injured, and also caused large-scale but superficial damage. This was a second wave of bombing attacks launched by the IRA in England in 1973 after the Old Bailey car bombing earlier in the year which had killed one  and injured around 200 civilians.\n\n==Background==\n\n\nIn 1971, during The Troubles, after two years engaged in violence based on a defensive strategy in Irish communal districts of Northern Ireland, the Provisional IRA launched an offensive against the United Kingdom. At a meeting of the IRA Army Council in June 1972 the organization's Chief of Staff, Seán Mac Stíofáin, first proposed making bombing attacks in England. The Army Council did not at first agree to the suggestion, but in early 1973 after its negotiations with the British Government for a truce the previous year had failed to advance the political objective of the removal of Northern Ireland from the United Kingdom by the application of the threat of violence, it re-engaged its paramilitary campaign and sanctioned Mac Stíofáin's proposal. Mac Stíofáin had put the strategy forward on the basis that extending the urban paramilitary violence of the Northern Ireland state into England would help to relieve pressure being exerted by the British Army on the IRA's strongholds of Irish communal support in districts in the province, such as West Belfast and Derry, by diverting British security strength from them back into England, whilst at the same time increasing strategic pressure upon the British Government to resolve the conflict by political concessions to the IRA's demands. He also believed that a successful bombing campaign in London, as the capital city of the United Kingdom, would offer substantial propaganda value for paramilitary Irish Republicanism, and provide a morale boost to its supporters.\n\nThe effects of the previous 1973 Old Bailey bombing appeared to give some credence to the idea of the propaganda value of extending violence into London as, although it would have been considered almost routine in Northern Ireland by the mid-1970s and have drawn only brief media notice, being carried out instead in London, a global capital city, had made the event world news headlines. However, although the bombing of the Old Bailey had been successfully carried out, and had gained media attention, increasing political pressure upon the British Government to address the issue of the conflict in Northern Ireland with more urgency, it had been costly to the IRA, as 10 out of the 11 man Active Service Unit that had carried it out had been arrested by the British police whilst trying to leave England before the bombs they had planted detonated. Drawing the tactical lesson that large teams were a security liability, for the second wave of bombings in England later in 1973, instead of sending a large team to carry it out with orders to withdraw back to Ireland immediately afterwards, smaller detached \"cell\" units of about 3-4 personnel were sent to carry out the operation, with instructions to remain in England afterwards and wage a campaign of bombings around England upon a variety of targets.\n\nThere were bombings on 8 September 1973, including one at Victoria railway station which injured four civilians.\n\n==Bombings==\nOn 10 September 1973 a bomb (with no warning issued beforehand) exploded at King's Cross railway station in the booking hall at 12.24 p.m. when a youth of around 16/17 years of age walked up to the entrance of the station's old booking hall and threw a bag into it which contained a 3 lb (1.4 kg) device, which detonated, shattering glass throughout the hall and throwing a baggage trolley several feet into the air. The youth then fled into the station's crowd and escaped the scene.\n\nApproximately 45 minutes after the attack at King's Cross, after a telephone called warning 5 minutes beforehand by a man with an Irish accent to the Press Association, a second bomb detonated in a snack bar at Euston railway station, injuring another eight civilians. One witness at Euston said: \"I saw a flash and suddenly people were being thrown through the air - it was a terrible mess, they were bleeding and screaming\" A total of 13 civilians were injured in the two attacks. The Metropolitan Police issued a photofit picture of a 5 ft 2 tall 16/17-year-old youth they were seeking in regard to the King's Cross attack.\n\n==Subsequent events==\nOn 12 September 1973 two more bombs exploded, one in Oxford Street and another in Sloane Square, targeting retail shopping centres. Police subsequently announced that they were looking for five people in connection with this second wave of bomb attacks in England.\n\nJudith Ward was later wrongly convicted for having been involved in the late 1973 London bombings, along with the M62 coach bombing. She was later acquitted. No one else was brought to trial for this IRA bombing campaign.\n\n==See also==\n*Bombings of Paddington and Victoria stations \n*Chronology of Provisional Irish Republican Army actions (1970–79)\n\n==Sources==\n* CAIN project \n* BBC ON THIS DAY  Bomb blasts rock central London \n\n==References==",
    "links": [
        {
            "title": "Bombings of King's Cross and Euston stations",
            "text": "King's Cross station and Euston station bombings",
            "start": 4,
            "end": 52,
            "id": "53775837"
        },
        {
            "title": "Provisional Irish Republican Army",
            "text": "Provisional Irish Republican Army",
            "start": 106,
            "end": 139,
            "id": "23299"
        },
        {
            "title": "Central London",
            "text": "central London",
            "start": 193,
            "end": 207,
            "id": "424305"
        },
        {
            "title": "1973 Old Bailey bombing",
            "text": "Old Bailey car bombing",
            "start": 422,
            "end": 444,
            "id": "48364395"
        },
        {
            "title": "The Troubles",
            "text": "The Troubles",
            "start": 555,
            "end": 567,
            "id": "30770"
        },
        {
            "title": "Provisional Irish Republican Army campaign",
            "text": "offensive",
            "start": 716,
            "end": 725,
            "id": "4333462"
        },
        {
            "title": "United Kingdom",
            "text": "United Kingdom",
            "start": 738,
            "end": 752,
            "id": "31717"
        },
        {
            "title": "IRA Army Council",
            "text": "IRA Army Council",
            "start": 774,
            "end": 790,
            "id": "999549"
        },
        {
            "title": "Chief of Staff of the Irish Republican Army",
            "text": "Chief of Staff",
            "start": 823,
            "end": 837,
            "id": "2039696"
        },
        {
            "title": "Seán Mac Stíofáin",
            "text": "Seán Mac Stíofáin",
            "start": 839,
            "end": 856,
            "id": "25973840"
        },
        {
            "title": "Government of the United Kingdom",
            "text": "British Government",
            "start": 1017,
            "end": 1035,
            "id": "25318118"
        },
        {
            "title": "London",
            "text": "London",
            "start": 1896,
            "end": 1902,
            "id": "17867"
        },
        {
            "title": "Irish republicanism",
            "text": "Irish Republicanism",
            "start": 2005,
            "end": 2024,
            "id": "772738"
        },
        {
            "title": "1973 Old Bailey bombing",
            "text": "1973 Old Bailey bombing",
            "start": 2101,
            "end": 2124,
            "id": "48364395"
        },
        {
            "title": "Active service unit",
            "text": "Active Service Unit",
            "start": 2766,
            "end": 2785,
            "id": "12919580"
        },
        {
            "title": "London Victoria station",
            "text": "Victoria railway station",
            "start": 3442,
            "end": 3466,
            "id": "338269"
        },
        {
            "title": "London King's Cross railway station",
            "text": "King's Cross railway station",
            "start": 3587,
            "end": 3615,
            "id": "87679"
        },
        {
            "title": "PA Media",
            "text": "Press Association",
            "start": 4147,
            "end": 4164,
            "id": "1300449"
        },
        {
            "title": "Euston railway station",
            "text": "Euston railway station",
            "start": 4208,
            "end": 4230,
            "id": "182649"
        },
        {
            "title": "Metropolitan Police",
            "text": "Metropolitan Police",
            "start": 4484,
            "end": 4503,
            "id": "192450"
        },
        {
            "title": "Facial composite",
            "text": "photofit",
            "start": 4513,
            "end": 4521,
            "id": "4118738"
        },
        {
            "title": "Oxford Street",
            "text": "Oxford Street",
            "start": 4700,
            "end": 4713,
            "id": "229195"
        },
        {
            "title": "Sloane Square",
            "text": "Sloane Square",
            "start": 4729,
            "end": 4742,
            "id": "477519"
        },
        {
            "title": "M62 coach bombing",
            "text": "Judith Ward",
            "start": 4913,
            "end": 4924,
            "id": "1761013"
        },
        {
            "title": "M62 coach bombing",
            "text": "M62 coach bombing",
            "start": 5027,
            "end": 5044,
            "id": "1761013"
        },
        {
            "title": "Bombings of Paddington and Victoria stations",
            "text": "Bombings of Paddington and Victoria stations",
            "start": 5150,
            "end": 5194,
            "id": "52790679"
        },
        {
            "title": "Chronology of Provisional Irish Republican Army actions (1970–79)",
            "text": "Chronology of Provisional Irish Republican Army actions (1970–79)",
            "start": 5197,
            "end": 5262,
            "id": "3946427"
        }
    ],
    "_chunk_id": "b_15995755675-16003381597"
}