{
    "_id": "31098112",
    "id": "31098112",
    "title": "Cafetería Rolando bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 301,
            "end": 315
        },
        {
            "text": "==The attack==",
            "start": 547,
            "end": 561
        },
        {
            "text": "==Responses and arrests==",
            "start": 1520,
            "end": 1545
        },
        {
            "text": "==References==",
            "start": 3893,
            "end": 3907
        }
    ],
    "categories": [
        "1974 crimes in Spain",
        "1974 murders in Europe",
        "1970s in Madrid",
        "1970s murders in Spain",
        "20th-century mass murder in Spain",
        "Attacks on buildings and structures in 1974",
        "Attacks on buildings and structures in Madrid",
        "Attacks on restaurants in Europe",
        "ETA (separatist group) actions",
        "Improvised explosive device bombings in 1974",
        "Improvised explosive device bombings in Madrid",
        "Mass murder in 1974",
        "Mass murder in Madrid",
        "September 1974 crimes",
        "September 1974 events in Europe",
        "Terrorist incidents in Europe in 1974",
        "Terrorist incidents in Spain in the 1970s"
    ],
    "infobox": "{{Infobox terrorist attack\n|partof     = the [[Basque conflict]]\n|title      = Rolando cafe bombing\n|image      = Calle del Correo (Madrid) 01.jpg\n|caption    = Calle del Correo street sign\n|location   = [[Madrid]], [[Spain]]\n|target     = Café frequented by police\n|date       = 13 September 1974\n|time       = 14:35 \n|timezone   = UTC+2\n|type       = Bombing\n|weapon     = [[Improvised explosive device]]\n|fatalities = 13\n|injuries   = 71\n}}",
    "article": "The Cafetería Rolando bombing was an attack on 13 September 1974 at the Rolando cafe in Calle del Correo, Madrid, Spain which killed 13 people and wounded 71. Though no claim of responsibility was made, the attack is widely believed to have been carried out by the armed Basque separatist group ETA.\n\n==Background==\nThe Rolando Cafe was located on 4 Calle del Correo in Madrid, close to the General Directorate of Security, the headquarters of the Spanish Police. It was regularly frequented by members of the police force and security services.\n\n==The attack==\nThe bomb was placed at the entrance to the building and exploded on a Friday afternoon, during a busy lunchtime period. More than 300 people were eating in the neighbouring El Tobogan restaurant at the time of the explosion, two of whom were among the dead. The explosion caused significant damage to nearby buildings, shattering the windows of the nearby General Directorate of Security, while two cars parked nearby were totally destroyed. The bomb caused part of the Rolando Cafe's ceiling to collapse and guests staying in a pension above were injured due to falling through the gaps in the ceiling. The police immediately arrived and cordoned off the scene.\n\nTwo of the 12 initially killed and 11 of the injured were members of the police force. However the wounded included the number two of the Spanish Political Police, with the remainder employees and customers of the cafe. A thirteenth victim died in 1977 of injuries suffered during the attack.\n\n==Responses and arrests==\nThe leadership of ETA was taken aback by the responses to the attack and on 15 September, issued a statement denying their responsibility, though implicitly defending the bombing, claiming that the cafe was full of police agents. This caused tensions within the group, with some members believing that the organisation had to admit responsibility for attacks carried out, even if the results were not those intended. The bombing gave those opposed to further liberalisation of the country, such as Blas Piñar, the opportunity to attack the Prime Minister Carlos Arias Navarro.\n\nIn the immediate period of confusion following the attack, some blamed the attack on the far-right. The police, however, concluded that ETA were responsible and launched an operation against the group's infrastructure in Madrid. Initially the police also blamed the Communist Party of Spain (PCE) of cooperating in the attack, but the PCE energetically denied involvement. Reports that police officers had received a circular advising them not to go to the Rolando Cafe or stand outside the building added to the mystery surrounding the incident.\n\nLeftists known to be sympathetic to ETA were arrested, including Eva Forest, wife of the communist playwright Alfonso Sastre, Mari Luz Fernandez and her relatives, Lidia Falcón, the theatre director Vicente Sainz de la Peña, construction worker Antonio Durán, pilot Bernardo Badell and his wife María del Carmen Nadal, the actress María Paz Ballesteros, and the writer Eliseo Bayo. Between June 1975 and February 1976, courts dismissed the cases and released the defendants. However Eva Forest and Mari Luz Fernandez remained in prison as they were charged with complicity in the assassination of Luis Carrero Blanco one year before. However, neither Forest nor Luz Fernandez were tried for the Rolando bombing, as they were released in June 1977 as part of a general amnesty for political prisoners. In 1981 Lidia Falcón published a denunciation of Eva Forest which suggested that Forest's role in the Rolando attack had been considerable.\n\nThe government also offered a reward of one million pesetas for information leading to the capture of Juan Manuel Galarraga Mendizabal who they suspected of being a high ranking ETA figure involved in the bombing. Exact authorship of the bombing has however remained a mystery.\n\n==References==",
    "links": [
        {
            "title": "Cafetería Rolando bombing",
            "text": "Cafetería Rolando bombing",
            "start": 4,
            "end": 29,
            "id": "31098112"
        },
        {
            "title": "Madrid",
            "text": "Madrid",
            "start": 106,
            "end": 112,
            "id": "41188263"
        },
        {
            "title": "Spain",
            "text": "Spain",
            "start": 114,
            "end": 119,
            "id": "26667"
        },
        {
            "title": "Basque nationalism",
            "text": "Basque",
            "start": 271,
            "end": 277,
            "id": "222438"
        },
        {
            "title": "Separatism",
            "text": "separatist",
            "start": 278,
            "end": 288,
            "id": "286527"
        },
        {
            "title": "ETA (separatist group)",
            "text": "ETA",
            "start": 295,
            "end": 298,
            "id": "9926"
        },
        {
            "title": "Blas Piñar",
            "text": "Blas Piñar",
            "start": 2044,
            "end": 2054,
            "id": "4791759"
        },
        {
            "title": "Prime Minister of Spain",
            "text": "Prime Minister",
            "start": 2086,
            "end": 2100,
            "id": "203556"
        },
        {
            "title": "Carlos Arias Navarro",
            "text": "Carlos Arias Navarro",
            "start": 2101,
            "end": 2121,
            "id": "1275156"
        },
        {
            "title": "Far-right politics",
            "text": "far-right",
            "start": 2213,
            "end": 2222,
            "id": "221220"
        },
        {
            "title": "Communist Party of Spain",
            "text": "Communist Party of Spain",
            "start": 2390,
            "end": 2414,
            "id": "273633"
        },
        {
            "title": "Eva Forest",
            "text": "Eva Forest",
            "start": 2737,
            "end": 2747,
            "id": null
        },
        {
            "title": "Communism",
            "text": "communist",
            "start": 2761,
            "end": 2770,
            "id": "9209651"
        },
        {
            "title": "Playwright",
            "text": "playwright",
            "start": 2771,
            "end": 2781,
            "id": "39262"
        },
        {
            "title": "Alfonso Sastre",
            "text": "Alfonso Sastre",
            "start": 2782,
            "end": 2796,
            "id": "2082212"
        },
        {
            "title": "Lidia Falcón",
            "text": "Lidia Falcón",
            "start": 2836,
            "end": 2848,
            "id": "60555493"
        },
        {
            "title": "Eliseo Bayo",
            "text": "Eliseo Bayo",
            "start": 3041,
            "end": 3052,
            "id": null
        },
        {
            "title": "Assassination of Luis Carrero Blanco",
            "text": "assassination of Luis Carrero Blanco",
            "start": 3252,
            "end": 3288,
            "id": "601999"
        },
        {
            "title": "Spanish peseta",
            "text": "pesetas",
            "start": 3666,
            "end": 3673,
            "id": "158806"
        }
    ],
    "_chunk_id": "b_10673094226-10681845717"
}