{
    "_id": "4752970",
    "id": "4752970",
    "title": "Loughgall ambush",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background and preparations==",
            "start": 1036,
            "end": 1067
        },
        {
            "text": "==Ambush==",
            "start": 4878,
            "end": 4888
        },
        {
            "text": "==Aftermath==",
            "start": 9440,
            "end": 9453
        },
        {
            "text": "===Legal proceedings===",
            "start": 11951,
            "end": 11974
        },
        {
            "text": "==Songs==",
            "start": 13997,
            "end": 14006
        },
        {
            "text": "==See also==",
            "start": 14240,
            "end": 14252
        },
        {
            "text": "==References==",
            "start": 14436,
            "end": 14450
        },
        {
            "text": "==External links==",
            "start": 14453,
            "end": 14471
        }
    ],
    "categories": [
        "1987 in Northern Ireland",
        "1987 mass shootings",
        "1980s in County Armagh",
        "1980s mass shootings in the United Kingdom",
        "Ambushes in the United Kingdom",
        "Attacks on buildings and structures in 1987",
        "Attacks on buildings and structures in Northern Ireland",
        "Attacks on police stations",
        "British Army in Operation Banner",
        "Improvised explosive device bombings in 1987",
        "Improvised explosive device bombings in Northern Ireland",
        "Mass shootings in Northern Ireland",
        "May 1987 crimes",
        "May 1987 events in the United Kingdom",
        "Military actions and engagements during the Troubles (Northern Ireland)",
        "Military history of County Armagh",
        "Provisional IRA bombings",
        "Royal Ulster Constabulary",
        "Special Air Service operations",
        "Terrorist incidents in County Armagh",
        "Terrorist incidents in the United Kingdom in 1987",
        "The Troubles in County Armagh"
    ],
    "infobox": "{{Infobox military conflict\n| conflict    = Loughgall ambush\n| partof      = [[the Troubles]] and [[Operation Banner]]\n| image       = [[File:Mural of Loughgall Volunteers.gif|border|250px]]\n| caption     = Mural commemorating the IRA members killed in the ambush\n| date        = 8 May 1987\n| place       = {{nowrap|[[Loughgall]], [[County Armagh]], [[Northern Ireland]]}}\n| coordinates = {{coord|54|24|26.80|N|6|36|39.88|W|region:GB_type:event|display=it}}\n|map_type    = Northern Ireland\n|map_relief  = yes\n|map_size    = 300px\n|map_marksize= 6\n|map_caption =\n|map_label   =\n|territory   =\n| result      = British victory\n| combatant1  = [[File:Flag of Ireland.svg|border|22px]] [[Provisional IRA]]\n* [[East Tyrone Brigade]]\n| combatant2  = {{flagcountry|United Kingdom}}<br />\n* {{Flagicon image|Flag of the British Army.svg}} [[British Army]]\n* {{Flagicon image|Flag of the Royal Ulster Constabulary.svg|size=23px}} [[Royal Ulster Constabulary|RUC]]\n| commander1  = [[Patrick Joseph Kelly]]{{KIA}}\n| commander2  = ''Soldier A'' (Classified)<ref name=\"ECHR2001\" />\n| strength1   = 8 in attacking unit<ref name=obrien_1995_p141>{{cite book | first=Brendan | last=O'Brien | title=The Long War: The IRA and Sinn Féin | year=1995 | isbn=0-8156-0319-3 | page=[https://archive.org/details/longwarirasinnfe00obri/page/141 141] | url=https://archive.org/details/longwarirasinnfe00obri/page/141 }}</ref><br/>4 in support<ref name=murray>Murray, Raymond (1990). ''The SAS in Ireland''. Mercier Press, pp. 380–383. {{ISBN|0-85342-938-3}}.</ref>\n| strength2   = 24 [[Special Air Service|SAS]] soldiers<ref name=\"ECHR2001\">{{cite BAILII|litigants= Case of Kelly and Others v. The United Kingdom|court=ECHR|year=2001|num=328|eucase=30054/96|parallelcite=[2001] ECHR 328, [2001] Inquest LR 125|date=4 May 2001|courtname=European Court of Human Rights}}</ref><br/> 1 RUC uniformed officer<ref name=\"ECHR2001\" /><ref name=\"Newsletternov16\" /><br/>2 RUC [[Headquarters Mobile Support Unit|HMSU]] officers<ref name=\"ECHR2001\" /><ref name=\"Newsletternov16\">{{cite news|last1=Matchett|first1=William|title=LOUGHGALL: How the SAS wiped out ‘invincible’ IRA unit in just 10 minutes|url=http://www.newsletter.co.uk/news/loughgall-how-the-sas-wiped-out-invincible-ira-unit-in-just-10-minutes-1-7678021|accessdate=29 June 2017|work=Belfast News Letter|date=14 November 2016}}</ref>\n| casualties1 = 8 killed\n| casualties2 = 1 soldier injured<ref name=\"ECHR2001\" /><br/>2 constables injured<ref name=\"ECHR2001\" />\n| casualties3 = 1 civilian killed and 1 wounded by SAS<ref name=\"ECHR2001\" />\n| notes       =\n| campaignbox = {{Campaignbox Northern Ireland Troubles|state=collapsed}}\n}}",
    "article": "The Loughgall ambush took place on 8 May 1987 in the village of Loughgall, County Armagh, Northern Ireland. An eight-man unit of the Provisional Irish Republican Army (IRA) launched an attack on the Royal Ulster Constabulary (RUC) base in the village. An IRA member drove a digger with a bomb in its bucket through the perimeter fence, while the rest of the unit arrived in a van and fired on the building. The bomb exploded and destroyed almost half of the base. Soldiers from the British Army's Special Air Service (SAS) then returned fire both from within the base and from hidden positions around it in a pre-planned ambush, killing all of the IRA attackers. Two of them were subsequently found to have been unarmed when they were killed.\n\nA civilian was also killed and another wounded by the SAS after unwittingly driving into the ambush zone and being mistaken for IRA attackers.\n\nThe joint British Army/RUC operation was codenamed Operation Judy. It was the IRA's biggest loss of life in a single incident during the Troubles.\n\n==Background and preparations==\nThe IRA's East Tyrone Brigade was active mainly in eastern County Tyrone and neighbouring parts of County Armagh. By the mid-1980s it had become one of the IRA's most aggressive formations. Members of the unit, such as Jim Lynagh and Pádraig McKearney, advocated a strategy of destroying bases and preventing them being rebuilt or repaired in an attempt to \"deny ground\" to British forces. In 1985, Patrick Joseph Kelly became its commander and began implementing the strategy. In 1985 and 1986, it carried out two major attacks on Royal Ulster Constabulary bases. The first was an attack on the RUC barracks in Ballygawley on 7 December 1985, in which two police officers were shot dead. The second was an attack on an RUC base at The Birches on 11 August 1986. In both attacks, the bases were raked with machine-gun fire and then severely damaged with homemade bombs. In the attack at The Birches, they had breached the base's perimeter fence with a digger that had a bomb in its bucket. It was planned to use the same tactic in an attack on the lightly-manned Loughgall base.\n\nThe British security forces however had received intelligence weeks prior to the attack of the IRA's plan and at least 10 days before of the target. It is believed that this was obtained by RUC Special Branch and the British Army's Special Reconnaissance Unit (SRU). It has been alleged that the security forces had a double agent inside the IRA unit, and that he was killed by the SAS in the ambush. Other sources claim that the security forces had instead learned of the ambush through other surveillance methods. In his book, Terrorism: Inside A World Phenomenon, Barry Davies states that the date and time of the attack was eventually confirmed by a telephone tap. According to historian and former Professor of Politics at Queen's University Belfast Richard English, information of the attack had not come from within the unit, though Tony Gormley was known to security forces as a well-paid Special Branch informant.\n\nThree local RUC officers worked at the station, which was only open part-time, from 09:00 to 11:00, and from 17:00 to 19:00 daily. On the day of the attack, two RUC Headquarters Mobile Support Unit (HMSU) officers were placed in the station to accompany the local RUC officer who was to carry on the normal running of the station. The HMSU was the RUC's police tactical unit. Six SAS soldiers in plain clothes, including the commander, were positioned inside. Another eighteen SAS soldiers in uniform were hidden in five locations in wooded areas around the station.\n\nThe IRA's attack involved two teams. One team was to drive a digger with a bomb in its bucket through the base's perimeter fence and light the fuse. At the same time, another team would arrive in a van and open fire on the base, with the aim of killing the three RUC officers as they came off duty. Both teams would then leave the area in the van. To avoid security checkpoints, the bomb was ferried by boat across Lough Neagh, from Ardboe to Maghery. The van and digger that would be used were hijacked in the hours leading up to the attack. The van, a blue Toyota HiAce, was stolen by masked men from a business in Dungannon. At about the same time, the unit's commander Jim Lynagh was spotted in the town, suggesting the van might be used in the attack. The digger (a backhoe loader) was taken from a farm at Lislasly Road, about two miles west of Loughgall. Two IRA members stayed at the farm to stop the owners raising the alarm. Declan Arthurs drove the digger, while two others drove ahead of him in a scout car. The rest of the unit travelled in the van from another location, presumably also with a scout car. When a covert observation post monitoring the digger reported that it was being moved, the SAS took up its positions.\n\n==Ambush==\nThe IRA unit arrived in Loughgall from the north-east shortly after 19:00, when the station was scheduled to close for the night. They were armed and wearing bulletproof vests, boilersuits, gloves and balaclavas. The digger drove past the police station, turned around and drove back again with the Toyota van carrying the main IRA assault party doing the same. Not seeing any activity in the station in their two slow passes of it, members of the IRA unit felt that something was amiss, and debated whether to continue, but decided to go ahead with the attack. Tony Gormley and Gerard O'Callaghan got out of the van and joined Declan Arthurs on the digger, according to journalist Peter Taylor, \"literally riding shotgun\", with weapons in one hand and a lighter in the other. At about 7:15 Arthurs drove the digger towards the station. In the front bucket was 300–400 lb of semtex inside an oil drum, partially hidden by rubble and wired to two 40-second fuses. The other five members of the unit followed in the van with Eugene Kelly driving, unit commander Patrick Kelly in the passenger seat, whilst in the rear were Lynagh, Pádraig McKearney, and Seamus Donnelly. The digger crashed through the light security fence and the fuses were lit. The van stopped a short distance ahead and, according to the British security forces, three of the team jumped out and fired on the building with automatic weapons. Author Raymond Murray disputes this.  According to Taylor, and co-corroborated by an ECHR judgement, Patrick Kelly jumped from the passenger seat and, followed by others, immediately opened fire on the building, either to encourage the rest to resolve the dispute about going ahead with the attack, or possibly because this was the way previous attacks had begun. At the same time, the bomb detonated, the blast destroying the digger and badly damaging the building.\n\nWithin seconds the SAS opened fire on the IRA attackers from the station and from hidden positions outside with M16 and H&K G3 rifles and two L7A2 general-purpose machine guns. There were 600 spent British cartridge cases recovered from the scene, with approximately 125 bullet holes in the bodywork of the van, while 78 spent cartridge cases were recovered that were fired from IRA weapons. All eight IRA members were killed in the hail of gunfire; all had multiple wounds to their bodies, including their heads. Declan Arthurs was shot in a lane-way opposite Loughgall F.C. premises; he was unarmed and holding a cigarette lighter in his right hand. Three of the IRA members were shot at close range as they lay either dead or wounded on the ground. Three other IRA members in the scout cars escaped from the scene, managing to pass through British Army and RUC check-points set up after the ambush had been sprung. The two HMSU officers were injured in the explosion with one suffering severe head injuries and the other a broken nose and were helped outside by the uniformed officer with no officer returning fire. A SAS soldier received a facial injury from glass after a window was broken by gunfire.\n\nTwo civilians travelling in a car that happened to drive into the scene of the ambush while it was underway were also fired upon by the British forces. The two brothers, Anthony and Oliver Hughes, were driving home in a white Citroen GS Special car after repairing a lorry with Oliver wearing overalls similar to those being worn by the IRA unit. About 130 yards from the police station, British soldiers opened fire on their car from behind, killing Anthony (the driver) and badly wounding Oliver. The Citroen had approximately 34 bullet holes. The villagers had not been told of the operation and no attempt had been made to evacuate anyone or to seal off the ambush zone, as this might have alerted the IRA. A mother and her child took shelter in the church hall after their Ford Sierra's rear window was hit by a stray bullet 250 yards from the station.\n\nThe security forces recovered eight IRA firearms from the scene: three H&K G3 rifles, one FN FAL rifle, two FN FNC rifles, a Franchi SPAS-12T shotgun and a Ruger Security-Six revolver. The RUC linked the weapons to seven known murders and twelve attempted murders in the Mid-Ulster region. The Ruger had been stolen from Reserve RUC officer William Clement, killed two years earlier in the IRA attack on Ballygawley RUC base. It was found that another of the guns had been used in the murder of Harold Henry, a builder employed by the British Army and RUC in facilities construction in Northern Ireland.\n\n\n==Aftermath==\nShortly after the ambush the Provisional IRA released a statement saying: \"volunteers who shot their way out of the ambush and escaped saw other volunteers being shot on the ground after being captured\".\n\nThe IRA members killed in the ambush became known as the \"Loughgall Martyrs\" among IRA supporters. The men's relatives considered their deaths to be part of a deliberate shoot-to-kill policy by the security forces. Thousands of people attended their funerals, the biggest republican funerals in Northern Ireland since those of the IRA hunger strikers of 1981. Gerry Adams, in his graveside oration, gave a speech stating the British Government understood that it could buy off the government of the Republic of Ireland, which he described as the \"shoneen clan\" (that is, Anglophile), but added \"it does not understand the Jim Lynaghs, the Pádraig McKearneys or the Séamus McElwaines. It thinks it can defeat them. It never will.\"\n\nThe East Tyrone Brigade continued to be active until the last Provisional IRA ceasefire ten years later. SAS operations against the IRA also continued. The IRA set out to find the informer it believed to be among them, although it has been suggested that the informer, if there ever was one, had been killed in the ambush.\n\nOn 20 March 1989, RUC Chief Superintendent Harry Breen was shot dead in an IRA ambush near the Irish border together with RUC Superintendent Bob Buchanan. Breen had given a media briefing on the day of the Loughgall ambush at the scene and the following morning displayed the recovered IRA firearms to the media appearing on television and in newspapers. An Irish Tribunal of Inquiry by Judge Peter Smithwick into the deaths of the two senior RUC officers investigating Garda Síochána collusion with the IRA, concluded in 2013 that Breen was the target of the ambush to abduct and interrogate him on how the British security services had advance warning of the Loughgall ambush.\n\nThe IRA attacked the Loughgall RUC station again around 1am on 5 September 1990 with a 1000 lb van bomb outside the station. The unmanned station suffered extensive damage with no one injured as a warning was given. Earlier in the week, the date of when the Loughgall ambush inquest was to start 24 September had been announced. In April 1996, the RUC confirmed that the Loughgall police station was to be re-built later that year. The station was in use until its administrative closure in August 2009. In April 2011, it was sold for private development.\n\n===Legal proceedings===\nIn September 1988, the Director of Public Prosecutions for Northern Ireland concluded \"that the evidence did not warrant the prosecution of any person involved in the shootings\". Six families of the IRA members and the family of Anthony Hughes commenced civil proceedings against the Ministry of Defence (MoD). In April 1991, the widow of Anthony Hughes settled out of court. In May 1995, an inquest commenced that was held over four days which concluded that all nine men had died from serious and multiple gunshot wounds. Lawyers representing six families of IRA members withdrew from the inquest on the second day of hearings as the Coroner would not provide copies of witness statements to enable them to prepare. SAS soldiers did not give evidence with their statements read out.\n\nIn 2001, the European Court of Human Rights (ECHR) ruled that the eight IRA men and one civilian killed at Loughgall had their human rights violated by the failure of the British Government to conduct a proper investigation that was independent and transparent into their deaths. The applicants, the next-of-kin, claimed that the deaths were an unlawful killing. In December 2011, Northern Ireland's Historical Enquiries Team found that not only did the IRA team fire first but that they could not have been safely arrested. They concluded that the British Army was justified in opening fire.\n\nIn January 2014, the High Court ordered that the families of the IRA members suing the MoD could widen their claim to include the RUC Chief Constable. The police later disclosed documents for the court case revealing that IRA members had been under military surveillance for weeks prior to the ambush. In March 2014, the Hughes family received an apology from the MoD for the death of Anthony and for injuring Oliver that both men were \"wholly innocent of any wrongdoing\".\n\nIn September 2015, the Advocate General for Northern Ireland announced that a new inquest would be held. The inquest is estimated to take three to six months to hear.\n\n==Songs==\n\"Loughgall Ambush\" is the name of a republican ballad about the attack, recorded by Charlie and the Bhoys amongst others.\n\nThe event was also mentioned in the song \"Streets of Sorrow/Birmingham Six\" by London Irish band The Pogues.\n\n==See also==\n*Timeline of Provisional Irish Republican Army actions\n*Attack on Ballygawley barracks\n*Ballygawley bus bombing\n*Attack on Derryard checkpoint\n*Clonoe ambush\n*1997 Coalisland attack\n\n==References==\n\n\n==External links==\n* Special Air Service (SAS) – Loughgall, Northern Ireland\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe re-built Loughgall PSNI base in 2010, just before being sold to a development company|alt=.",
    "links": [
        {
            "title": "Loughgall ambush",
            "text": "Loughgall ambush",
            "start": 4,
            "end": 20,
            "id": "4752970"
        },
        {
            "title": "Loughgall",
            "text": "Loughgall",
            "start": 64,
            "end": 73,
            "id": "3019925"
        },
        {
            "title": "County Armagh",
            "text": "County Armagh",
            "start": 75,
            "end": 88,
            "id": "77929"
        },
        {
            "title": "Northern Ireland",
            "text": "Northern Ireland",
            "start": 90,
            "end": 106,
            "id": "21265"
        },
        {
            "title": "Active service unit",
            "text": "unit",
            "start": 121,
            "end": 125,
            "id": "12919580"
        },
        {
            "title": "Provisional Irish Republican Army",
            "text": "Provisional Irish Republican Army",
            "start": 133,
            "end": 166,
            "id": "23299"
        },
        {
            "title": "Royal Ulster Constabulary",
            "text": "Royal Ulster Constabulary",
            "start": 199,
            "end": 224,
            "id": "60995"
        },
        {
            "title": "Backhoe loader",
            "text": "digger",
            "start": 274,
            "end": 280,
            "id": "490068"
        },
        {
            "title": "Improvised explosive device",
            "text": "bomb",
            "start": 288,
            "end": 292,
            "id": "265112"
        },
        {
            "title": "Mass shooting",
            "text": "fired on",
            "start": 384,
            "end": 392,
            "id": "31883778"
        },
        {
            "title": "British Army",
            "text": "British Army",
            "start": 482,
            "end": 494,
            "id": "4887"
        },
        {
            "title": "Special Air Service",
            "text": "Special Air Service",
            "start": 497,
            "end": 516,
            "id": "55942"
        },
        {
            "title": "Ambush",
            "text": "ambush",
            "start": 621,
            "end": 627,
            "id": "1905"
        },
        {
            "title": "The Troubles",
            "text": "the Troubles",
            "start": 1021,
            "end": 1033,
            "id": "30770"
        },
        {
            "title": "Provisional IRA East Tyrone Brigade",
            "text": "East Tyrone Brigade",
            "start": 1078,
            "end": 1097,
            "id": "642338"
        },
        {
            "title": "County Tyrone",
            "text": "County Tyrone",
            "start": 1127,
            "end": 1140,
            "id": "52821"
        },
        {
            "title": "County Armagh",
            "text": "County Armagh",
            "start": 1167,
            "end": 1180,
            "id": "77929"
        },
        {
            "title": "Jim Lynagh",
            "text": "Jim Lynagh",
            "start": 1287,
            "end": 1297,
            "id": "4703856"
        },
        {
            "title": "Pádraig McKearney",
            "text": "Pádraig McKearney",
            "start": 1302,
            "end": 1319,
            "id": "4012696"
        },
        {
            "title": "Patrick Joseph Kelly",
            "text": "Patrick Joseph Kelly",
            "start": 1467,
            "end": 1487,
            "id": "10455485"
        },
        {
            "title": "Attack on Ballygawley barracks",
            "text": "attack on the RUC barracks in Ballygawley",
            "start": 1650,
            "end": 1691,
            "id": "20068175"
        },
        {
            "title": "Attack on RUC Birches barracks",
            "text": "attack on an RUC base",
            "start": 1775,
            "end": 1796,
            "id": "53373651"
        },
        {
            "title": "The Birches, County Armagh",
            "text": "The Birches",
            "start": 1800,
            "end": 1811,
            "id": "4651130"
        },
        {
            "title": "Machine gun",
            "text": "machine-gun",
            "start": 1874,
            "end": 1885,
            "id": "19690"
        },
        {
            "title": "Special Reconnaissance Unit",
            "text": "Special Reconnaissance Unit",
            "start": 2380,
            "end": 2407,
            "id": "37009689"
        },
        {
            "title": "Double agent",
            "text": "double agent",
            "start": 2466,
            "end": 2478,
            "id": "291203"
        },
        {
            "title": "Telephone tapping",
            "text": "telephone tap",
            "start": 2802,
            "end": 2815,
            "id": "91221"
        },
        {
            "title": "Queen's University Belfast",
            "text": "Queen's University Belfast",
            "start": 2876,
            "end": 2902,
            "id": "322010"
        },
        {
            "title": "Richard English",
            "text": "Richard English",
            "start": 2903,
            "end": 2918,
            "id": "10304123"
        },
        {
            "title": "RUC Special Branch",
            "text": "Special Branch",
            "start": 3045,
            "end": 3059,
            "id": "46285133"
        },
        {
            "title": "Headquarters Mobile Support Unit",
            "text": "Headquarters Mobile Support Unit",
            "start": 3237,
            "end": 3269,
            "id": "20070844"
        },
        {
            "title": "Police tactical unit",
            "text": "police tactical unit",
            "start": 3426,
            "end": 3446,
            "id": "2332485"
        },
        {
            "title": "Lough Neagh",
            "text": "Lough Neagh",
            "start": 4055,
            "end": 4066,
            "id": "428732"
        },
        {
            "title": "Ardboe",
            "text": "Ardboe",
            "start": 4073,
            "end": 4079,
            "id": "6232328"
        },
        {
            "title": "Maghery",
            "text": "Maghery",
            "start": 4083,
            "end": 4090,
            "id": "4524481"
        },
        {
            "title": "Toyota HiAce",
            "text": "Toyota HiAce",
            "start": 4199,
            "end": 4211,
            "id": "2785853"
        },
        {
            "title": "Dungannon",
            "text": "Dungannon",
            "start": 4257,
            "end": 4266,
            "id": "677049"
        },
        {
            "title": "Backhoe loader",
            "text": "backhoe loader",
            "start": 4411,
            "end": 4425,
            "id": "490068"
        },
        {
            "title": "Declan Arthurs (Irish republican)",
            "text": "Declan Arthurs",
            "start": 4575,
            "end": 4589,
            "id": "60977102"
        },
        {
            "title": "Bulletproof vest",
            "text": "bulletproof vest",
            "start": 5047,
            "end": 5063,
            "id": "149058"
        },
        {
            "title": "Boilersuit",
            "text": "boilersuit",
            "start": 5066,
            "end": 5076,
            "id": "1273359"
        },
        {
            "title": "Toyota",
            "text": "Toyota",
            "start": 5188,
            "end": 5194,
            "id": "30984"
        },
        {
            "title": "Peter Taylor (journalist)",
            "text": "Peter Taylor",
            "start": 5571,
            "end": 5583,
            "id": "4465432"
        },
        {
            "title": "Semtex",
            "text": "semtex",
            "start": 5764,
            "end": 5770,
            "id": "29285"
        },
        {
            "title": "M16 rifle",
            "text": "M16",
            "start": 6879,
            "end": 6882,
            "id": "19901"
        },
        {
            "title": "Heckler & Koch G3",
            "text": "H&K G3",
            "start": 6887,
            "end": 6893,
            "id": "530178"
        },
        {
            "title": "FN MAG",
            "text": "L7A2",
            "start": 6909,
            "end": 6913,
            "id": "983006"
        },
        {
            "title": "General-purpose machine gun",
            "text": "general-purpose machine gun",
            "start": 6914,
            "end": 6941,
            "id": "12664"
        },
        {
            "title": "Loughgall F.C.",
            "text": "Loughgall F.C.",
            "start": 7328,
            "end": 7342,
            "id": "837213"
        },
        {
            "title": "Citroën",
            "text": "Citroen",
            "start": 8201,
            "end": 8208,
            "id": "51310"
        },
        {
            "title": "Ford Sierra",
            "text": "Ford Sierra",
            "start": 8753,
            "end": 8764,
            "id": "232444"
        },
        {
            "title": "Heckler & Koch G3",
            "text": "H&K G3",
            "start": 8905,
            "end": 8911,
            "id": "530178"
        },
        {
            "title": "FN FAL",
            "text": "FN FAL",
            "start": 8924,
            "end": 8930,
            "id": "94857"
        },
        {
            "title": "FN FNC",
            "text": "FN FNC",
            "start": 8942,
            "end": 8948,
            "id": "16900717"
        },
        {
            "title": "Franchi SPAS-12",
            "text": "Franchi SPAS-12",
            "start": 8959,
            "end": 8974,
            "id": "1074215"
        },
        {
            "title": "Shotgun",
            "text": "shotgun",
            "start": 8976,
            "end": 8983,
            "id": "26838"
        },
        {
            "title": "Ruger Security-Six",
            "text": "Ruger Security-Six",
            "start": 8990,
            "end": 9008,
            "id": "20891885"
        },
        {
            "title": "Revolver",
            "text": "revolver",
            "start": 9009,
            "end": 9017,
            "id": "25794"
        },
        {
            "title": "Volunteer (Irish republican)",
            "text": "volunteers",
            "start": 9529,
            "end": 9539,
            "id": "8185913"
        },
        {
            "title": "Shoot-to-kill policy in Northern Ireland",
            "text": "shoot-to-kill policy",
            "start": 9829,
            "end": 9849,
            "id": "2358082"
        },
        {
            "title": "Gerry Adams",
            "text": "Gerry Adams",
            "start": 10019,
            "end": 10030,
            "id": "38117"
        },
        {
            "title": "Republic of Ireland",
            "text": "Republic of Ireland",
            "start": 10158,
            "end": 10177,
            "id": "14560"
        },
        {
            "title": "Shoneenism",
            "text": "shoneen",
            "start": 10206,
            "end": 10213,
            "id": "46789201"
        },
        {
            "title": "Séamus McElwaine",
            "text": "Séamus McElwaine",
            "start": 10324,
            "end": 10340,
            "id": "4501649"
        },
        {
            "title": "1989 Jonesborough ambush",
            "text": "Harry Breen",
            "start": 10757,
            "end": 10768,
            "id": "33373600"
        },
        {
            "title": "Republic of Ireland–United Kingdom border",
            "text": "Irish border",
            "start": 10809,
            "end": 10821,
            "id": "2347513"
        },
        {
            "title": "Republic of Ireland",
            "text": "Irish",
            "start": 11072,
            "end": 11077,
            "id": "14560"
        },
        {
            "title": "Smithwick Tribunal",
            "text": "Tribunal of Inquiry",
            "start": 11078,
            "end": 11097,
            "id": "7252053"
        },
        {
            "title": "Peter Smithwick",
            "text": "Peter Smithwick",
            "start": 11107,
            "end": 11122,
            "id": "56964406"
        },
        {
            "title": "Garda Síochána",
            "text": "Garda Síochána",
            "start": 11184,
            "end": 11198,
            "id": "383207"
        },
        {
            "title": "Director of Public Prosecutions for Northern Ireland",
            "text": "Director of Public Prosecutions for Northern Ireland",
            "start": 11998,
            "end": 12050,
            "id": "12438611"
        },
        {
            "title": "Ministry of Defence (United Kingdom)",
            "text": "Ministry of Defence",
            "start": 12259,
            "end": 12278,
            "id": "203793"
        },
        {
            "title": "Inquest",
            "text": "inquest",
            "start": 12367,
            "end": 12374,
            "id": "13363086"
        },
        {
            "title": "European Court of Human Rights",
            "text": "European Court of Human Rights",
            "start": 12774,
            "end": 12804,
            "id": "42622"
        },
        {
            "title": "Unlawful killing",
            "text": "unlawful killing",
            "start": 13106,
            "end": 13122,
            "id": "4763709"
        },
        {
            "title": "Historical Enquiries Team",
            "text": "Historical Enquiries Team",
            "start": 13161,
            "end": 13186,
            "id": "3794423"
        },
        {
            "title": "Courts of Northern Ireland#High Court",
            "text": "High Court",
            "start": 13376,
            "end": 13386,
            "id": null
        },
        {
            "title": "Advocate General for Northern Ireland",
            "text": "Advocate General for Northern Ireland",
            "start": 13852,
            "end": 13889,
            "id": "20290176"
        },
        {
            "title": "Ballad",
            "text": "ballad",
            "start": 14054,
            "end": 14060,
            "id": "4575"
        },
        {
            "title": "Charlie and the Bhoys",
            "text": "Charlie and the Bhoys",
            "start": 14091,
            "end": 14112,
            "id": "46650944"
        },
        {
            "title": "Streets of Sorrow/Birmingham Six",
            "text": "Streets of Sorrow/Birmingham Six",
            "start": 14172,
            "end": 14204,
            "id": "4799886"
        },
        {
            "title": "The Pogues",
            "text": "The Pogues",
            "start": 14227,
            "end": 14237,
            "id": "30514"
        },
        {
            "title": "List of chronologies of Provisional Irish Republican Army actions",
            "text": "Timeline of Provisional Irish Republican Army actions",
            "start": 14254,
            "end": 14307,
            "id": "29987768"
        },
        {
            "title": "Attack on Ballygawley barracks",
            "text": "Attack on Ballygawley barracks",
            "start": 14309,
            "end": 14339,
            "id": "20068175"
        },
        {
            "title": "Ballygawley bus bombing",
            "text": "Ballygawley bus bombing",
            "start": 14341,
            "end": 14364,
            "id": "23597747"
        },
        {
            "title": "Attack on Derryard checkpoint",
            "text": "Attack on Derryard checkpoint",
            "start": 14366,
            "end": 14395,
            "id": "14071498"
        },
        {
            "title": "Clonoe ambush",
            "text": "Clonoe ambush",
            "start": 14397,
            "end": 14410,
            "id": "31296668"
        },
        {
            "title": "1997 Coalisland attack",
            "text": "1997 Coalisland attack",
            "start": 14412,
            "end": 14434,
            "id": "33576302"
        },
        {
            "title": "Police Service of Northern Ireland",
            "text": "PSNI",
            "start": 14580,
            "end": 14584,
            "id": "294068"
        }
    ],
    "_chunk_id": "b_3951645954-3963270013"
}