{
    "_id": "4754443",
    "id": "4754443",
    "title": "McGurk's Bar bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 1199,
            "end": 1213
        },
        {
            "text": "==Bombing==",
            "start": 2759,
            "end": 2770
        },
        {
            "text": "==Investigation==",
            "start": 5241,
            "end": 5258
        },
        {
            "text": "===Responsibility===",
            "start": 5259,
            "end": 5279
        },
        {
            "text": "====Claims of responsibility====",
            "start": 6243,
            "end": 6275
        },
        {
            "text": "====Location of the bomb====",
            "start": 8048,
            "end": 8076
        },
        {
            "text": "===Arrest and conviction of Robert Campbell===",
            "start": 10037,
            "end": 10083
        },
        {
            "text": "===Collusion claims and Police Ombudsman's investigation===",
            "start": 10924,
            "end": 10983
        },
        {
            "text": "==Remembrance==",
            "start": 13826,
            "end": 13841
        },
        {
            "text": "==See also==",
            "start": 14456,
            "end": 14468
        },
        {
            "text": "==References==",
            "start": 14566,
            "end": 14580
        },
        {
            "text": "==External links==",
            "start": 14583,
            "end": 14601
        }
    ],
    "categories": [
        "1971 in Northern Ireland",
        "1971 murders in the United Kingdom",
        "1970s in County Antrim",
        "20th-century mass murder in Northern Ireland",
        "Attacks on bars in the United Kingdom",
        "Attacks on buildings and structures in 1971",
        "Attacks on buildings and structures in Belfast",
        "December 1971 crimes",
        "December 1971 events in Europe",
        "Improvised explosive device bombings in 1971",
        "Improvised explosive device bombings in Belfast",
        "Mass murder in 1971",
        "Mass murder in Belfast",
        "Terrorist incidents in the United Kingdom in 1971",
        "The Troubles in Belfast",
        "Ulster Volunteer Force actions"
    ],
    "infobox": "{{Infobox civilian attack\n| title      = McGurk's Bar bombing\n| partof = [[the Troubles]]\n| image      = McGurks bombing.jpg\n| caption    = A British soldier surveys the aftermath of the bombing\n| location   = Corner of North Queen Street and Great George's Street, [[Belfast]],<br>[[Northern Ireland]]\n| coordinates =\n| date       = 4 December 1971\n| time       = 20:45\n| timezone   = GMT\n| target     = [[Irish Catholics]]\n| type       = [[Time bomb]]\n| fatalities = 15\n| injuries   = 17\n| perps      = \n| perp       = [[Ulster Volunteer Force]]\n| susperps   =\n| susperp    =\n| weapons    =\n}}",
    "article": "On 4 December 1971, the Ulster Volunteer Force (UVF), an Ulster loyalist paramilitary group, detonated a bomb at McGurk's Bar in Belfast, Northern Ireland. The pub was frequented by Irish Catholics/nationalists. The explosion caused the building to collapse, killing fifteen Catholic civilians—including two children—and wounding seventeen more. It was the deadliest attack in Belfast during the Troubles.\n\nDespite evidence to the contrary, the British security forces asserted that a bomb had exploded prematurely while being handled by Irish Republican Army (IRA) members inside the pub, implying that the victims themselves were partly to blame. A report later found that the police (Royal Ulster Constabulary) were biased in favour of this view, and that this hindered their investigation. The victims' relatives allege that the security forces deliberately spread disinformation to discredit the IRA. In 1977, UVF member Robert Campbell was sentenced to life imprisonment for his part in the bombing and served fifteen years.\n\nThe bombing sparked a series of tit-for-tat bombings and shootings by loyalists and republicans, which contributed to making 1972 the bloodiest year of the conflict.\n\n==Background==\n\nMcGurk's (also called the Tramore Bar) was a two-storey public house on the corner of North Queen Street and Great George's Street, in the New Lodge area to the north of Belfast city centre. This was a mainly Irish nationalist and Catholic neighbourhood, and the pub's regular customers were from the community. The pub was owned by Patrick and Philomena McGurk, who lived on the upper floor with their four children.\n\nThe Ulster Volunteer Force (UVF) was formed in Belfast in 1966, declaring \"war\" on the Irish Republican Army (IRA). Until 1971, however, its actions were few and it \"scarcely existed in an organisational sense\". The British Army was deployed in Northern Ireland following the August 1969 riots, which are usually seen as the start of the Troubles. In December 1969 the IRA split into two factions: the 'Official' IRA and Provisional IRA. Both launched armed campaigns against the British Army, the Royal Ulster Constabulary (RUC) and the government of Northern Ireland.\n\nDuring 1971, the violence gradually worsened. There were daily bombings and shootings by republicans, loyalists and the security forces. During the first two weeks of December, there were about 70 bombings and about 30 people were killed. On 2 December, three republican prisoners escaped from Crumlin Road prison, not far from McGurk's. Security was tightened and there was a heavy RUC and British Army presence in the area over the next two days. Eyewitnesses asserted that the checkpoints around McGurk's were removed just an hour before the attack.\n\n==Bombing==\n\n\nOn the evening of Saturday 4 December 1971, a four-man UVF team met in the Shankill area of Belfast and were ordered to bomb a pub on North Queen Street. According to the only convicted bomber—Robert Campbell—they were told not to return until the job was done. Campbell said that their target had not been McGurk's, but another pub nearby. It is believed this was a pub called The Gem, which was allegedly linked to the Official IRA. The  bomb was disguised as a brown parcel, which they placed in a car and drove to their target. Campbell says they stopped near The Gem at about 7:30pm, but could not gain access to it because there were security guards outside. After waiting for almost an hour, they drove a short distance to McGurk's. At about 8:45pm, one of them placed the bomb in the porch entrance on Great George's Street and rushed back to the car. It exploded just moments after they drove off. Campbell implied that McGurk's had been chosen only because it was \"the nearest Catholic pub\".\n\nThe blast caused the building to collapse. Bystanders immediately rushed to free the dead and wounded from the rubble. Firefighters, paramedics, police and soldiers were quickly on the scene. Fifteen Catholic civilians had been killed—including two children—and a further seventeen wounded. The rescue effort lasted many hours.\n\nWithin two hours of the blast, a sectarian clash had erupted nearby at the New Lodge–Tiger's Bay interface. The British Army and RUC moved in and a gun battle developed. A British Army officer, Major Jeremy Snow, was shot by the IRA on New Lodge Road and died of his wounds on 8 December. Two RUC officers and five civilians were also wounded by gunfire. Eventually, five companies of troops were sent into the district and they searched almost 50 houses.\n\nMeanwhile, the UVF team had driven to a nearby pickup point where they dumped their car. They walked to the area of St Anne's Cathedral and were picked up by another. They were driven back to the Shankill and met the man who had ordered the attack in an Orange Hall, telling him that \"the job has been done\".\n\nAmong those killed were Philomena and Maria McGurk, wife and 14-year-old daughter of the pub owner Patrick McGurk. Patrick and his three sons were seriously injured. Shortly after the attack, McGurk appeared on television calling for no retaliation: \"It doesn't matter who planted the bomb. What's done can't be undone. I've been trying to keep bitterness out of it.\"\n\n==Investigation==\n===Responsibility===\nAfter the bombing, the media reported various theories about who was responsible. The main theories were:\n*that it had been planted by loyalists;\n*that it had exploded prematurely while being prepared by IRA members inside the pub;\n*that it had exploded prematurely while \"in transit\", an IRA member having left it in the pub to be collected by another IRA member; and\n*that it had been planted as part of a feud between the Provisional IRA and Official IRA.\n\nThe security forces promoted the idea that it was an IRA bomb which exploded prematurely (an \"own goal\"). Survivors and relatives denied this. They said the pub was not associated with the IRA and there had been no suspicious people or activity in the pub that night. An Intelligence Corps document from December 1971 also said that the pub was not known to have IRA associations. On 6 December, both wings of the IRA condemned the attack, denied responsibility and blamed the UVF and security forces.\n\n====Claims of responsibility====\nThat same day, several newspapers received telephone calls from someone claiming to be a spokesman for the \"Empire Loyalists\". Their statement to the Belfast Telegraph was:We [the Empire Loyalists] accept responsibility for the destruction of McGurk's pub. We placed 30lb of new explosives outside the pub because we had proved beyond doubt that meetings of IRA Provisionals and Officials were held there. The \"Empire Loyalists\" had made only one other claim of responsibility; for bombing a community centre on 12 November. The RUC, however, had no intelligence about such a group; suggesting that it may have been a covername.\n\nOn Tuesday 7 December, a youth claimed to have seen a man acting oddly at a phone kiosk the night before. He said the man was wearing a jacket with a UVF badge on it. The youth claimed to have checked the kiosk after the man left and found a torn bit of paper. When put together, it included the lines:We the Empire Loyalists wish to state that we did not destroy McGurk's public house as an act of retaliation ... Furthermore we do not require the forensic experts of the Army to cover up for us ... We shall not issue any further statements until we exterminate another rebel stronghold.\n\nIn the days following the bombing, the RUC received a letter signed by \"Chief of Staff, UVF\" claiming that the UVF bombed the pub because an IRA meeting was due to take place there. It said that two UVF members entered the pub, had a drink and asked the barman to mind a package while they \"ran an errand\". Witnesses told the RUC, however, that there had been no strangers in the pub and that nobody had left a package. Three other unsigned letters were sent to the RUC, claiming it was an IRA bomb \"in transit\" and that two IRA members were killed.\n\n====Location of the bomb====\n\nFor the RUC, the location of the bomb (whether it exploded inside or outside) became the key to finding who was responsible. However, investigators (both RUC and British Army) were unsure and gave conflicting opinions.\n\nRUC duty officers' reports were made daily. Their purpose was to brief the Chief Constable and others at HQ about events that had happened that day. The reports were also made available to the British Army's General Officer Commanding for Northern Ireland. The 4–5 December 1971 report said of the bombing: \"Just before the explosion a man entered the licensed premises and left down a suitcase, presumably to be picked up by a known member of the IRA. The bomb was intended for use on other premises. Before the 'pick-up' was made the bomb exploded\". The origin of this information could not be established.\n\nOn 6 December, however, the RUC took a witness statement from an 8-year-old boy. He said that a car had stopped outside the pub with four men inside and \"a wee Union Jack stuck in the back window\". He said one left a package in the Great George's Street doorway and ran back to the car, which sped off just moments before the package exploded. A man and a woman backed up his story, although they did not witness as much as the boy. \n  \nDespite this, the security forces and the government stood behind the \"own goal\" theory. A British Intelligence Corps document covering the period 8–15 December said: \"It has been confirmed that it was a [Provisional IRA] bomb which was destined for another target, but exploded prematurely.\" A Ministry of Defence (MOD) document dated 14 December said that this \"should be publicised\". On 23 December, the British Army sent a letter (signed by a lieutenant colonel) to people living in north Belfast. It said that when the IRA in the area is destroyed, \"we can look forward to … a period in which you will not lose your friends in a repetition of the [IRA's] accident in the McGurk’s bar.\"\n\n===Arrest and conviction of Robert Campbell===\nIn March 1976, the RUC received intelligence that linked UVF member Robert Campbell and four others to the McGurk's bombing. Campbell was arrested on 27 July 1977 and held at Castlereagh RUC base. He was interviewed seven times during 27 and 28 July. He admitted his part in the bombing but refused to name the others. Campbell's story matches that given by the young boy witness.\n\nOn 29 July 1977, Campbell was charged with the 15 murders and 17 attempted murders. On 6 September 1978 he pleaded guilty to all charges and received life imprisonment with \"a recommendation to serve no less than 20 years\", in part for a separate conviction for the murder of a Protestant delivery driver in 1976. He is the only person to have been charged for the bombing. He eventually served fifteen years in prison and was released on 9 September 1993.\n\n===Collusion claims and Police Ombudsman's investigation===\nThe victims' relatives campaigned for an independent investigation of the bombing as they believed that the RUC's investigation was flawed from the outset. Moreover, they wished to disprove the claim that the victims were IRA members killed by their own bomb (the \"own goal\" theory). Even after Campbell's conviction, the \"own goal\" theory remained officially unchallenged. Relatives argued that this theory was promoted as part of a \"government policy to avoid publicly acknowledging the loyalist campaign of violence\". Another argument is that it was promoted to undermine the IRA's support and stir tension between the two IRA factions.\n\nRelatives also asked how the bombers were able to plant the bomb and flee despite the usually heavy security presence. Some alleged that the security forces helped the bombers by removing checkpoints. The 2009 book Killing For Britain, written by former UVF member 'John Black', claimed that the British undercover unit known as the Military Reaction Force or Military Reconnaissance Force (MRF) organized the bombing and helped the bombers get in and out of the area. The bombers' original target, The Gem, was associated with the Official IRA. It is claimed that the MRF ordered the team to bomb The Gem, with the intention of blaming it on the Provisional IRA. The plan was allegedly to start a feud between the two IRA factions, which would both divert them from their campaign against British forces and drain their support. However, as The Gem had security outside, they bombed the nearest 'Catholic pub'.\n\nOn 21 February 2011, the Police Ombudsman for Northern Ireland published a report about the bombing and the RUC's investigation of it. The report said that there is no evidence that the RUC helped the UVF bombers. However, it found that the RUC investigation was biased in favour of the view that the IRA was responsible. It failed to give enough thought to the possible involvement of loyalists, and this bias hindered the investigation. The report also found that RUC gave \"selective\" and \"misleading\" briefings to the government and media, which furthered the idea that it was an IRA bomb. The Ombudsman has not found an explanation why successive Chief Constables have not addressed this mistake. Ombudsman Al Hutchinson said: \"Inconsistent police briefings, some of which inferred that victims of the bombing were culpable in the atrocity, caused the bereaved families great distress, which has continued for many years\".\n\nOn 6 December 2012, Scottish Labour MP Michael Connarty - whose uncle was killed in the bombing - claimed in Westminster that then-Prime Minister Edward Heath \"may have been involved\" in wrongfully blaming the IRA and spreading the story. Connarty also urged David Cameron, Prime Minister at the time, to apologise to victims and launch a full investigation.\n\n==Remembrance==\n\nIn 2001 a memorial was unveiled on the site of McGurk's Bar to mark the 30th anniversary of the bombing. Relatives of the victims called for an investigation into allegations that British forces helped the bombers. Almost a thousand people attended a service at St Patrick's Church on Donegall Street, after which fifteen wreaths, one for each victim, were carried by relatives leading a silent candlelit procession to a new memorial at Great George's Street.\n\nPatrick McGurk died on 15 December 2007, having forgiven those responsible for the explosion and having prayed for the men who carried out the attack.\n\n==See also==\n*Dublin and Monaghan bombings\n*Glasgow pub bombings\n*Timeline of Ulster Volunteer Force actions\n\n==References==\n\n\n==External links==\n* The true story of the McGurk's Bar Massacre, told by the families of the victims themselves.\n* News Hound – McGurk's bombing\n* CAIN – List of 1971 deaths in the Troubles\n* House of Commons debate on the bombing\n*  The Newlodge\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPlaque near the site of the bombing listing those killed.\nA mock-up of the original bar erected close to its original location, December 2011.\nMemorial on Great George's Street.",
    "links": [
        {
            "title": "Ulster Volunteer Force",
            "text": "Ulster Volunteer Force",
            "start": 24,
            "end": 46,
            "id": "80710"
        },
        {
            "title": "Ulster loyalism",
            "text": "Ulster loyalist",
            "start": 57,
            "end": 72,
            "id": "2624777"
        },
        {
            "title": "Belfast",
            "text": "Belfast",
            "start": 129,
            "end": 136,
            "id": "5046"
        },
        {
            "title": "Northern Ireland",
            "text": "Northern Ireland",
            "start": 138,
            "end": 154,
            "id": "21265"
        },
        {
            "title": "Pub",
            "text": "pub",
            "start": 160,
            "end": 163,
            "id": "24578"
        },
        {
            "title": "Irish Catholics",
            "text": "Irish Catholic",
            "start": 182,
            "end": 196,
            "id": "545025"
        },
        {
            "title": "Irish nationalism",
            "text": "nationalist",
            "start": 198,
            "end": 209,
            "id": "334434"
        },
        {
            "title": "The Troubles",
            "text": "the Troubles",
            "start": 392,
            "end": 404,
            "id": "30770"
        },
        {
            "title": "Irish Republican Army",
            "text": "Irish Republican Army",
            "start": 538,
            "end": 559,
            "id": "2261091"
        },
        {
            "title": "Royal Ulster Constabulary",
            "text": "Royal Ulster Constabulary",
            "start": 687,
            "end": 712,
            "id": "60995"
        },
        {
            "title": "Disinformation",
            "text": "disinformation",
            "start": 869,
            "end": 883,
            "id": "142690"
        },
        {
            "title": "Irish republicanism",
            "text": "republicans",
            "start": 1116,
            "end": 1127,
            "id": "772738"
        },
        {
            "title": "Pub",
            "text": "public house",
            "start": 1271,
            "end": 1283,
            "id": "24578"
        },
        {
            "title": "New Lodge, Belfast",
            "text": "New Lodge",
            "start": 1354,
            "end": 1363,
            "id": "833613"
        },
        {
            "title": "Irish nationalism",
            "text": "Irish nationalist",
            "start": 1424,
            "end": 1441,
            "id": "334434"
        },
        {
            "title": "Ulster Volunteer Force",
            "text": "Ulster Volunteer Force",
            "start": 1638,
            "end": 1660,
            "id": "80710"
        },
        {
            "title": "Irish Republican Army",
            "text": "Irish Republican Army",
            "start": 1721,
            "end": 1742,
            "id": "2261091"
        },
        {
            "title": "British Army",
            "text": "British Army",
            "start": 1850,
            "end": 1862,
            "id": "4887"
        },
        {
            "title": "1969 Northern Ireland riots",
            "text": "August 1969 riots",
            "start": 1910,
            "end": 1927,
            "id": "7585429"
        },
        {
            "title": "The Troubles",
            "text": "the Troubles",
            "start": 1968,
            "end": 1980,
            "id": "30770"
        },
        {
            "title": "Official Irish Republican Army",
            "text": "'Official' IRA",
            "start": 2036,
            "end": 2050,
            "id": "146032"
        },
        {
            "title": "Provisional Irish Republican Army",
            "text": "Provisional IRA",
            "start": 2055,
            "end": 2070,
            "id": "23299"
        },
        {
            "title": "Royal Ulster Constabulary",
            "text": "Royal Ulster Constabulary",
            "start": 2132,
            "end": 2157,
            "id": "60995"
        },
        {
            "title": "Government of Northern Ireland",
            "text": "government of Northern Ireland",
            "start": 2172,
            "end": 2202,
            "id": "539957"
        },
        {
            "title": "HM Prison Crumlin Road",
            "text": "Crumlin Road prison",
            "start": 2499,
            "end": 2518,
            "id": "3787276"
        },
        {
            "title": "Shankill Road",
            "text": "Shankill",
            "start": 2848,
            "end": 2856,
            "id": "961273"
        },
        {
            "title": "Official Irish Republican Army",
            "text": "Official IRA",
            "start": 3194,
            "end": 3206,
            "id": "146032"
        },
        {
            "title": "Porch",
            "text": "porch",
            "start": 3565,
            "end": 3570,
            "id": "43980183"
        },
        {
            "title": "Interface area",
            "text": "interface",
            "start": 4202,
            "end": 4211,
            "id": "16203410"
        },
        {
            "title": "St Anne's Cathedral, Belfast",
            "text": "St Anne's Cathedral",
            "start": 4678,
            "end": 4697,
            "id": "8857801"
        },
        {
            "title": "Orange Order",
            "text": "Orange Hall",
            "start": 4816,
            "end": 4827,
            "id": "4020685"
        },
        {
            "title": "Own goal",
            "text": "own goal",
            "start": 5834,
            "end": 5842,
            "id": "379995"
        },
        {
            "title": "Intelligence Corps (United Kingdom)",
            "text": "Intelligence Corps",
            "start": 6011,
            "end": 6029,
            "id": "970375"
        },
        {
            "title": "Belfast Telegraph",
            "text": "Belfast Telegraph",
            "start": 6426,
            "end": 6443,
            "id": "714947"
        },
        {
            "title": "Union Jack",
            "text": "Union Jack",
            "start": 9068,
            "end": 9078,
            "id": "70760"
        },
        {
            "title": "Intelligence Corps (United Kingdom)",
            "text": "British Intelligence Corps",
            "start": 9436,
            "end": 9462,
            "id": "970375"
        },
        {
            "title": "Ministry of Defence (United Kingdom)",
            "text": "Ministry of Defence",
            "start": 9640,
            "end": 9659,
            "id": "203793"
        },
        {
            "title": "Military Reaction Force",
            "text": "Military Reaction Force",
            "start": 11958,
            "end": 11981,
            "id": "30012155"
        },
        {
            "title": "Official Irish Republican Army",
            "text": "Official IRA",
            "start": 12157,
            "end": 12169,
            "id": "146032"
        },
        {
            "title": "Provisional Irish Republican Army",
            "text": "Provisional IRA",
            "start": 12272,
            "end": 12287,
            "id": "23299"
        },
        {
            "title": "Police Ombudsman for Northern Ireland",
            "text": "Police Ombudsman for Northern Ireland",
            "start": 12563,
            "end": 12600,
            "id": "4499340"
        },
        {
            "title": "Al Hutchinson",
            "text": "Al Hutchinson",
            "start": 13249,
            "end": 13262,
            "id": "13355627"
        },
        {
            "title": "Scottish Labour",
            "text": "Scottish Labour",
            "start": 13486,
            "end": 13501,
            "id": "2701987"
        },
        {
            "title": "Michael Connarty",
            "text": "Michael Connarty",
            "start": 13505,
            "end": 13521,
            "id": "419462"
        },
        {
            "title": "Edward Heath",
            "text": "Edward Heath",
            "start": 13612,
            "end": 13624,
            "id": "52269"
        },
        {
            "title": "David Cameron",
            "text": "David Cameron",
            "start": 13725,
            "end": 13738,
            "id": "419342"
        },
        {
            "title": "Dublin and Monaghan bombings",
            "text": "Dublin and Monaghan bombings",
            "start": 14470,
            "end": 14498,
            "id": "1601910"
        },
        {
            "title": "Glasgow pub bombings",
            "text": "Glasgow pub bombings",
            "start": 14500,
            "end": 14520,
            "id": "57462949"
        },
        {
            "title": "Timeline of Ulster Volunteer Force actions",
            "text": "Timeline of Ulster Volunteer Force actions",
            "start": 14522,
            "end": 14564,
            "id": "25082903"
        }
    ],
    "_chunk_id": "b_3951645954-3963270013"
}