{
    "_id": "5409919",
    "id": "5409919",
    "title": "Pan Am Flight 103",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Aircraft==",
            "start": 2415,
            "end": 2427
        },
        {
            "text": "==Flight==",
            "start": 2913,
            "end": 2923
        },
        {
            "text": "==Explosion and collision timeline==",
            "start": 4213,
            "end": 4249
        },
        {
            "text": "===Contact is lost===",
            "start": 4251,
            "end": 4272
        },
        {
            "text": "===Disintegration of aircraft===",
            "start": 5596,
            "end": 5628
        },
        {
            "text": "===Fuselage impact===",
            "start": 6958,
            "end": 6979
        },
        {
            "text": "==Victims==",
            "start": 8404,
            "end": 8415
        },
        {
            "text": "===Crew===",
            "start": 8693,
            "end": 8703
        },
        {
            "text": "===Passengers===",
            "start": 10026,
            "end": 10042
        },
        {
            "text": "====Syracuse University students====",
            "start": 10044,
            "end": 10080
        },
        {
            "text": "====Notable passengers====",
            "start": 10249,
            "end": 10275
        },
        {
            "text": "====US government officials====",
            "start": 10774,
            "end": 10805
        },
        {
            "text": "===Lockerbie residents===",
            "start": 11173,
            "end": 11198
        },
        {
            "text": "==Prior alerts==",
            "start": 13866,
            "end": 13882
        },
        {
            "text": "===Helsinki warning===",
            "start": 13937,
            "end": 13959
        },
        {
            "text": "===PLO warning===",
            "start": 15350,
            "end": 15367
        },
        {
            "text": "==Claims of responsibility==",
            "start": 15681,
            "end": 15709
        },
        {
            "text": "==Investigation==",
            "start": 18627,
            "end": 18644
        },
        {
            "text": "===Civil investigation===",
            "start": 18647,
            "end": 18672
        },
        {
            "text": "====Crash site====",
            "start": 18674,
            "end": 18692
        },
        {
            "text": "====Witnesses====",
            "start": 20505,
            "end": 20522
        },
        {
            "text": "===Criminal inquiry===",
            "start": 23092,
            "end": 23114
        },
        {
            "text": "==Trial, appeals, and release==",
            "start": 25186,
            "end": 25217
        },
        {
            "text": "===Appeal===",
            "start": 27435,
            "end": 27447
        },
        {
            "text": "===SCCRC review===",
            "start": 29938,
            "end": 29956
        },
        {
            "text": "===Second appeal===",
            "start": 31522,
            "end": 31541
        },
        {
            "text": "===Compassionate release and controversy===",
            "start": 33237,
            "end": 33280
        },
        {
            "text": "==Alleged motives==",
            "start": 35812,
            "end": 35831
        },
        {
            "text": "===Libya===",
            "start": 35833,
            "end": 35844
        },
        {
            "text": "===Demands for independent inquiry===",
            "start": 38584,
            "end": 38621
        },
        {
            "text": "===Claims of Gaddafi involvement===",
            "start": 42734,
            "end": 42769
        },
        {
            "text": "===Alternative theories===",
            "start": 43095,
            "end": 43121
        },
        {
            "text": "===PCAST statement===",
            "start": 44017,
            "end": 44038
        },
        {
            "text": "==Compensation==",
            "start": 45038,
            "end": 45054
        },
        {
            "text": "===From Libya===",
            "start": 45056,
            "end": 45072
        },
        {
            "text": "====February 2011====",
            "start": 50593,
            "end": 50614
        },
        {
            "text": "====Contingency fees for lawyers====",
            "start": 51860,
            "end": 51896
        },
        {
            "text": "===From Pan Am===",
            "start": 53201,
            "end": 53218
        },
        {
            "text": "==Memorials and tributes==",
            "start": 53805,
            "end": 53831
        },
        {
            "text": "===United States===",
            "start": 54190,
            "end": 54209
        },
        {
            "text": "==== The Women of Lockerbie ====",
            "start": 55198,
            "end": 55230
        },
        {
            "text": "===Lockerbie===",
            "start": 55766,
            "end": 55781
        },
        {
            "text": "==Wreckage of the aircraft==",
            "start": 56645,
            "end": 56673
        },
        {
            "text": "==See also==",
            "start": 57415,
            "end": 57427
        },
        {
            "text": "==References==",
            "start": 57966,
            "end": 57980
        },
        {
            "text": "== Further reading ==",
            "start": 57983,
            "end": 58004
        },
        {
            "text": "==External links==",
            "start": 61372,
            "end": 61390
        }
    ],
    "categories": [
        "Pan Am Flight 103",
        "Airliner bombings",
        "1988 in international relations",
        "1988 in Scotland",
        "1988 murders in the United Kingdom",
        "20th-century mass murder in the United Kingdom",
        "History of the United Nations",
        "Muammar Gaddafi",
        "Aviation accidents and incidents in 1988",
        "Aviation accidents and incidents in Scotland",
        "Accidents and incidents involving the Boeing 747",
        "Libya–United States relations",
        "Libya–United Kingdom relations",
        "1988 disasters in the United Kingdom",
        "Mass murder in 1988",
        "Diplomatic incidents",
        "Terrorist incidents in the United Kingdom in 1988",
        "Pan American World Airways accidents and incidents",
        "December 1988 crimes",
        "December 1988 events in the United Kingdom",
        "Massacres in Scotland",
        "History of Dumfries and Galloway",
        "Political history of Scotland",
        "Terrorist incidents in Scotland",
        "Explosions in Scotland",
        "Improvised explosive device bombings in 1988",
        "Lockerbie"
    ],
    "infobox": "{{Infobox Aircraft occurrence\n| occurrence_type = Bombing\n| name = Pan Am Flight 103\n| image = Boeing 747-121, Pan American World Airways - Pan Am AN0076297.jpg\n| alt = \n| caption = N739PA, the accident aircraft, as \"Clipper Maid of the Seas\", seen taking off at [[Los Angeles International Airport]] in 1987.\n| date = {{start date|1988|12|21|df=y}}\n| summary = In-flight breakup due to terrorist bombing\n| site = [[Lockerbie]], Scotland\n| coordinates = {{coord|55|06|56|N|003|21|31|W|type:event|display=inline,title}}\n| total_fatalities = 270\n| origin = [[Frankfurt Airport]], [[Frankfurt]], West Germany\n| stopover = \n| stopover0 = [[Heathrow Airport]], [[London]], United Kingdom\n| stopover1 = [[John F. Kennedy International Airport]], [[New York City]], [[New York (state)|New York]], [[United States]]\n| last_stopover = \n| destination = [[Detroit Metropolitan Airport]], [[Michigan]], United States\n| aircraft_type = [[Boeing 747-100|Boeing 747–121]]\n| aircraft_name = ''Clipper Maid of the Seas''\n| Operator = [[Pan American World Airways]]\n| IATA = PA103\n| ICAO = PAA103\n| callsign = CLIPPER 103\n| tail_number = N739PA\n| occupants = 259\n| passengers = 243\n| crew = 16\n| fatalities = 259\n| injuries = \n| missing = \n| survivors = 0\n| ground_fatalities = 11\n}}",
    "article": "Pan Am Flight 103 was a regularly scheduled Pan Am transatlantic flight from Frankfurt to Detroit via London and New York City. On 21 December 1988, N739PA, the aircraft operating the transatlantic leg of the route was destroyed by a bomb, killing all 243 passengers and 16 crew in what became known as the Lockerbie bombing. Large sections of the aircraft crashed onto a residential street in Lockerbie, Scotland, killing 11 people on the ground. With a total of 270 people killed, it is the deadliest terrorist attack in the history of the United Kingdom.\n\nFollowing a three-year joint investigation by Dumfries and Galloway Constabulary and the US Federal Bureau of Investigation (FBI), arrest warrants were issued for two Libyan nationals in November 1991. In 1999, Libyan leader Muammar Gaddafi handed over the two men for trial at Camp Zeist, Netherlands, after protracted negotiations and UN sanctions. In 2001, Abdelbaset al-Megrahi, a Libyan intelligence officer, was jailed for life after being found guilty of 270 counts of murder in connection with the bombing. In August 2009, he was released by the Scottish Government on compassionate grounds after being diagnosed with prostate cancer. He died in May 2012 as the only person to be convicted for the attack.\n\nIn 2003, Gaddafi accepted responsibility for the Lockerbie bombing and paid compensation to the families of the victims, although he maintained that he had never given the order for the attack. Acceptance of responsibility was part of a series of requirements laid out by a UN resolution in order for sanctions against Libya to be lifted. Libya said it had to accept responsibility due to Megrahi's status as a government employee.\n\nDuring the Libyan Civil War in 2011, former Minister of Justice Mustafa Abdul Jalil claimed that the Libyan leader had personally ordered the bombing, though this was later denied, while investigators have long believed that Megrahi did not act alone, and have been reported as questioning retired Stasi agents about a possible role in the attack.\n\nSome relatives of the dead, including the Lockerbie campaigner Dr Jim Swire, believe the bomb was planted at Heathrow Airport and not sent via feeder flights from Malta, as the US and UK claim. A cell belonging to the Popular Front for the Liberation of Palestine (General Command) had been operating in West Germany in the months before the Pan Am bombing.\n\n==Aircraft==\n\n\n\nThe aircraft operating Pan Am Flight 103 was a Boeing 747–121, registered  and named Clipper Maid of the Seas; prior to 1979, it had been named Clipper Morning Light. It was the 15th 747 built, and was delivered in February 1970, one month after the first 747 entered service with Pan Am. In 1978, as Clipper Morning Light, it had appeared in \"Conquering the Atlantic\", the fourth episode of the BBC Television documentary series Diamonds in the Sky, presented by Julian Pettifer.\n\n==Flight==\nPan Am 103 originated as a feeder flight at Frankfurt Airport, West Germany, using a Boeing 727. Both Pan Am and TWA routinely changed the type of aircraft operating different legs of a flight. PA103 was bookable as either a single Frankfurt-New York or a Frankfurt-Detroit itinerary, though a scheduled change of aircraft took place in London's Heathrow Airport. Upon arrival at Heathrow Terminal 3 on the day of the disaster, passengers and their luggage as well as an unaccompanied interline luggage on the feeder flight transferred directly onto Clipper Maid of the Seas, whose previous flight had originated from Los Angeles and arrived via San Francisco. The aircraft, which operated the flight's transatlantic leg, pushed back from the terminal at 18:04 and took off from runway 27R at 18:25, en route for New York JFK Airport and on to Detroit Metropolitan Wayne County Airport. Contrary to many popular accounts of the disaster (though repeated, with reference, below), the flight, which had a scheduled gate departure time of 18:00, left Heathrow airport on time.\n\nAfter the bombing, the flight number was changed, in accordance with standard practice among airlines after disasters. Within days, the Frankfurt-London-New York-Detroit route was being served by Pan Am Flight 3.\n\n==Explosion and collision timeline==\n\n===Contact is lost===\nAt 18:58, the aircraft established two-way radio contact with Shanwick Oceanic Area Control in Prestwick on 123.95 MHz.\n\nThe Clipper Maid of the Seas approached the corner of the Solway Firth at 19:01, and crossed the coast at 19:02 UTC. On scope, the aircraft showed transponder code, or \"squawk\", 0357 and flight level 310. At this point, the Clipper Maid of the Seas was flying at  on a heading of 316 degrees magnetic, and at a speed of  calibrated airspeed. Subsequent analysis of the radar returns by RSRE concluded that the aircraft was tracking 321° (grid) and travelling at a ground speed of .\n\nAt 19:02:44, the clearance delivery officer at Shanwick transmitted its oceanic route clearance. The aircraft did not acknowledge this message. The Clipper Maid of the Seas \"squawk\" then flickered off. Air Traffic Control tried to make contact with the flight, with no response. At this time a loud sound was recorded on the cockpit voice recorder (CVR) at 19:02:50. Five radar echoes fanning out appeared, instead of one. Comparison of the cockpit voice recorder to the radar returns showed that, eight seconds after the explosion, the wreckage had a  spread. A British Airways pilot, flying the London–Glasgow shuttle near Carlisle, called Scottish authorities to report that he could see a huge fire on the ground.\n\n===Disintegration of aircraft===\n\n\n\nThe explosion punched a 50-cm (20-inch) hole on the left side of the fuselage. Investigators from the US Federal Aviation Administration (FAA) concluded that no emergency procedures had been started in the cockpit. The cockpit voice recorder, located in the tail section of the aircraft, was found in a field by police searchers within 24 hours. There was no evidence of a distress signal; a 180-millisecond hissing noise could be heard as the explosion destroyed the aircraft's communications centre. Although the explosion was in the aircraft hold, the effect was magnified by the large difference in pressure between the aircraft's interior and exterior, i.e., uncontrolled decompression of the fuselage. The aircraft's elevator and rudder control cables had been disrupted and the fuselage pitched downwards and to the left.\n\nInvestigators from the Air Accidents Investigation Branch (AAIB) of the British Department for Transport concluded that the nose of the aircraft was effectively blown off, and was separated from the main section within three seconds of the explosion. The nose cone was briefly held on by a band of metal but facing aft, like the lid of a can. It then sheared off, up and backwards to starboard, striking off the No. 3 engine and landing some distance outside the town, on a hill in Tundergarth.\n\n===Fuselage impact===\nThe fuselage continued moving forward and down until it reached , at which point its dive became nearly vertical. The rear fuselage, parts of the baggage hold and three landing gear units landed at Rosebank Crescent. The fuselage consisting of the main wing box structure landed in Sherwood Crescent, creating a large impact crater where three homes previously stood. The  of jet fuel ignited by the impact started fires which destroyed several additional houses. Investigators were able to determine that both wings had landed in the Sherwood Crescent crater, saying \"the total absence of debris from the wing primary structure found remote from the crater confirmed the initial impression that the complete wing box structure had been present at the main impact.\" The British Geological Survey  away at Eskdalemuir registered a seismic event at 19:03:36 measuring 1.6 on the moment magnitude scale, which was attributed to the impact. According to the report, the rest of the wreckage composed of \"the complete fuselage forward of approximately station 480 to station 380 and incorporating the flight deck and nose landing gear was found as one piece in a field approximately  east of Lockerbie.\" This field, located opposite Tundergarth Church, is where the wreckage most easily identified with images of the accident in the media fell, having fallen \"almost flat on its left side but with a slight nose-down attitude.\"\n\n==Victims==\n \n\n\nAll 243 passengers and 16 crew members were killed, as were 11 residents of Lockerbie on the ground. Of the 270 total fatalities, 190 were American citizens and 43 British citizens. Nineteen other nationalities were represented, with four or fewer passengers per country.\n\n===Crew===\nFlight 103 was under the command of Captain James B. MacQuarrie (55), an experienced pilot with almost 11,000 flight hours, of which more than 4,000 had been accrued in 747 aircraft. First Officer Raymond R. Wagner (52) had approximately 5,500 flight hours in the 747 and a total of almost 12,000 hours. Flight Engineer Jerry D. Avritt (46) had more than 8,000 hours of flying experience, with nearly 500 hours in the 747. He had come to Pan Am through the 1980 merger with National Airlines. The cockpit crew was based at JFK.\n\nSix of the 13 cabin crew members became naturalised US citizens while working for Pan Am. The cabin crew was based at Heathrow and lived in the London area or commuted from around Europe. All were originally hired by Pan Am and ranged from 28 years to nine months in seniority.\n\nThe captain, first officer, flight engineer, a flight attendant and several First Class passengers were found still strapped to their seats inside the nose section when it crashed in Tundergarth. The inquest heard that a flight attendant was found alive by a farmer's wife, but died before her discoverer could summon help. Some passengers may have remained alive briefly after impact; a pathologist's report concluded that at least two of these passengers might have survived if they had been found soon enough.\n\n===Passengers===\n\n====Syracuse University students====\nThirty-five of the passengers were students from Syracuse University returning home for Christmas following a semester studying in London at Syracuse's London campus.\n\n====Notable passengers====\n\nProminent among the passenger victims was the 50-year-old UN Commissioner for Namibia, Bernt Carlsson, who would have attended the signing ceremony of the New York Accords at the UN headquarters the following day. Also aboard were Volkswagen America CEO James Fuller who was returning from a meeting with Volkswagen executives in West Germany; musician Paul Jeffreys, the former bass player with Steve Harley & Cockney Rebel, with his wife on their honeymoon; and Irish Olympic sailor Peter Dix.\n\n====US government officials====\nMatthew Gannon, the Central Intelligence Agency's deputy station chief in Beirut, Lebanon, was sitting in Clipper Class, Pan Am's version of business class, seat 14J.\n\nThere was a party of US intelligence specialists on board the flight. Their presence gave rise to speculations and conspiracy theories, in which one or more of them were said to have been targeted.\n\n===Lockerbie residents===\nEleven Lockerbie residents on Sherwood Crescent were killed when the wing section hit the house at 13 Sherwood Crescent at more than  and exploded, creating a crater  long and with a volume of . The property was completely destroyed and its occupants were killed. Their bodies were never found. Several other houses and their foundations were destroyed, and 21 others were damaged so badly they had to be demolished.\n\nA family of four were killed when their house at 15 Sherwood Crescent exploded. A couple and their daughter were killed by the explosion in their house at 16 Sherwood Crescent. Their son witnessed a fireball engulfing his home from a neighbour's garage, where he had been repairing his sister's bicycle. The other Lockerbie residents who died were two widows aged 82 and 81, who also both lived in Sherwood Crescent; they were the two oldest victims of the disaster. The bodies of both 15 Sherwood Cresent children and both 16 Sherwood Crescent parents were never recovered.\n\nFather Patrick Keegans, Lockerbie's Roman Catholic priest, was preparing to visit the Henrys at approximately 7 pm that evening with his mother, having recently been appointed a parish priest of the town. Father Keegans' house at 1 Sherwood Crescent was the only one on the street that was neither destroyed by the impact nor gutted by fire. According to a BBC article on the fire published in 2018, Father Keegans had gone upstairs to make sure that he had hidden his mother's Christmas present, and recalls that \"Immediately after that, there was an enormous explosion\". The same source claims that, following this, \"the shaking stopped and to his surprise he was uninjured\". Mrs Keegans was also unharmed, having been shielded from debris by a fridge-freezer.\n\nDespite being advised by their governments not to travel to Lockerbie, many of the passengers' relatives, most of them from the US, arrived there within days to identify the dead. Volunteers from Lockerbie set up and staffed canteens, which stayed open 24 hours a day and offered relatives, soldiers, police officers, and social workers free sandwiches, hot meals, coffee, and someone to talk to. The people of the town washed, dried, and ironed every piece of clothing that was found once the police had determined they were of no forensic value, so that as many items as possible could be returned to the relatives. The BBC's Scotland correspondent, Andrew Cassell, reported on the 10th anniversary of the bombing that the townspeople had \"opened their homes and hearts\" to the relatives, bearing their own losses \"stoically and with enormous dignity\", and that the bonds forged then continue to this day.\n\n==Prior alerts==\nTwo alerts were released shortly before the bombing.\n\n===Helsinki warning===\nOn 5 December 1988 (16 days prior to the attack), the Federal Aviation Administration (FAA) issued a security bulletin saying that, on that day, a man with an Arabic accent had telephoned the US Embassy in Helsinki, Finland and told them that a Pan Am flight from Frankfurt to the United States would be blown up within the next two weeks by someone associated with the Abu Nidal Organization; he said a Finnish woman would carry the bomb on board as an unwitting courier.\n\nThe anonymous warning was taken seriously by the US government and the State Department cabled the bulletin to dozens of embassies. The FAA sent it to all US carriers, including Pan Am, which had charged each of the passengers a $5 security surcharge, promising a \"program that will screen passengers, employees, airport facilities, baggage and aircraft with unrelenting thoroughness\"; the security team in Frankfurt found the warning under a pile of papers on a desk the day after the bombing. One of the Frankfurt security screeners, whose job was to spot explosive devices under X-ray, told ABC News that she had first learned what Semtex (a plastic explosive) was during her ABC interview 11 months after the bombing.\n\nOn 13 December, the warning was posted on bulletin boards in the US Embassy in Moscow and eventually distributed to the entire American community there, including journalists and businessmen.\n\n===PLO warning===\nJust days before the sabotage of the aircraft, security forces in European countries, including the UK, were put on alert after a warning from the Palestine Liberation Organization (PLO) that extremists might launch terrorist attacks to undermine the then ongoing dialogue between the United States and the PLO.\n\n==Claims of responsibility==\n\n\nThe day of the bombing, the French Directorate-General for External Security was informed by their British counterpart that the English suspected the Libyans to be behind the bombing.\n\nAccording to a CIA analysis dated 22 December 1988, several groups were quick to claim responsibility in telephone calls in the United States and Europe:\n\n* A male caller claimed that a group called the \"Guardians of the Islamic Revolution\" had destroyed the plane in retaliation for Iran Air Flight 655 being shot down by US forces in the Persian Gulf the previous July.\n* A caller claiming to represent the Islamic Jihad Organization told ABC News in New York that the group had planted the bomb to commemorate Christmas.\n*Another caller claimed responsibility for the \"Ulster Defence League\".\n*Another caller claimed the plane had been downed by Mossad, the Israeli intelligence service.\nThe list's author noted, \"We consider the claims from the Guardians of the Islamic Revolution as the most credible one received so far,\" but the analysis concluded, \"We cannot assign responsibility for this tragedy to any terrorist group at this time. We anticipate that, as often happens, many groups will seek to claim credit.\"\n\nMuammar Gaddafi took responsibility for the Lockerbie bombing and paid compensation to the victims' families in 2003, though he maintained that he had not ordered the attack. On 22 February 2011, during the Libyan Civil War, former Minister of Justice Mustafa Abdul Jalil stated in an interview with the Swedish newspaper Expressen that Muammar Gaddafi had personally ordered the bombing. Jalil claimed to possess \"documents that prove [his allegations] and [that he is] ready to hand them over to the international criminal court.\" Jalil later denied making this claim, saying he was misquoted.\n\nIn December 2013, it was revealed that the original prime suspects in the bombing had been the Popular Front for the Liberation of Palestine – General Command (PFLP-GC), a Syria-based group led by Ahmed Jibril. A flood of warnings immediately preceding the disaster had included one that read: 'team of Palestinians not associated with PLO intends to attack US targets in Europe. Time frame is present. Targets specified are Pan Am Airlines and US military bases.' Five weeks before this warning, Jibril's right-hand man, Haffez Dalkamoni, had been arrested in Frankfurt with a known bomb-maker, Marwen Khreesat. \"Later US intelligence officials confirmed that members of the group had been monitoring Pan Am's facilities at Frankfurt airport. On Dalkamoni's account bombs made by Khreesat were at large somewhere.\" A deep-cover CIA agent was told by up to 15 high-level Syrian officials that the PFLP-GC was involved and that officials interacted with Jibril \"on a constant basis\". In 2014, an Iranian ex-spy asserted that Iran ordered the attack. The Iranian foreign ministry swiftly denied any involvement.\n\n==Investigation==\n\n\n===Civil investigation===\n\n====Crash site====\n\n\nThe initial investigation into the crash site by Dumfries and Galloway Constabulary involved many helicopter surveys, satellite imaging, and a search of the area by police and soldiers. The wreckage of the crash was scattered over 2,000 square kilometres and AAIB investigators were confronted by a massive jigsaw puzzle in trying to piece the plane back together. In total, 4 million pieces of wreckage were collected and registered on computer files. More than 10,000 pieces of debris were retrieved, tagged and entered into a computer tracking system. The perpetrators had apparently intended the plane to crash into the sea, destroying any traceable evidence, but the late departure time (contrary to statement, with reference, above), of the aircraft meant that its explosion over land left a trail of evidence.\n\nThe fuselage of the aircraft was reconstructed by air accident investigators, revealing a  hole consistent with an explosion in the forward cargo hold. Examination of the baggage containers revealed that the container nearest the hole had blackening, pitting, and severe damage, indicating a \"high-energy event\" had taken place inside it. A series of test explosions were carried out to confirm the precise location and quantity of explosive used.\n\nFragments of a Samsonite suitcase believed to have contained the bomb were recovered, together with parts and pieces of circuit board identified as components of a Toshiba 'Bombeat' RT-SF16, radio cassette player, similar to that used to conceal a Semtex bomb seized by West German police from the Palestinian militant group Popular Front for the Liberation of Palestine – General Command two months earlier. Items of baby clothing, which were subsequently proven to have been made in Malta, were thought to have come from the same suitcase.\n\n====Witnesses====\nThe clothes were traced to a Maltese merchant, Tony Gauci, who became a key prosecution witness, testifying that he sold the clothes to a man of Libyan appearance. Gauci was interviewed 23 times, giving contradictory evidence about who had bought the clothes, that person's age and appearance, and the date of purchase, but later identified Abdelbaset al-Megrahi. As Megrahi had only been in Malta on 7 December, that date was assumed to be the purchase date. This date is in doubt as Gauci had testified that Malta's Christmas lights had not been on when the clothes had been purchased; it was subsequently determined that the lights had been switched on on 6 December. Scottish police had also failed to inform the defence that another witness had testified seeing Libyan men making a similar purchase on a different day. An official report, providing information not made available to the defence during the original trial, stated that, on 19 April 1999, four days before identifying al-Megrahi for the first time, Gauci had seen a picture of al-Megrahi in a magazine which connected him to the bombing, a fact which could have distorted his judgement. Gauci was shown the same magazine during his testimony at al-Megrahi's trial and asked if he had identified the photograph in April 1999 as being the person who purchased the clothing; he was then asked if that person was in the court. Gauci then identified al-Megrahi for the court stating – \"He is the man on this side. He resembles him a lot\".\n\nA circuit board fragment, allegedly found embedded in a piece of charred material, was identified as part of an electronic timer similar to one found on a Libyan intelligence agent who had been arrested 10 months previously for carrying materials for a Semtex bomb. The timer was allegedly traced through its Swiss manufacturer, Mebo, to the Libyan military, and Mebo employee Ulrich Lumpert identified the fragment at al-Megrahi's trial. Mebo's owner, Edwin Bollier, testified at the trial that the Scottish police had originally shown him a fragment of a brown 8-ply circuit board from a prototype timer which had never been supplied to Libya. Yet the sample he was asked to identify at the trial was a green 9-ply circuit board that Mebo had indeed supplied to Libya. Bollier wanted to pursue this discrepancy, but was told by trial judge Lord Sutherland that he could not do so. Bollier claimed that in 1991 he had declined an offer of $4 million from the FBI in exchange for his support of the main line of inquiry, though this claim has never been verified.\n\n===Criminal inquiry===\nKnown as the Lockerbie bombing and the Lockerbie air disaster in the UK, it was described by Scotland's Lord Advocate as the UK's largest criminal inquiry led by the smallest police force in Britain, Dumfries and Galloway Constabulary.\n\nAfter a three-year joint investigation by Dumfries and Galloway Constabulary and the US Federal Bureau of Investigation, during which 15,000 witness statements were taken, indictments for murder were issued on 13 November 1991 against Abdelbaset al-Megrahi, a Libyan intelligence officer and the head of security for Libyan Arab Airlines (LAA), and Lamin Khalifah Fhimah, the LAA station manager in Luqa Airport, Malta. UN sanctions against Libya and protracted negotiations with Libyan leader Colonel Muammar Gaddafi secured the handover of the accused on 5 April 1999 to Scottish police at Camp Zeist, Netherlands, which was selected as a neutral venue for their trial.\n\nBoth the accused chose not to give evidence in court. On 31 January 2001, Megrahi was convicted of murder by a panel of three Scottish judges and sentenced to life imprisonment, but Fhimah was acquitted. Megrahi's appeal against his conviction was refused on 14 March 2002, and his application to the European Court of Human Rights was declared inadmissible in July 2003. On 23 September 2003, Megrahi applied to the Scottish Criminal Cases Review Commission (SCCRC) for his conviction to be reviewed, and on 28 June 2007 the SCCRC announced its decision to refer the case to the High Court of Justiciary in Edinburgh after it found he \"may have suffered a miscarriage of justice\".\n\nMegrahi served just over 10 years of his sentence (beginning 5 April 1999), first in Barlinnie prison, Glasgow, and latterly in Greenock prison, Renfrewshire, throughout which time he maintained that he was innocent of the charges against him. He was released from prison on compassionate grounds on 20 August 2009.\n\nIn October 2015, Scottish prosecutors announced that they wanted to interview two Libyan nationals, whom they had identified as new suspects, over the bombing.\n\n==Trial, appeals, and release==\n\nOn 3 May 2000, the trial of Abdelbaset al-Megrahi and Lamin Khalifah Fhimah began. Megrahi was found guilty of 270 counts of murder on 31 January 2001, and was sentenced to life imprisonment in Scotland; his co-defendant, Fhimah, was found not guilty.\n\nThe Lockerbie judgment stated: \"From the evidence which we have discussed so far, we are satisfied that it has been proved that the primary suitcase containing the explosive device was dispatched from Malta, passed through Frankfurt and was loaded onto PA103 at Heathrow. It is, as we have said, clear that, with one exception the clothing in the primary suitcase was the clothing purchased in Mr Gauci's shop on 7 December 1988. The purchaser was, on Mr Gauci's evidence, a Libyan. The trigger for the explosion was an MST-13 timer of the single solder mask variety. A substantial quantity of such timers had been supplied to Libya. We cannot say that it is impossible that the clothing might have been taken from Malta, united somewhere with a timer from some source other than Libya and introduced into the airline baggage system at Frankfurt or Heathrow. When, however, the evidence regarding the clothing, the purchaser and the timer is taken with the evidence that an unaccompanied bag was taken from KM180 to PA103A, the inference that that was the primary suitcase becomes, in our view, irresistible. As we have also said, the absence of an explanation as to how the suitcase was taken into the system at Luqa is a major difficulty for the Crown case, but after taking full account of that difficulty, we remain of the view that the primary suitcase began its journey at Luqa. The clear inference which we draw from this evidence is that the conception, planning and execution of the plot which led to the planting of the explosive device was of Libyan origin. While no doubt organisations such as the PFLP-GC and the PPSF were also engaged in terrorist activities during the same period, we are satisfied that there was no evidence from which we could infer that they were involved in this particular act of terrorism, and the evidence relating to their activities does not create a reasonable doubt in our minds about the Libyan origin of this crime.\"\n\n===Appeal===\nThe defence team had 14 days in which to appeal against Megrahi's conviction, and an additional six weeks to submit the full grounds of the appeal. These were considered by a judge sitting in private who decided to grant Megrahi leave to appeal. The only basis for an appeal under Scots law is that there has been a \"miscarriage of justice\", which is not defined in statute and so it is for the appeal court to determine the meaning of these words in each case. Because three judges and one alternate judge had presided over the trial, five judges were required to preside over the Court of Criminal Appeal: Lord Cullen, Lord Justice-General, Lord Kirkwood, Lord Osborne, Lord Macfadyen and Lord Nimmo Smith.\n\nIn what was described as a milestone in Scottish legal history, Lord Cullen granted the BBC permission in January 2002 to televise the appeal, and to broadcast it on the Internet in English with a simultaneous Arabic translation.\n\nWilliam Taylor QC, leading the defence, said at the appeal's opening on 23 January 2002 that the three trial judges sitting without a jury had failed to see the relevance of \"significant\" evidence and had accepted unreliable facts. He argued that the verdict was not one that a reasonable jury in an ordinary trial could have reached if it were given proper directions by the judge. The grounds of the appeal rested on two areas of evidence where the defence claimed the original court was mistaken: the evidence of Maltese shopkeeper, Tony Gauci, which the judges accepted as sufficient to prove that the \"primary suitcase\" started its journey in Malta; and, disputing the prosecution's case, fresh evidence would be adduced to show that the bomb's journey actually started at Heathrow. That evidence, which was not heard at the trial, showed that at some time in the two hours before 00:35 on 21 December 1988 a padlock had been forced on a secure door giving access air side in Terminal 3 of Heathrow airport, near to the area referred to at the trial as the \"baggage build-up area\". Taylor claimed that the PA 103 bomb could have been planted then.\n\nOn 14 March 2002, it took Lord Cullen less than three minutes to deliver the decision of the High Court of Judiciary. The five judges rejected the appeal, ruling unanimously that \"none of the grounds of appeal was well-founded\", adding \"this brings proceedings to an end\". The following day, a helicopter took Megrahi from Camp Zeist to continue his life sentence in Barlinnie Prison, Glasgow.\n\n===SCCRC review===\nMegrahi's lawyers applied to the Scottish Criminal Cases Review Commission (SCCRC) on 23 September 2003 to have his case referred back to the Court of Criminal Appeal for a fresh appeal against conviction. The application to the SCCRC followed the publication of two reports in February 2001 and March 2002 by Hans Köchler, who had been an international observer at Camp Zeist, Netherlands appointed by the Secretary-General of the United Nations. Köchler described the decisions of the trial and appeal courts as a \"spectacular miscarriage of justice\". Köchler also issued a series of statements in 2003, 2005, and 2007 calling for an independent international inquiry into the case and accusing the West of \"double standards in criminal justice\" in relation to the Lockerbie trial on the one hand and the HIV trial in Libya on the other.\n\nOn 28 June 2007, the SCCRC announced its decision to refer Megrahi's case to the High Court for a second appeal against conviction. The SCCRC's decision was based on facts set out in an 800-page report that determined that \"a miscarriage of justice may have occurred\". Köchler criticised the SCCRC for exonerating police, prosecutors and forensic staff from blame in respect of Megrahi's alleged wrongful conviction. He told The Herald of 29 June 2007: \"No officials to be blamed, simply a Maltese shopkeeper.\" Köchler also highlighted the role of intelligence services in the trial and stated that proper judicial proceedings could not be conducted under conditions in which extrajudicial forces are allowed to intervene.\n\n===Second appeal===\nA procedural hearing at the Appeal Court took place on 11 October 2007 when prosecution lawyers and Megrahi's defence counsel, Maggie Scott QC, discussed a number of legal issues with a panel of three judges. One of the issues concerned a number of documents that were shown before the trial to the prosecution, but were not disclosed to the defence. The documents are understood to relate to the Mebo MST-13 timer that allegedly detonated the PA103 bomb. Maggie Scott also asked for documents relating to an alleged payment of $2 million made to Maltese merchant, Tony Gauci, for his testimony at the trial, which led to the conviction of Megrahi.\n\nOn 15 October 2008, five Scottish judges decided unanimously to reject a submission by the Crown Office which sought to limit the scope of Megrahi's second appeal to the specific grounds of appeal that were identified by the SCCRC in June 2007. In January 2009, it was reported that, although Megrahi's second appeal against conviction was scheduled to begin in April 2009, the hearing could last as long as 12 months because of the complexity of the case and volume of material to be examined. The second appeal began on 28 April 2009, lasted for one month and was adjourned in May 2009. On 7 July 2009, the court reassembled for a procedural hearing and was told that because of the illness of one of the judges, Lord Wheatley, who was recovering from heart surgery, the final two substantive appeal sessions would run from 2 November to 11 December 2009, and 12 January to 26 February 2010. Megrahi's lawyer Maggie Scott expressed dismay at the delays: \"There is a very serious danger that my client will die before the case is determined.\"\n\n===Compassionate release and controversy===\n\nOn 25 July 2009, Megrahi applied to be released from jail on compassionate grounds. Three weeks later, on 12 August 2009, Megrahi applied to have his second appeal dropped and was granted compassionate release for his terminal prostate cancer. On 20 August 2009, Megrahi was released from prison and travelled by chartered jet to Libya.\nHis survival beyond the approximate \"three-month\" prognosis generated some controversy. It is believed that, following his release, Al-Megrahi was prescribed abiraterone and prednisone, a combination that extends median survival by an average of 14.8 months. After hospital treatment ended, he returned to his family home. Following his release, Megrahi published evidence on the Internet that was gathered for the abandoned second appeal which he claimed would clear his name.\n\nAllegations have been made that the UK government and BP sought Al-Megrahi's release as part of a trade deal with Libya. In 2008, the UK government \"decided to 'do all it could' to help the Libyans get Al-Megrahi home … and explained the legal procedure for compassionate release to the Libyans.\"\n\nMegrahi was released on licence and was therefore obliged to remain in regular contact with East Renfrewshire Council. On 26 August 2011, it was announced that the whereabouts of Al-Megrahi were unknown due to the social upheaval in Libya and that he had not been in contact for some time. It was reported on 29 August that he had been located and both the Scottish government and council issued a statement confirming that they had been in contact with his family and that his licence had not been breached. MP Andrew Mitchell said Al-Megrahi was comatose and near death. CNN reporter Nic Robertson said he was \"just a shell of the man he once was\" and was surviving on oxygen and an intravenous drip. In an interview on BBC Radio 5 Live, former US ambassador to the United Nations John Bolton called for Al-Megrahi to be extradited.\n\nTo me it will be a signal of how serious the rebel government is for good relations with the United States and the West if they hand over Megrahi for trial.\n\nMohammed al-Alagi, justice minister for the new leadership in Tripoli, said \"the council would not allow any Libyan to be deported to face trial in another country ... Abdelbaset al-Megrahi has already been judged once, and will not be judged again.\" Megrahi died of prostate cancer in Libya on 20 May 2012. Scottish First Minister Alex Salmond said that people should use the occasion to remember the Lockerbie victims.\n\n==Alleged motives==\n\n===Libya===\n\n\nUntil 2002, Libya had never formally admitted carrying out the 1988 Lockerbie bombing. On 16 April 2002, Libya formally admitted responsibility for Pan Am Flight 103 in a letter presented to the president of the United Nations Security Council. Felicity Barringer of The New York Times said that the letter had \"general language that lacked any expression of remorse\" for the people killed in the bombing. The letter stated that it \"accepted responsibility for the actions of its officials\".\n\nThe motive that is generally attributed to Libya can be traced back to a series of military confrontations with the US Navy that took place in the 1980s in the Gulf of Sidra, the whole of which Libya claimed as its territorial waters. First, there was the Gulf of Sidra incident (1981) when two Libyan fighter aircraft were shot down by two US Navy F-14 Tomcat fighters. Then, two Libyan radio ships were sunk in the Gulf of Sidra. Later, on 23 March 1986, a Libyan Navy patrol boat was sunk in the Gulf of Sidra, followed by the sinking of another Libyan vessel on 25 March 1986. The Libyan leader, Muammar Gaddafi, was accused of retaliating for these sinkings by ordering the April 1986 bombing of La Belle, a West Berlin nightclub frequented by US military personnel, killing three people and injuring 230.\n\nThe US National Security Agency's (NSA) alleged interception of an incriminatory message from Libya to its embassy in East Berlin provided US President Ronald Reagan with the justification for Operation El Dorado Canyon on 15 April 1986, with US Navy and US Marine Corps warplanes launching from three aircraft carriers in the Gulf of Sidra and US Air Force warplanes launching from two British bases—the first US military strikes from Britain since World War II—against Tripoli and Benghazi in Libya. The Libyan government claimed the air strikes killed Hana Gaddafi, a daughter Gaddafi claimed he adopted (her reported age has varied between 15 months and seven years). To avenge his daughter's supposed death (Hana or Hanna's actual fate remains disputed), Gaddafi is said to have sponsored the September 1986 hijacking of Pan Am Flight 73 in Karachi, Pakistan.\n\nThe US in turn encouraged and aided the Chadian National Armed Forces (FANT) by supplying satellite intelligence during the Battle of Maaten al-Sarra. The attack resulted in a devastating defeat for Gaddafi's forces, following which he had to accede to a ceasefire ending the Chadian-Libyan conflict and his dreams of African dominance. Gaddafi blamed the defeat on French and US \"aggression against Libya\". The result was Gaddafi's lingering animosity against the two countries which led to Libyan support for the bombings of Pan Am Flight 103 and UTA Flight 772.\n\n===Demands for independent inquiry===\nPrior to the abandonment of Megrahi's second appeal against conviction and while new evidence could be still tested in court, there had been few calls for an independent inquiry into the Lockerbie bombing. Demands for such an inquiry emerged later, and became more insistent. On 2 September 2009, former MEP Michael McGowan demanded that the UK government call for an urgent, independent inquiry led by the UN to find out the truth about Pan Am flight 103. \"We owe it to the families of the victims of Lockerbie and the international community to identify those responsible,\" McGowan said. Two online petitions were started: one calling for a UK public inquiry into the Lockerbie bombing; the other a UN inquiry into the murder of UN Commissioner for Namibia, Bernt Carlsson, in the 1988 Lockerbie bombing. In September 2009, a third petition which was addressed to the President of the United Nations General Assembly demanded that the UN should \"institute a full public inquiry\" into the Lockerbie disaster. On 3 October 2009, Malta was asked to table a UN resolution supporting the petition, which was signed by 20 people including the families of the Lockerbie victims, authors, journalists, professors, politicians and parliamentarians, as well as Archbishop Desmond Tutu. The signatories considered that a UN inquiry could help remove \"many of the deep misgivings which persist in lingering over this tragedy\" and could also eliminate Malta from this terrorist act. Malta was brought into the case because the prosecution argued that the two accused Libyans, Abdelbaset al-Megrahi and Lamin Khalifah Fhimah, had placed the bomb on an Air Malta aircraft before it was transferred at Frankfurt airport to a feeder flight destined for London's Heathrow airport, from which Pan Am Flight 103 departed. The Maltese government responded saying that the demand for a UN inquiry was \"an interesting development that would be deeply considered, although there were complex issues surrounding the event.\"\n\nOn 24 August 2009, Lockerbie campaigner Dr Jim Swire wrote to Prime Minister, Gordon Brown, calling for a full inquiry, including the question of suppression of the Heathrow evidence. This was backed up by a delegation of Lockerbie relatives, led by Pamela Dix, who went to 10 Downing Street on 24 October 2009 and handed over a letter addressed to Gordon Brown calling for a meeting with the Prime Minister to discuss the need for a public inquiry and the main issues that it should address. An op-ed article by Pamela Dix, subtitled \"The families of those killed in the bombing have not given up hope of an inquiry to help us learn the lessons of this tragedy\", was published in The Guardian on 26 October 2009. On 1 November 2009, it was reported that Gordon Brown had ruled out a public inquiry into Lockerbie, saying in response to Dr Swire's letter: \"I understand your desire to understand the events surrounding the bombing of Pan Am flight 103 but I do not think it would be appropriate for the UK government to open an inquiry of this sort.\" UK ministers explained that it was for the Scottish Government to decide if it wants to hold its own, more limited, inquiry into the worst terrorist attack on British soil. The Scottish Government had already rejected an independent inquiry, saying it lacks the constitutional power to examine the international dimensions of the case.\n\nConcluding his extensive reply dated 27 October 2009 to the Prime Minister, Dr Swire said: \"You have now received a much more comprehensive letter requesting a full inquiry from our group 'UK Families-Flight 103'. I am one of the signatories. I hope that the contents of this letter underline some of the reasons as to why I cannot possibly accept that any inquiry should be limited to Scotland, and I apologise if my previous personal letter of 24 August misled you over the main focus that the inquiry will need to address. That focus lies in London and at the door of the then inhabitant of Number 10 Downing Street. I look forward to hearing your comments both to our group's letter and to the contents of this one.\"\n\n===Claims of Gaddafi involvement===\n\nOn 23 February 2011, amidst the Libyan Civil War, Mustafa Abdul Jalil, former Libyan Justice Minister (and later member and Chairman of the anti-Gaddafi National Transitional Council), alleged that he had evidence that Libyan leader, Muammar Gaddafi, had personally ordered Abdelbaset al-Megrahi to bomb Pan Am Flight 103.\n\n===Alternative theories===\n\nBased on a 1995 investigation by journalists Paul Foot and John Ashton, alternative explanations of the plot to commit the Lockerbie bombing were listed by The Guardian's Patrick Barkham in 1999. Following the Lockerbie verdict in 2001 and the appeal in 2002, attempts have been made to re-open the case amid allegations that Libya was framed. One theory suggests the bomb on the plane was detonated by radio. Another theory suggests the CIA prevented the suitcase containing the bomb from being searched. Iran's involvement is alleged, either in association with a Palestine militant group, or in loading the bomb while the plane was at Heathrow. The US Defense Intelligence Agency alleges that Ali Akbar Mohtashamipur (Ayatollah Mohtashemi), a member of the Iranian government, paid US$10 million for the bombing:\n\n\n\nOther theories implicate Libya and Abu Nidal, and apartheid South Africa.\n\n===PCAST statement===\nOn 29 September 1989, President Bush appointed Ann McLaughlin Korologos, former Secretary of Labor, to chair the President's Commission on Aviation Security and Terrorism (PCAST) to review and report on aviation security policy in the light of the sabotage of flight PA103. Oliver \"Buck\" Revell, the FBI's Executive Assistant Director, was assigned to advise and assist PCAST in their task.\n\nBefore submitting their report, the PCAST members met a group of British PA103 relatives at the US embassy in London on 12 February 1990. One of the British relatives, Martin Cadman, alleges that a member of President Bush's staff told him: \"Your government and ours know exactly what happened but they are never going to tell.\" The statement first came to public attention in the 1994 documentary film The Maltese Double Cross – Lockerbie and was published in both The Guardian of 12 November 1994, and a special report from Private Eye magazine entitled Lockerbie, the flight from justice May/June 2001.\n\n==Compensation==\n\n===From Libya===\nOn 29 May 2002, Libya offered up to US$2.7 billion to settle claims by the families of the 270 killed in the Lockerbie bombing, representing US$10 million per family. The Libyan offer was that 40% of the money would be released when United Nations sanctions, suspended in 1999, were cancelled; another 40% when US trade sanctions were lifted; and the final 20% when the US State Department removed Libya from its list of states sponsoring terrorism.\n\nJim Kreindler of the New York law firm Kreindler & Kreindler, which orchestrated the settlement, said: \"These are uncharted waters. It is the first time that any of the states designated as sponsors of terrorism have offered compensation to families of terror victims.\" The US State Department maintained that it was not directly involved. \"Some families want cash, others say it is blood money\", said a State Department official.\n\nCompensation for the families of the PA103 victims was among the steps set by the UN for lifting its sanctions against Libya. Other requirements included a formal denunciation of terrorism—which Libya said it had already made—and \"accepting responsibility for the actions of its officials\".\n\nOn 15 August 2003, Libya's UN ambassador, Ahmed Own, submitted a letter to the UN Security Council formally accepting \"responsibility for the actions of its officials\" in relation to the Lockerbie bombing. The Libyan government then proceeded to pay compensation to each family of US$8 million (from which legal fees of about US$2.5 million were deducted) and, as a result, the UN cancelled the sanctions that had been suspended four years earlier, and US trade sanctions were lifted. A further US$2 million would have gone to each family had the US State Department removed Libya from its list of states regarded as supporting international terrorism, but as this did not happen by the deadline set by Libya, the Libyan Central Bank withdrew the remaining US$540 million in April 2005 from the escrow account in Switzerland through which the earlier US$2.16 billion compensation for the victims' families had been paid. The United States announced resumption of full diplomatic relations with Libya after deciding to remove it from its list of countries that support terrorism on 15 May 2006.\n\nOn 24 February 2004, Libyan Prime Minister Shukri Ghanem stated in a BBC Radio 4 interview that his country had paid the compensation as the \"price for peace\" and to secure the lifting of sanctions. Asked if Libya did not accept guilt, he said, \"I agree with that.\" He also said there was no evidence to link Libya with the April 1984 shooting of police officer Yvonne Fletcher outside the Libyan Embassy in London. Gaddafi later retracted Ghanem's comments, under pressure from Washington and London.\n\nA civil action against Libya continued until 18 February 2005 on behalf of Pan Am and its insurers, which went bankrupt partly as a result of the attack. The airline was seeking $4.5 billion for the loss of the aircraft and the effect on the airline's business.\n\nIn the wake of the SCCRC's June 2007 decision, there have been suggestions that, if Megrahi's second appeal had been successful and his conviction had been overturned, Libya could have sought to recover the $2.16 billion compensation paid to the relatives. Interviewed by French newspaper Le Figaro on 7 December 2007, Saif al-Islam Gaddafi said that the seven Libyans convicted for the Pan Am Flight 103 and the UTA Flight 772 bombings \"are innocent\". When asked if Libya would therefore seek reimbursement of the compensation paid to the families of the victims (US$33 billion in total), Saif Gaddafi replied: \"I don't know\".\n\nFollowing discussions in London in May 2008, US and Libyan officials agreed to start negotiations to resolve all outstanding bilateral compensation claims, including those relating to UTA Flight 772, the 1986 Berlin discotheque bombing and Pan Am Flight 103. On 14 August 2008, a US-Libya compensation deal was signed in Tripoli by US Assistant Secretary of State David Welch and Libya's Foreign Ministry head of America affairs, Ahmed al-Fatroui. The agreement covers 26 lawsuits filed by American citizens against Libya, and three by Libyan citizens in respect of the US bombing of Tripoli and Benghazi in April 1986 which killed at least 40 people and injured 220. In October 2008 Libya paid $1.5 billion into a fund which will be used to compensate relatives of the\n\n# Lockerbie bombing victims with the remaining 20% of the sum agreed in 2003;\n# American victims of the 1986 Berlin discotheque bombing;\n# American victims of the 1989 UTA Flight 772 bombing; and,\n# Libyan victims of the 1986 US bombing of Tripoli and Benghazi.\n\nAs a result, President Bush signed  restoring the Libyan government's immunity from terror-related lawsuits and dismissing all of the pending compensation cases in the US, the White House said. US State Department spokesman, Sean McCormack, called the move a \"laudable milestone ... clearing the way for a continued and expanding US-Libyan partnership.\"\n\nIn an interview shown in BBC Two's The Conspiracy Files: Lockerbie on 31 August 2008, Saif Gaddafi said that Libya had admitted responsibility for the Lockerbie bombing simply to get trade sanctions removed. He went on to describe the families of the Lockerbie victims as very greedy: \"They were asking for more money and more money and more money\". Several of the victims families refused to accept compensation due to their belief that Libya was not responsible.\n\n====February 2011====\nIn an interview with Swedish newspaper Expressen on 23 February 2011, Mustafa Abdul Jalil, former Justice Secretary of Libya, claimed to have evidence that Gaddafi personally ordered Al-Megrahi to carry out the bombing.\n\nQuotes: \"[Jalil] told Expressen Khadafy [sic] gave the order to Abdel Baset al-Megrahi, the only man convicted in the bombing of Pan Am Flight 103 over Lockerbie, Scotland, which killed all 259 people on board and 11 on the ground on 21 December 1988.\n'To hide it, he (Khadafy) did everything in his power to get al-Megrahi back from Scotland,' Abdel-Jalil was quoted as saying.\"\n\nAl Jalil's commentary to the Expressen came during widespread political unrest and protests in Libya calling for the removal of Ghaddafi from power. The protests were part of a massive wave of unprecedented uprisings across the Arab world in: Tunisia, Morocco, Bahrain and Egypt, where Egyptian protesters effectively forced the removal of long-term ruler, Hosni Mubarak, from office. Jalil's comments came on a day when Ghaddafi's defiance and refusal to leave his command prompted his brutal attacks on Libyan protesters.\n\nAbdel-Jalil stepped down as minister of justice in protest over the violence against anti-government demonstrations.\n\n====Contingency fees for lawyers====\nOn 5 December 2003, Jim Kreindler revealed that his Park Avenue law firm would receive an initial contingency fee of around US$1 million from each of the 128 American families Kreindler represents. The firm's fees could exceed US$300 million eventually. Kreindler argued that the fees were justified, since \"Over the past seven years we have had a dedicated team working tirelessly on this and we deserve the contingency fee we have worked so hard for, and I think we have provided the relatives with value for money.\"\n\nAnother top legal firm in the US, Speiser Krause, which represented 60 relatives, of whom half were UK families, concluded contingency deals securing them fees of between 28 and 35% of individual settlements. Frank Granito of Speiser Krause noted that \"the rewards in the US are more substantial than anywhere else in the world but nobody has questioned the fee whilst the work has been going on, it is only now as we approach a resolution when the criticism comes your way.\"\n\nIn March 2009, it was announced that US lobbying firm, Quinn Gillespie & Associates, received fees of $2 million for the work it did from 2006 through 2008 helping the PA103 relatives obtain payment by Libya of the final $2 million compensation (out of a total of $10 million) that was due to each family.\n\n===From Pan Am===\nIn 1992, a US federal court found Pan Am guilty of willful misconduct due to lax security screening caused by not implementing baggage reconciliation, a new security program mandated by the FAA prior to the incident, which requires unaccompanied luggage to be searched by hand and to ensure passengers board flights onto which they have checked baggage; Pan Am relied more on the less-effective method of x-ray screening. Two of Pan Am's subsidiaries, Alert Management Inc., which handles Pan Am's security at foreign airports, and Pan American World Services, were also found guilty.\n\n==Memorials and tributes==\n\n\nThere are several private and public memorials to the PA103 victims. Dark Elegy is the work of sculptor Suse Lowenstein of Long Island, whose son Alexander, then 21, was a passenger on the flight. The work consists of 43 nude statues of the wives and mothers who lost a husband or a child. Inside each sculpture there is a personal memento of the victim.\n\n===United States===\n\n\nOn 3 November 1995, then-US President Bill Clinton dedicated a Memorial Cairn to the victims at Arlington National Cemetery, and there are similar memorials at Syracuse University; Dryfesdale Cemetery, near Lockerbie; and in Sherwood Crescent, Lockerbie.\n\nSyracuse University holds a memorial week every year called \"Remembrance Week\" to commemorate its 35 lost students. Every 21 December, a service is held in the university's chapel at 14:03 (19:03 UTC), marking the moment the bomb on board the aircraft was detonated. The university also awards university tuition fees to two students from Lockerbie Academy each year, in the form of its Lockerbie scholarship. In addition, the university annually awards 35 scholarships to seniors to honour each of the 35 students killed. The \"Remembrance Scholarships\" are among the highest honors a Syracuse undergraduate can receive. SUNY Oswego also gives out scholarships in memorial of Colleen Brunner to a student who is studying abroad.\n\n==== The Women of Lockerbie ====\nThe Women of Lockerbie (2003) is a play written by Deborah Brevoort which depicts a woman from New Jersey roaming the hills of Lockerbie, Scotland.  This mother tragically lost her son in the bombing of the Pan Am Flight 103.  While in Lockerbie, 7 years after the flight, she meets the women who witnessed and were affected by the crash itself while she attempts to find closure. This play has received the Silver Medal from the Onassis International Playwriting Competition and the Kennedy Center Fund for New American Plays award.\n\n===Lockerbie===\n\n\nThe main UK memorial is at Dryfesdale Cemetery about a mile west of Lockerbie. There is a semicircular stone wall in the garden of remembrance with the names and nationalities of all the victims along with individual funeral stones and memorials. Inside the chapel at Dryfesdale there is a book of remembrance. There are memorials in Lockerbie and Moffat Roman Catholic churches, where plaques list the names of all 270 victims. In Lockerbie Town Hall Council Chambers, there is a stained-glass window depicting flags of the 21 different countries whose citizens lost their lives in the disaster. There is also a book of remembrance at Lockerbie public library and another at Tundergarth Church. In Sherwood Crescent there is a garden of remembrance to the seven Lockerbie residents killed when the aircraft's main wreckage fell there, destroying their homes.\n\n==Wreckage of the aircraft==\nThe Air Accidents Investigation Branch reassembled a large part of the fuselage to aid with the investigation; this has been retained as evidence and stored in a hangar at Farnborough Airport since the bombing. It was announced in April 2013 that this part of the aircraft was transferred to a secure location in Dumfries, and that it remains evidence in the ongoing criminal investigation.\n\nThe remaining wreckage of the aircraft is stored about a mile from Tattershall, Lincolnshire, at Roger Windley's scrapyard, pending the conclusion of the American victims' civil case and further legal proceedings. The remains include the nose section of the Boeing 747, which was cut into several pieces to assist in removal from Tundergarth Hill.\n\n==See also==\n\n* Air India Flight 182—Another terrorist bombing over the Atlantic Ocean en route to London over Irish airspace\n* The Boy Who Fell Out of the Sky, Ken Dornstein's book about his brother who died in the crash\n* Libyan Arab Airlines Flight 1103, allegedly shot down by Muammar Gaddafi to show the negative effects of sanctions imposed on Libya after the bombing of Flight 103\n* List of accidents and incidents involving commercial aircraft\n* The Maltese Double Cross – Lockerbie a documentary film\n* Timeline of airliner bombing attacks\n\n\n==References==\n\n\n== Further reading ==\n\n* \n* \n* \n* \n* \n* \n* \n* \n* \n* \n*  The Scottish indictment against Megrahi and Fhimah, 13 November 1991. Retrieved 27 February 2005\n*  The U.S. indictment against Megrahi and Fhimah, 13 November 1991. Retrieved 26 February 2005\n*  The Scottish judges. Retrieved 26 February 2005\n*  The verdict against Megrahi and Fhimah, issued 31 January 2001. Retrieved 26 February 2005\n*  \"No:2/9—Boeing 747–121, N739PA, at Lockerbie, Dumfriesshire, Scotland\", Air Accident Investigation Branch (AAIB) report. Retrieved 27 February 2005\n*  The position of the bomb, AAIB report, Appendix F (pdf). Retrieved 27 February 2005\n*  \"Mach stem shock wave effects\", AAIB report, Appendix G (pdf). Retrieved 27 February 2005\n*  Aviation Safety Network summary report. Retrieved 27 February 2005\n*  Graphic of how the aircraft was destroyed, Aviation Safety Network. Retrieved 27 February 2005\n*  The cost of the trial. Retrieved 26 February 2005\n*  The judgment in Megrahi's appeal, 14 March 2002. Retrieved 26 February 2005\n*  United Nations Security Council Resolution 731 (1992), 21 January 1992. Retrieved 26 February 2005\n*  United Nations Security Council Resolution 748 (1992), 21 January 1992. Retrieved 26 February 2005\n*  United Nations Security Council Resolution 883 (1993), 11 November 1993. Retrieved 26 February 2005\n*  In-depth pages on the trial, BBC News. Retrieved 26 February 2005\n*  \"Lessons from Lockerbie, ten years later\", BBC News. Retrieved 26 February 2005\n*  The Lockerbie Trial. Retrieved 29 December 2008\n* \n*  \"Time Trail: Lockerbie\", a collection of stories about the bombing from Time Magazine. Retrieved 25 February 2005\n*  \"Lockerbie appeal hears key witness\", BBC News, 13 February 2002. Retrieved 26 February 2005\n*  \"Lockerbie bomber loses appeal\", BBC News, 14 March 2002. Retrieved 26 February 2005\n*  \"Lockerbie bomber to fight jail move\", by Lucy Adams, The Herald, 25 February 2005. Retrieved 26 February 2005\n*  Website set up by supporters of Megrahi, not recently updated. Retrieved 27 February 2005\n*  Abu Nidal behind Lockerbie, says aide, CNN, 23 August 2002. Retrieved 27 February 2005\n*  \"Court told how jet's radar blip broke up at 7.02 pm\" by Ian Black and Gerard Seenan, 4 May 2000, The Guardian. Retrieved 28 February 2005\n* \n* \n* \n* \n* \"Flight 103,\" ABC News Prime Time Live, 30 November 1989\n* \n* \n*  \"Timer admission in Lockerbie trial\" by Gerard Seenan, 21 June 2000\n* Mr. Waldegrave,  \"House of Commons Hansard Debates\" in The United Kingdom Parliament, 19 April 1990. Retrieved 16 June 2005\n* \n* Koechler, H., and Jason Subler (eds.),  The Lockerbie Trial. Documents Related to the I.P.O. Observer Mission. Studies in International Relations, Vol. XXVII. Vienna: International Progress Organization, 2002, .\n*  \"Scottish Court in the Netherlands 2000–2002\", Web site documenting the observer mission of Dr. Hans Koechler, appointed by UN Secretary-General Kofi Annan as international observer at the Lockerbie trial, regularly updated, International Progress Organization. Retrieved 2005\n*\n*\n*\n*\n*\n* Kreindler, James P., The Lockerbie Case and its Implications for State-Sponsored Terrorism, in: Israel Journal of Foreign Affairs, Vol. 1, No. 2 (2007)\n* Haldane, Jill S., An' then the world came tae oor doorstep: Lockerbie Lives and Stories (The Grimsay Press, 2008). \n* News.bbc.co.uk. \"Lockerbie pair 'could have survived'\n\n\n==External links==\n\n\n*  Pan Am 103 Lockerbie Air Disaster Archives at Syracuse University\n\n* Air Accident Investigation Branch: \n**  Aircraft Accident Report 2/1990 – Report on the accident to Boeing 747–121, N739PA, at Lockerbie, Dumfriesshire, Scotland on 21 December 1988.\"\n**  2/1990 Aircraft Accident Report 2/1990, Appendices A–G\n*  BBC-online interview with Jaswant Basuta\n*  Byte Out Of History: Solving a complex case of international terrorism Federal Bureau of Investigation\n*  Defense Intelligence Agency Redacted Pan Am Report (response to a FOIA, 11 MB PDF) ( Archive)\n* \n*  International observer mission of the president of the International Progress Organization, Dr. Hans Koechler, at the Scottish Court in the Netherlands (\"Lockerbie Court\")\n*  Victims of Pan Am Flight 103, Inc.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nN739PA as Clipper Morning Light, photographed at San Francisco International Airport (KSFO) in 1978.\nN739PA as Clipper Maid of the Seas, photographed at Frankfurt International Airport (FRA) in 1986. The explosion occurred almost directly under the \"P\" in \"Pan Am\" on the other side of the fuselage.\nAAIB model showing fuselage and tail fracture lines and ground locations of parts.Green—southern wreckage trail;red—northern wreckage trail;grey—impact crater;yellow—Rosebank (Lockerbie);white—not recovered/identified. .\nThe nose cone of N739PA at Tundergarth hill.\nDryfesdale Cemetery memorial stone dedicated to Bernt Carlsson.\nCIA analysis of various claims of responsibility for the bombing.\nCassette player similar to the one used in the disaster.\nGulf of Sidra.\nLockerbie Cairn in Arlington National Cemetery, U.S.\nSyracuse University's memorial in Syracuse, New York.\nMemorial at Dryfesdale Cemetery.",
    "links": [
        {
            "title": "Pan Am Flight 103",
            "text": "Pan Am Flight 103",
            "start": 0,
            "end": 17,
            "id": "5409919"
        },
        {
            "title": "Pan Am",
            "text": "Pan Am",
            "start": 44,
            "end": 50,
            "id": "81024"
        },
        {
            "title": "Transatlantic flight",
            "text": "transatlantic flight",
            "start": 51,
            "end": 71,
            "id": "669724"
        },
        {
            "title": "Frankfurt",
            "text": "Frankfurt",
            "start": 77,
            "end": 86,
            "id": "10992"
        },
        {
            "title": "Detroit",
            "text": "Detroit",
            "start": 90,
            "end": 97,
            "id": "8687"
        },
        {
            "title": "London",
            "text": "London",
            "start": 102,
            "end": 108,
            "id": "17867"
        },
        {
            "title": "New York City",
            "text": "New York City",
            "start": 113,
            "end": 126,
            "id": "645042"
        },
        {
            "title": "Pan Am Flight 103",
            "text": "Lockerbie bombing",
            "start": 307,
            "end": 324,
            "id": "5409919"
        },
        {
            "title": "Lockerbie",
            "text": "Lockerbie",
            "start": 394,
            "end": 403,
            "id": "14410202"
        },
        {
            "title": "Scotland",
            "text": "Scotland",
            "start": 405,
            "end": 413,
            "id": "26994"
        },
        {
            "title": "United Kingdom",
            "text": "United Kingdom",
            "start": 542,
            "end": 556,
            "id": "31717"
        },
        {
            "title": "Dumfries and Galloway Constabulary",
            "text": "Dumfries and Galloway Constabulary",
            "start": 605,
            "end": 639,
            "id": "3500496"
        },
        {
            "title": "Federal Bureau of Investigation",
            "text": "Federal Bureau of Investigation",
            "start": 651,
            "end": 682,
            "id": "11127"
        },
        {
            "title": "Muammar Gaddafi",
            "text": "Muammar Gaddafi",
            "start": 784,
            "end": 799,
            "id": "53029"
        },
        {
            "title": "Scottish Court in the Netherlands",
            "text": "Camp Zeist, Netherlands",
            "start": 837,
            "end": 860,
            "id": "377762"
        },
        {
            "title": "Abdelbaset al-Megrahi",
            "text": "Abdelbaset al-Megrahi",
            "start": 919,
            "end": 940,
            "id": "2028438"
        },
        {
            "title": "Release of Abdelbaset al-Megrahi",
            "text": "released",
            "start": 1097,
            "end": 1105,
            "id": "24176744"
        },
        {
            "title": "Scottish Government",
            "text": "Scottish Government",
            "start": 1113,
            "end": 1132,
            "id": "269142"
        },
        {
            "title": "Prostate cancer",
            "text": "prostate cancer",
            "start": 1185,
            "end": 1200,
            "id": "88078"
        },
        {
            "title": "Libyan Civil War (2011)",
            "text": "Libyan Civil War",
            "start": 1718,
            "end": 1734,
            "id": "30706524"
        },
        {
            "title": "Stasi",
            "text": "Stasi",
            "start": 2005,
            "end": 2010,
            "id": "29452"
        },
        {
            "title": "Heathrow Airport",
            "text": "Heathrow Airport",
            "start": 2165,
            "end": 2181,
            "id": "13595"
        },
        {
            "title": "Popular Front for the Liberation of Palestine – General Command",
            "text": "Popular Front for the Liberation of Palestine (General Command)",
            "start": 2274,
            "end": 2337,
            "id": "88176"
        },
        {
            "title": "Boeing 747",
            "text": "Boeing 747–121",
            "start": 2478,
            "end": 2492,
            "id": "4614"
        },
        {
            "title": "Aircraft registration",
            "text": "registered",
            "start": 2494,
            "end": 2504,
            "id": "2367169"
        },
        {
            "title": "Pan Am",
            "text": "Pan Am",
            "start": 2712,
            "end": 2718,
            "id": "81024"
        },
        {
            "title": "BBC Television",
            "text": "BBC Television",
            "start": 2827,
            "end": 2841,
            "id": "352308"
        },
        {
            "title": "Julian Pettifer",
            "text": "Julian Pettifer",
            "start": 2895,
            "end": 2910,
            "id": "5954177"
        },
        {
            "title": "Frankfurt Airport",
            "text": "Frankfurt Airport",
            "start": 2968,
            "end": 2985,
            "id": "248285"
        },
        {
            "title": "West Germany",
            "text": "West Germany",
            "start": 2987,
            "end": 2999,
            "id": "33166"
        },
        {
            "title": "Boeing 727",
            "text": "Boeing 727",
            "start": 3009,
            "end": 3019,
            "id": "91030"
        },
        {
            "title": "Trans World Airlines",
            "text": "TWA",
            "start": 3037,
            "end": 3040,
            "id": "152449"
        },
        {
            "title": "Heathrow Airport",
            "text": "Heathrow Airport",
            "start": 3270,
            "end": 3286,
            "id": "13595"
        },
        {
            "title": "John F. Kennedy International Airport",
            "text": "New York JFK Airport",
            "start": 3737,
            "end": 3757,
            "id": "97218"
        },
        {
            "title": "Detroit Metropolitan Airport",
            "text": "Detroit Metropolitan Wayne County Airport",
            "start": 3768,
            "end": 3809,
            "id": "294538"
        },
        {
            "title": "#Civil investigation",
            "text": "below",
            "start": 3895,
            "end": 3900,
            "id": null
        },
        {
            "title": "Two-way radio",
            "text": "two-way radio",
            "start": 4308,
            "end": 4321,
            "id": "804074"
        },
        {
            "title": "Shanwick Oceanic Control",
            "text": "Shanwick Oceanic Area Control",
            "start": 4335,
            "end": 4364,
            "id": "877241"
        },
        {
            "title": "Solway Firth",
            "text": "Solway Firth",
            "start": 4452,
            "end": 4464,
            "id": "76505"
        },
        {
            "title": "Transponder (aeronautics)",
            "text": "transponder code",
            "start": 4541,
            "end": 4557,
            "id": "7376767"
        },
        {
            "title": "Flight level",
            "text": "flight level",
            "start": 4581,
            "end": 4593,
            "id": "315902"
        },
        {
            "title": "Calibrated airspeed",
            "text": "calibrated airspeed",
            "start": 4715,
            "end": 4734,
            "id": "1129436"
        },
        {
            "title": "Royal Signals and Radar Establishment",
            "text": "RSRE",
            "start": 4780,
            "end": 4784,
            "id": "376723"
        },
        {
            "title": "Flight recorder",
            "text": "cockpit voice recorder",
            "start": 5202,
            "end": 5224,
            "id": "938385"
        },
        {
            "title": "British Airways",
            "text": "British Airways",
            "start": 5440,
            "end": 5455,
            "id": "3970"
        },
        {
            "title": "Carlisle",
            "text": "Carlisle",
            "start": 5502,
            "end": 5510,
            "id": "60858"
        },
        {
            "title": "Fuselage",
            "text": "fuselage",
            "start": 5701,
            "end": 5709,
            "id": "160891"
        },
        {
            "title": "Federal Aviation Administration",
            "text": "Federal Aviation Administration",
            "start": 5737,
            "end": 5768,
            "id": "11186"
        },
        {
            "title": "Uncontrolled decompression",
            "text": "large difference in pressure",
            "start": 6215,
            "end": 6243,
            "id": "1193903"
        },
        {
            "title": "Air Accidents Investigation Branch",
            "text": "Air Accidents Investigation Branch",
            "start": 6485,
            "end": 6519,
            "id": "378501"
        },
        {
            "title": "Department for Transport",
            "text": "Department for Transport",
            "start": 6542,
            "end": 6566,
            "id": "548847"
        },
        {
            "title": "Lockerbie",
            "text": "Tundergarth",
            "start": 6944,
            "end": 6955,
            "id": "14410202"
        },
        {
            "title": "British Geological Survey",
            "text": "British Geological Survey",
            "start": 7750,
            "end": 7775,
            "id": "1390040"
        },
        {
            "title": "Eskdalemuir Observatory",
            "text": "Eskdalemuir",
            "start": 7785,
            "end": 7796,
            "id": "445804"
        },
        {
            "title": "Seismology",
            "text": "seismic",
            "start": 7810,
            "end": 7817,
            "id": "28935"
        },
        {
            "title": "Moment magnitude scale",
            "text": "moment magnitude scale",
            "start": 7857,
            "end": 7879,
            "id": "631494"
        },
        {
            "title": "List of listed buildings in Tundergarth, Dumfries and Galloway",
            "text": "Tundergarth Church",
            "start": 8208,
            "end": 8226,
            "id": "35873824"
        },
        {
            "title": "National Airlines (1934–1980)",
            "text": "National Airlines",
            "start": 9178,
            "end": 9195,
            "id": "7716791"
        },
        {
            "title": "Syracuse University#Pan Am Flight 103",
            "text": "Syracuse University",
            "start": 10130,
            "end": 10149,
            "id": null
        },
        {
            "title": "United Nations Commissioner for Namibia",
            "text": "UN Commissioner for Namibia",
            "start": 10335,
            "end": 10362,
            "id": "13683172"
        },
        {
            "title": "Bernt Carlsson",
            "text": "Bernt Carlsson",
            "start": 10364,
            "end": 10378,
            "id": "2771304"
        },
        {
            "title": "Tripartite Accord (Angola)",
            "text": "New York Accords",
            "start": 10432,
            "end": 10448,
            "id": "12605813"
        },
        {
            "title": "Headquarters of the United Nations",
            "text": "UN headquarters",
            "start": 10456,
            "end": 10471,
            "id": "188955"
        },
        {
            "title": "James Fuller (automobile executive)",
            "text": "James Fuller",
            "start": 10531,
            "end": 10543,
            "id": "5485150"
        },
        {
            "title": "Paul Jeffreys",
            "text": "Paul Jeffreys",
            "start": 10630,
            "end": 10643,
            "id": "23016692"
        },
        {
            "title": "Steve Harley & Cockney Rebel",
            "text": "Steve Harley & Cockney Rebel",
            "start": 10673,
            "end": 10701,
            "id": "263088"
        },
        {
            "title": "Honeymoon",
            "text": "honeymoon",
            "start": 10726,
            "end": 10735,
            "id": "13991"
        },
        {
            "title": "Peter Dix",
            "text": "Peter Dix",
            "start": 10762,
            "end": 10771,
            "id": "62660053"
        },
        {
            "title": "Matthew Gannon",
            "text": "Matthew Gannon",
            "start": 10806,
            "end": 10820,
            "id": "3001304"
        },
        {
            "title": "Central Intelligence Agency",
            "text": "Central Intelligence Agency",
            "start": 10826,
            "end": 10853,
            "id": "5183633"
        },
        {
            "title": "Beirut",
            "text": "Beirut",
            "start": 10880,
            "end": 10886,
            "id": "37428"
        },
        {
            "title": "Pan Am Flight 103 conspiracy theories",
            "text": "conspiracy theories",
            "start": 11089,
            "end": 11108,
            "id": "2677528"
        },
        {
            "title": "Catholic Church",
            "text": "Roman Catholic",
            "start": 12229,
            "end": 12243,
            "id": "606848"
        },
        {
            "title": "BBC",
            "text": "BBC",
            "start": 13579,
            "end": 13582,
            "id": "19344654"
        },
        {
            "title": "Federal Aviation Administration",
            "text": "Federal Aviation Administration",
            "start": 14014,
            "end": 14045,
            "id": "11186"
        },
        {
            "title": "Helsinki",
            "text": "Helsinki",
            "start": 14166,
            "end": 14174,
            "id": "13696"
        },
        {
            "title": "Frankfurt",
            "text": "Frankfurt",
            "start": 14224,
            "end": 14233,
            "id": "10992"
        },
        {
            "title": "Abu Nidal Organization",
            "text": "Abu Nidal Organization",
            "start": 14330,
            "end": 14352,
            "id": "2360"
        },
        {
            "title": "United States Department of State",
            "text": "State Department",
            "start": 14505,
            "end": 14521,
            "id": "31975"
        },
        {
            "title": "ABC News",
            "text": "ABC News",
            "start": 15028,
            "end": 15036,
            "id": "318094"
        },
        {
            "title": "Semtex",
            "text": "Semtex",
            "start": 15069,
            "end": 15075,
            "id": "29285"
        },
        {
            "title": "Moscow",
            "text": "Moscow",
            "start": 15236,
            "end": 15242,
            "id": "19004"
        },
        {
            "title": "Palestine Liberation Organization",
            "text": "Palestine Liberation Organization",
            "start": 15515,
            "end": 15548,
            "id": "24324"
        },
        {
            "title": "Directorate-General for External Security",
            "text": "Directorate-General for External Security",
            "start": 15747,
            "end": 15788,
            "id": "572319"
        },
        {
            "title": "Iran Air Flight 655",
            "text": "Iran Air Flight 655",
            "start": 16181,
            "end": 16200,
            "id": "390520"
        },
        {
            "title": "Islamic Jihad Organization",
            "text": "Islamic Jihad Organization",
            "start": 16306,
            "end": 16332,
            "id": "403622"
        },
        {
            "title": "ABC News",
            "text": "ABC News",
            "start": 16338,
            "end": 16346,
            "id": "318094"
        },
        {
            "title": "Christmas",
            "text": "Christmas",
            "start": 16410,
            "end": 16419,
            "id": "6237"
        },
        {
            "title": "Unionism in Ireland",
            "text": "Ulster Defence League",
            "start": 16469,
            "end": 16490,
            "id": "258890"
        },
        {
            "title": "Muammar Gaddafi",
            "text": "Muammar Gaddafi",
            "start": 16919,
            "end": 16934,
            "id": "53029"
        },
        {
            "title": "Libyan Civil War (2011)",
            "text": "Libyan Civil War",
            "start": 17126,
            "end": 17142,
            "id": "30706524"
        },
        {
            "title": "Popular Front for the Liberation of Palestine – General Command",
            "text": "Popular Front for the Liberation of Palestine – General Command",
            "start": 17611,
            "end": 17674,
            "id": "88176"
        },
        {
            "title": "Ahmed Jibril",
            "text": "Ahmed Jibril",
            "start": 17713,
            "end": 17725,
            "id": "285686"
        },
        {
            "title": "Central Intelligence Agency",
            "text": "CIA",
            "start": 18345,
            "end": 18348,
            "id": "5183633"
        },
        {
            "title": "Syria",
            "text": "Syria",
            "start": 18387,
            "end": 18392,
            "id": "7515849"
        },
        {
            "title": "Dumfries and Galloway Constabulary",
            "text": "Dumfries and Galloway Constabulary",
            "start": 18744,
            "end": 18778,
            "id": "3500496"
        },
        {
            "title": "#Flight",
            "text": "above",
            "start": 19427,
            "end": 19432,
            "id": null
        },
        {
            "title": "Samsonite",
            "text": "Samsonite",
            "start": 19977,
            "end": 19986,
            "id": "946362"
        },
        {
            "title": "Toshiba",
            "text": "Toshiba",
            "start": 20126,
            "end": 20133,
            "id": "59703"
        },
        {
            "title": "Popular Front for the Liberation of Palestine – General Command",
            "text": "Popular Front for the Liberation of Palestine – General Command",
            "start": 20287,
            "end": 20350,
            "id": "88176"
        },
        {
            "title": "Tony Gauci",
            "text": "Tony Gauci",
            "start": 20570,
            "end": 20580,
            "id": "4204272"
        },
        {
            "title": "Abdelbaset al-Megrahi",
            "text": "Abdelbaset al-Megrahi",
            "start": 20864,
            "end": 20885,
            "id": "2028438"
        },
        {
            "title": "Police Scotland",
            "text": "Scottish police",
            "start": 21194,
            "end": 21209,
            "id": "34423036"
        },
        {
            "title": "Mebo Telecommunications",
            "text": "Mebo",
            "start": 22356,
            "end": 22360,
            "id": "12365059"
        },
        {
            "title": "Pan Am Flight 103 bombing trial",
            "text": "Ulrich Lumpert",
            "start": 22404,
            "end": 22418,
            "id": "2312873"
        },
        {
            "title": "Edwin Bollier",
            "text": "Edwin Bollier",
            "start": 22480,
            "end": 22493,
            "id": "2871610"
        },
        {
            "title": "Prototype",
            "text": "prototype",
            "start": 22617,
            "end": 22626,
            "id": "72718"
        },
        {
            "title": "Lord Advocate",
            "text": "Lord Advocate",
            "start": 23219,
            "end": 23232,
            "id": "576241"
        },
        {
            "title": "Dumfries and Galloway Constabulary",
            "text": "Dumfries and Galloway Constabulary",
            "start": 23315,
            "end": 23349,
            "id": "3500496"
        },
        {
            "title": "Federal Bureau of Investigation",
            "text": "Federal Bureau of Investigation",
            "start": 23440,
            "end": 23471,
            "id": "11127"
        },
        {
            "title": "Abdelbaset al-Megrahi",
            "text": "Abdelbaset al-Megrahi",
            "start": 23587,
            "end": 23608,
            "id": "2028438"
        },
        {
            "title": "Libyan Airlines",
            "text": "Libyan Arab Airlines",
            "start": 23669,
            "end": 23689,
            "id": "201446"
        },
        {
            "title": "Lamin Khalifah Fhimah",
            "text": "Lamin Khalifah Fhimah",
            "start": 23701,
            "end": 23722,
            "id": "2060944"
        },
        {
            "title": "Malta International Airport",
            "text": "Luqa Airport",
            "start": 23751,
            "end": 23763,
            "id": "1863102"
        },
        {
            "title": "Muammar Gaddafi",
            "text": "Muammar Gaddafi",
            "start": 23854,
            "end": 23869,
            "id": "53029"
        },
        {
            "title": "Scottish Court in the Netherlands",
            "text": "Camp Zeist, Netherlands",
            "start": 23944,
            "end": 23967,
            "id": "377762"
        },
        {
            "title": "European Court of Human Rights",
            "text": "European Court of Human Rights",
            "start": 24326,
            "end": 24356,
            "id": "42622"
        },
        {
            "title": "Scottish Criminal Cases Review Commission",
            "text": "Scottish Criminal Cases Review Commission",
            "start": 24442,
            "end": 24483,
            "id": "2760464"
        },
        {
            "title": "High Court of Justiciary",
            "text": "High Court of Justiciary",
            "start": 24605,
            "end": 24629,
            "id": "423941"
        },
        {
            "title": "Compassionate release",
            "text": "compassionate grounds",
            "start": 24983,
            "end": 25004,
            "id": "24076247"
        },
        {
            "title": "Abdelbaset al-Megrahi",
            "text": "Abdelbaset al-Megrahi",
            "start": 25247,
            "end": 25268,
            "id": "2028438"
        },
        {
            "title": "Lamin Khalifah Fhimah",
            "text": "Lamin Khalifah Fhimah",
            "start": 25273,
            "end": 25294,
            "id": "2060944"
        },
        {
            "title": "Life imprisonment",
            "text": "life imprisonment",
            "start": 25392,
            "end": 25409,
            "id": "148681"
        },
        {
            "title": "Popular Front for the Liberation of Palestine – General Command",
            "text": "PFLP-GC",
            "start": 27082,
            "end": 27089,
            "id": "88176"
        },
        {
            "title": "Palestinian Popular Struggle Front",
            "text": "PPSF",
            "start": 27098,
            "end": 27102,
            "id": "3008295"
        },
        {
            "title": "Scots law",
            "text": "Scots law",
            "start": 27729,
            "end": 27738,
            "id": "30876354"
        },
        {
            "title": "Miscarriage of justice",
            "text": "miscarriage of justice",
            "start": 27765,
            "end": 27787,
            "id": "1080015"
        },
        {
            "title": "Court of Criminal Appeal",
            "text": "Court of Criminal Appeal",
            "start": 28030,
            "end": 28054,
            "id": "4192689"
        },
        {
            "title": "William Cullen, Baron Cullen of Whitekirk",
            "text": "Lord Cullen",
            "start": 28056,
            "end": 28067,
            "id": "523540"
        },
        {
            "title": "Lord President of the Court of Session",
            "text": "Lord Justice-General",
            "start": 28069,
            "end": 28089,
            "id": "343755"
        },
        {
            "title": "Kenneth Osborne, Lord Osborne",
            "text": "Lord Osborne",
            "start": 28106,
            "end": 28118,
            "id": "17385266"
        },
        {
            "title": "William Nimmo Smith, Lord Nimmo Smith",
            "text": "Lord Nimmo Smith",
            "start": 28139,
            "end": 28155,
            "id": "17407556"
        },
        {
            "title": "BBC",
            "text": "BBC",
            "start": 28246,
            "end": 28249,
            "id": "19344654"
        },
        {
            "title": "Life imprisonment",
            "text": "life sentence",
            "start": 29893,
            "end": 29906,
            "id": "148681"
        },
        {
            "title": "Glasgow",
            "text": "Glasgow",
            "start": 29928,
            "end": 29935,
            "id": "68736"
        },
        {
            "title": "Scottish Criminal Cases Review Commission",
            "text": "Scottish Criminal Cases Review Commission",
            "start": 29990,
            "end": 30031,
            "id": "2760464"
        },
        {
            "title": "Court of Criminal Appeal",
            "text": "Court of Criminal Appeal",
            "start": 30099,
            "end": 30123,
            "id": "4192689"
        },
        {
            "title": "HIV trial in Libya",
            "text": "HIV trial in Libya",
            "start": 30764,
            "end": 30782,
            "id": "1036546"
        },
        {
            "title": "The Herald (Glasgow)",
            "text": "The Herald",
            "start": 31223,
            "end": 31233,
            "id": "532251"
        },
        {
            "title": "Court of Criminal Appeal",
            "text": "Appeal Court",
            "start": 31570,
            "end": 31582,
            "id": "4192689"
        },
        {
            "title": "Maggie Scott, Lady Scott",
            "text": "Maggie Scott QC",
            "start": 31669,
            "end": 31684,
            "id": "20098292"
        },
        {
            "title": "Mebo Telecommunications",
            "text": "Mebo",
            "start": 31939,
            "end": 31943,
            "id": "12365059"
        },
        {
            "title": "Tony Gauci",
            "text": "Tony Gauci",
            "start": 32107,
            "end": 32117,
            "id": "4204272"
        },
        {
            "title": "Crown Office and Procurator Fiscal Service",
            "text": "Crown Office",
            "start": 32283,
            "end": 32295,
            "id": "1363739"
        },
        {
            "title": "Scottish Criminal Cases Review Commission",
            "text": "SCCRC",
            "start": 32417,
            "end": 32422,
            "id": "2760464"
        },
        {
            "title": "Abiraterone acetate",
            "text": "abiraterone",
            "start": 33777,
            "end": 33788,
            "id": "12198134"
        },
        {
            "title": "Prednisone",
            "text": "prednisone",
            "start": 33793,
            "end": 33803,
            "id": "530515"
        },
        {
            "title": "Cancer survival rates",
            "text": "median survival",
            "start": 33832,
            "end": 33847,
            "id": "33862094"
        },
        {
            "title": "BP",
            "text": "BP",
            "start": 34152,
            "end": 34154,
            "id": "18998720"
        },
        {
            "title": "East Renfrewshire",
            "text": "East Renfrewshire Council",
            "start": 34488,
            "end": 34513,
            "id": "143053"
        },
        {
            "title": "Member of parliament",
            "text": "MP",
            "start": 34905,
            "end": 34907,
            "id": "98066"
        },
        {
            "title": "Andrew Mitchell",
            "text": "Andrew Mitchell",
            "start": 34908,
            "end": 34923,
            "id": "435638"
        },
        {
            "title": "Coma",
            "text": "coma",
            "start": 34944,
            "end": 34948,
            "id": "5721"
        },
        {
            "title": "Nic Robertson",
            "text": "Nic Robertson",
            "start": 34982,
            "end": 34995,
            "id": "2858199"
        },
        {
            "title": "Intravenous therapy",
            "text": "intravenous drip",
            "start": 35081,
            "end": 35097,
            "id": "178769"
        },
        {
            "title": "BBC Radio 5 Live",
            "text": "BBC Radio 5 Live",
            "start": 35118,
            "end": 35134,
            "id": "233912"
        },
        {
            "title": "John Bolton",
            "text": "John Bolton",
            "start": 35179,
            "end": 35190,
            "id": "997107"
        },
        {
            "title": "Tripoli",
            "text": "Tripoli",
            "start": 35452,
            "end": 35459,
            "id": "31232"
        },
        {
            "title": "First Minister of Scotland",
            "text": "Scottish First Minister",
            "start": 35698,
            "end": 35721,
            "id": "269604"
        },
        {
            "title": "United Nations Security Council",
            "text": "United Nations Security Council",
            "start": 36059,
            "end": 36090,
            "id": "31956"
        },
        {
            "title": "The New York Times",
            "text": "The New York Times",
            "start": 36114,
            "end": 36132,
            "id": "30680"
        },
        {
            "title": "United States Navy",
            "text": "US Navy",
            "start": 36456,
            "end": 36463,
            "id": "20518076"
        },
        {
            "title": "Gulf of Sidra",
            "text": "Gulf of Sidra",
            "start": 36500,
            "end": 36513,
            "id": "349145"
        },
        {
            "title": "Gulf of Sidra incident (1981)",
            "text": "Gulf of Sidra incident (1981)",
            "start": 36596,
            "end": 36625,
            "id": "375048"
        },
        {
            "title": "Grumman F-14 Tomcat",
            "text": "F-14 Tomcat",
            "start": 36689,
            "end": 36700,
            "id": "11719"
        },
        {
            "title": "Radio North Sea International#Destination Libya",
            "text": "two Libyan radio ships",
            "start": 36717,
            "end": 36739,
            "id": null
        },
        {
            "title": "Muammar Gaddafi",
            "text": "Muammar Gaddafi",
            "start": 36940,
            "end": 36955,
            "id": "53029"
        },
        {
            "title": "West Berlin discotheque bombing",
            "text": "the April 1986 bombing of La Belle",
            "start": 37015,
            "end": 37049,
            "id": "317460"
        },
        {
            "title": "West Berlin",
            "text": "West Berlin",
            "start": 37053,
            "end": 37064,
            "id": "33170"
        },
        {
            "title": "National Security Agency",
            "text": "National Security Agency",
            "start": 37159,
            "end": 37183,
            "id": "21939"
        },
        {
            "title": "Ronald Reagan",
            "text": "Ronald Reagan",
            "start": 37304,
            "end": 37317,
            "id": "25433"
        },
        {
            "title": "1986 United States bombing of Libya",
            "text": "Operation El Dorado Canyon",
            "start": 37345,
            "end": 37371,
            "id": "22801"
        },
        {
            "title": "United States Navy",
            "text": "US Navy",
            "start": 37395,
            "end": 37402,
            "id": "20518076"
        },
        {
            "title": "United States Marine Corps",
            "text": "US Marine Corps",
            "start": 37407,
            "end": 37422,
            "id": "17349325"
        },
        {
            "title": "United States Air Force",
            "text": "US Air Force",
            "start": 37497,
            "end": 37509,
            "id": "32090"
        },
        {
            "title": "Tripoli",
            "text": "Tripoli",
            "start": 37623,
            "end": 37630,
            "id": "31232"
        },
        {
            "title": "Benghazi",
            "text": "Benghazi",
            "start": 37635,
            "end": 37643,
            "id": "204114"
        },
        {
            "title": "Hana Gaddafi",
            "text": "Hana Gaddafi",
            "start": 37707,
            "end": 37719,
            "id": "39636507"
        },
        {
            "title": "Pan Am Flight 73",
            "text": "Pan Am Flight 73",
            "start": 37978,
            "end": 37994,
            "id": "452290"
        },
        {
            "title": "Chadian National Armed Forces",
            "text": "Chadian National Armed Forces",
            "start": 38058,
            "end": 38087,
            "id": "4096585"
        },
        {
            "title": "Geospatial intelligence",
            "text": "satellite intelligence",
            "start": 38108,
            "end": 38130,
            "id": "2705847"
        },
        {
            "title": "Battle of Maaten al-Sarra",
            "text": "Battle of Maaten al-Sarra",
            "start": 38142,
            "end": 38167,
            "id": "10358699"
        },
        {
            "title": "Ceasefire",
            "text": "ceasefire",
            "start": 38273,
            "end": 38282,
            "id": "592591"
        },
        {
            "title": "Chadian–Libyan conflict",
            "text": "Chadian-Libyan conflict",
            "start": 38294,
            "end": 38317,
            "id": "5625186"
        },
        {
            "title": "UTA Flight 772",
            "text": "UTA Flight 772",
            "start": 38567,
            "end": 38581,
            "id": "300566"
        },
        {
            "title": "Member of the European Parliament",
            "text": "MEP",
            "start": 38926,
            "end": 38929,
            "id": "258909"
        },
        {
            "title": "Michael McGowan (politician)",
            "text": "Michael McGowan",
            "start": 38930,
            "end": 38945,
            "id": "11799692"
        },
        {
            "title": "Public inquiry",
            "text": "public inquiry",
            "start": 39268,
            "end": 39282,
            "id": "826604"
        },
        {
            "title": "United Nations Commissioner for Namibia",
            "text": "UN Commissioner for Namibia",
            "start": 39353,
            "end": 39380,
            "id": "13683172"
        },
        {
            "title": "Bernt Carlsson",
            "text": "Bernt Carlsson",
            "start": 39382,
            "end": 39396,
            "id": "2771304"
        },
        {
            "title": "President of the United Nations General Assembly",
            "text": "President of the United Nations General Assembly",
            "start": 39492,
            "end": 39540,
            "id": "780080"
        },
        {
            "title": "United Nations General Assembly resolution",
            "text": "UN resolution",
            "start": 39678,
            "end": 39691,
            "id": "178974"
        },
        {
            "title": "Desmond Tutu",
            "text": "Archbishop Desmond Tutu",
            "start": 39875,
            "end": 39898,
            "id": "8401973"
        },
        {
            "title": "Abdelbaset al-Megrahi",
            "text": "Abdelbaset al-Megrahi",
            "start": 40187,
            "end": 40208,
            "id": "2028438"
        },
        {
            "title": "Lamin Khalifah Fhimah",
            "text": "Lamin Khalifah Fhimah",
            "start": 40213,
            "end": 40234,
            "id": "2060944"
        },
        {
            "title": "Air Malta",
            "text": "Air Malta",
            "start": 40262,
            "end": 40271,
            "id": "154332"
        },
        {
            "title": "Frankfurt Airport",
            "text": "Frankfurt airport",
            "start": 40310,
            "end": 40327,
            "id": "248285"
        },
        {
            "title": "Heathrow Airport",
            "text": "Heathrow airport",
            "start": 40369,
            "end": 40385,
            "id": "13595"
        },
        {
            "title": "Jim Swire",
            "text": "Dr Jim Swire",
            "start": 40664,
            "end": 40676,
            "id": "3193441"
        },
        {
            "title": "Gordon Brown",
            "text": "Gordon Brown",
            "start": 40702,
            "end": 40714,
            "id": "13076"
        },
        {
            "title": "Heathrow Airport",
            "text": "Heathrow",
            "start": 40789,
            "end": 40797,
            "id": "13595"
        },
        {
            "title": "10 Downing Street",
            "text": "10 Downing Street",
            "start": 40898,
            "end": 40915,
            "id": "226294"
        },
        {
            "title": "Op-ed",
            "text": "op-ed",
            "start": 41120,
            "end": 41125,
            "id": "534478"
        },
        {
            "title": "Libyan Civil War (2011)",
            "text": "Libyan Civil War",
            "start": 42803,
            "end": 42819,
            "id": "30706524"
        },
        {
            "title": "Mustafa Abdul Jalil",
            "text": "Mustafa Abdul Jalil",
            "start": 42821,
            "end": 42840,
            "id": "30960034"
        },
        {
            "title": "National Transitional Council",
            "text": "National Transitional Council",
            "start": 42924,
            "end": 42953,
            "id": "31025723"
        },
        {
            "title": "Muammar Gaddafi",
            "text": "Muammar Gaddafi",
            "start": 43005,
            "end": 43020,
            "id": "53029"
        },
        {
            "title": "Abdelbaset al-Megrahi",
            "text": "Abdelbaset al-Megrahi",
            "start": 43045,
            "end": 43066,
            "id": "2028438"
        },
        {
            "title": "Paul Foot (journalist)",
            "text": "Paul Foot",
            "start": 43168,
            "end": 43177,
            "id": "422631"
        },
        {
            "title": "Central Intelligence Agency",
            "text": "CIA",
            "start": 43561,
            "end": 43564,
            "id": "5183633"
        },
        {
            "title": "Defense Intelligence Agency",
            "text": "Defense Intelligence Agency",
            "start": 43778,
            "end": 43805,
            "id": "100462"
        },
        {
            "title": "Ali Akbar Mohtashamipur",
            "text": "Ali Akbar Mohtashamipur",
            "start": 43819,
            "end": 43842,
            "id": "7710721"
        },
        {
            "title": "Ann McLaughlin Korologos",
            "text": "Ann McLaughlin Korologos",
            "start": 44086,
            "end": 44110,
            "id": "1281305"
        },
        {
            "title": "Oliver \"Buck\" Revell",
            "text": "Oliver \"Buck\" Revell",
            "start": 44313,
            "end": 44333,
            "id": null
        },
        {
            "title": "Federal Bureau of Investigation",
            "text": "FBI",
            "start": 44339,
            "end": 44342,
            "id": "11127"
        },
        {
            "title": "The Maltese Double Cross – Lockerbie",
            "text": "The Maltese Double Cross – Lockerbie",
            "start": 44834,
            "end": 44870,
            "id": "3946132"
        },
        {
            "title": "Private Eye",
            "text": "Private Eye",
            "start": 44957,
            "end": 44968,
            "id": "21463728"
        },
        {
            "title": "State Sponsors of Terrorism (U.S. list)",
            "text": "list of states sponsoring terrorism",
            "start": 45486,
            "end": 45521,
            "id": "83986"
        },
        {
            "title": "Kreindler & Kreindler",
            "text": "Kreindler & Kreindler",
            "start": 45563,
            "end": 45584,
            "id": "15117914"
        },
        {
            "title": "United Nations Security Council",
            "text": "Security Council",
            "start": 46330,
            "end": 46346,
            "id": "31956"
        },
        {
            "title": "United States Department of State",
            "text": "State Department",
            "start": 46798,
            "end": 46814,
            "id": "31975"
        },
        {
            "title": "Escrow",
            "text": "escrow",
            "start": 47043,
            "end": 47049,
            "id": "263906"
        },
        {
            "title": "State Sponsors of Terrorism (U.S. list)",
            "text": "list of countries that support terrorism",
            "start": 47285,
            "end": 47325,
            "id": "83986"
        },
        {
            "title": "Shukri Ghanem",
            "text": "Shukri Ghanem",
            "start": 47386,
            "end": 47399,
            "id": "394990"
        },
        {
            "title": "BBC",
            "text": "BBC",
            "start": 47412,
            "end": 47415,
            "id": "19344654"
        },
        {
            "title": "Murder of Yvonne Fletcher",
            "text": "Yvonne Fletcher",
            "start": 47705,
            "end": 47720,
            "id": "525087"
        },
        {
            "title": "Le Figaro",
            "text": "Le Figaro",
            "start": 48398,
            "end": 48407,
            "id": "80770"
        },
        {
            "title": "Saif al-Islam Gaddafi",
            "text": "Saif al-Islam Gaddafi",
            "start": 48428,
            "end": 48449,
            "id": "1196902"
        },
        {
            "title": "UTA Flight 772",
            "text": "UTA Flight 772",
            "start": 48522,
            "end": 48536,
            "id": "300566"
        },
        {
            "title": "UTA Flight 772",
            "text": "UTA Flight 772",
            "start": 48922,
            "end": 48936,
            "id": "300566"
        },
        {
            "title": "West Berlin discotheque bombing",
            "text": "1986 Berlin discotheque bombing",
            "start": 48942,
            "end": 48973,
            "id": "317460"
        },
        {
            "title": "David Welch (diplomat)",
            "text": "David Welch",
            "start": 49102,
            "end": 49113,
            "id": "1803189"
        },
        {
            "title": "West Berlin discotheque bombing",
            "text": "1986 Berlin discotheque bombing",
            "start": 49613,
            "end": 49644,
            "id": "317460"
        },
        {
            "title": "UTA Flight 772",
            "text": "UTA Flight 772",
            "start": 49677,
            "end": 49691,
            "id": "300566"
        },
        {
            "title": "1986 United States bombing of Libya",
            "text": "1986 US bombing of Tripoli and Benghazi",
            "start": 49730,
            "end": 49769,
            "id": "22801"
        },
        {
            "title": "George W. Bush",
            "text": "President Bush",
            "start": 49785,
            "end": 49799,
            "id": "3414021"
        },
        {
            "title": "United States Department of State",
            "text": "US State Department",
            "start": 49966,
            "end": 49985,
            "id": "31975"
        },
        {
            "title": "Sean McCormack",
            "text": "Sean McCormack",
            "start": 49997,
            "end": 50011,
            "id": "5229922"
        },
        {
            "title": "BBC Two",
            "text": "BBC Two",
            "start": 50152,
            "end": 50159,
            "id": "160949"
        },
        {
            "title": "Expressen",
            "text": "Expressen",
            "start": 50654,
            "end": 50663,
            "id": "1082907"
        },
        {
            "title": "Mustafa Abdul Jalil",
            "text": "Mustafa Abdul Jalil",
            "start": 50685,
            "end": 50704,
            "id": "30960034"
        },
        {
            "title": "Checked baggage#Passenger-baggage reconciliation",
            "text": "baggage reconciliation",
            "start": 53346,
            "end": 53368,
            "id": null
        },
        {
            "title": "Federal Aviation Administration",
            "text": "FAA",
            "start": 53409,
            "end": 53412,
            "id": "11186"
        },
        {
            "title": "Bill Clinton",
            "text": "Bill Clinton",
            "start": 54250,
            "end": 54262,
            "id": "3356"
        },
        {
            "title": "Arlington National Cemetery",
            "text": "Arlington National Cemetery",
            "start": 54308,
            "end": 54335,
            "id": "83390"
        },
        {
            "title": "Syracuse University",
            "text": "Syracuse University",
            "start": 54372,
            "end": 54391,
            "id": "29353"
        },
        {
            "title": "Dryfesdale",
            "text": "Dryfesdale",
            "start": 54393,
            "end": 54403,
            "id": "39047023"
        },
        {
            "title": "Syracuse University",
            "text": "Syracuse University",
            "start": 54468,
            "end": 54487,
            "id": "29353"
        },
        {
            "title": "Deborah Brevoort",
            "text": "Deborah Brevoort",
            "start": 55282,
            "end": 55298,
            "id": "35967972"
        },
        {
            "title": "Dryfesdale",
            "text": "Dryfesdale",
            "start": 55811,
            "end": 55821,
            "id": "39047023"
        },
        {
            "title": "Lockerbie",
            "text": "Lockerbie",
            "start": 56118,
            "end": 56127,
            "id": "14410202"
        },
        {
            "title": "Moffat",
            "text": "Moffat",
            "start": 56132,
            "end": 56138,
            "id": "16160372"
        },
        {
            "title": "Farnborough Airport",
            "text": "Farnborough Airport",
            "start": 56846,
            "end": 56865,
            "id": "735194"
        },
        {
            "title": "Tattershall",
            "text": "Tattershall",
            "start": 57133,
            "end": 57144,
            "id": "934452"
        },
        {
            "title": "Air India Flight 182",
            "text": "Air India Flight 182",
            "start": 57431,
            "end": 57451,
            "id": "371568"
        },
        {
            "title": "The Boy Who Fell Out of the Sky",
            "text": "The Boy Who Fell Out of the Sky",
            "start": 57543,
            "end": 57574,
            "id": "12958941"
        },
        {
            "title": "Libyan Arab Airlines Flight 1103",
            "text": "Libyan Arab Airlines Flight 1103",
            "start": 57639,
            "end": 57671,
            "id": "27088201"
        },
        {
            "title": "List of accidents and incidents involving commercial aircraft",
            "text": "List of accidents and incidents involving commercial aircraft",
            "start": 57805,
            "end": 57866,
            "id": "409566"
        },
        {
            "title": "The Maltese Double Cross – Lockerbie",
            "text": "The Maltese Double Cross – Lockerbie",
            "start": 57869,
            "end": 57905,
            "id": "3946132"
        },
        {
            "title": "Timeline of airliner bombing attacks",
            "text": "Timeline of airliner bombing attacks",
            "start": 57927,
            "end": 57963,
            "id": "29736347"
        },
        {
            "title": "Air Accidents Investigation Branch",
            "text": "Air Accident Investigation Branch",
            "start": 58452,
            "end": 58485,
            "id": "378501"
        },
        {
            "title": "Parliament of the United Kingdom",
            "text": "United Kingdom Parliament",
            "start": 60470,
            "end": 60495,
            "id": "13964"
        },
        {
            "title": "International Progress Organization",
            "text": "International Progress Organization",
            "start": 60707,
            "end": 60742,
            "id": "1168032"
        },
        {
            "title": "Hans Köchler",
            "text": "Dr. Hans Koechler",
            "start": 60847,
            "end": 60864,
            "id": "3810935"
        },
        {
            "title": "International Progress Organization",
            "text": "International Progress Organization",
            "start": 60980,
            "end": 61015,
            "id": "1168032"
        },
        {
            "title": "Syracuse University",
            "text": "Syracuse University",
            "start": 61442,
            "end": 61461,
            "id": "29353"
        },
        {
            "title": "Air Accidents Investigation Branch",
            "text": "Air Accident Investigation Branch",
            "start": 61465,
            "end": 61498,
            "id": "378501"
        },
        {
            "title": "Federal Bureau of Investigation",
            "text": "Federal Bureau of Investigation",
            "start": 61826,
            "end": 61857,
            "id": "11127"
        },
        {
            "title": "San Francisco International Airport",
            "text": "San Francisco International Airport",
            "start": 62252,
            "end": 62287,
            "id": "250462"
        },
        {
            "title": "Frankfurt Airport",
            "text": "Frankfurt International Airport",
            "start": 62356,
            "end": 62387,
            "id": "248285"
        },
        {
            "title": "Air Accidents Investigation Branch",
            "text": "AAIB",
            "start": 62503,
            "end": 62507,
            "id": "378501"
        },
        {
            "title": "Bernt Carlsson",
            "text": "Bernt Carlsson",
            "start": 62817,
            "end": 62831,
            "id": "2771304"
        },
        {
            "title": "Cassette tape",
            "text": "Cassette",
            "start": 62899,
            "end": 62907,
            "id": "65880"
        },
        {
            "title": "Arlington National Cemetery",
            "text": "Arlington National Cemetery",
            "start": 62990,
            "end": 63017,
            "id": "83390"
        },
        {
            "title": "Syracuse University",
            "text": "Syracuse University",
            "start": 63024,
            "end": 63043,
            "id": "29353"
        }
    ],
    "_chunk_id": "b_4193326139-4202968811"
}