{
    "_id": "1956575",
    "id": "1956575",
    "title": "Remembrance Day bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background and planning==",
            "start": 1138,
            "end": 1165
        },
        {
            "text": "==Explosion==",
            "start": 2978,
            "end": 2991
        },
        {
            "text": "==Reactions==",
            "start": 4965,
            "end": 4978
        },
        {
            "text": "==Long-term results==",
            "start": 7501,
            "end": 7522
        },
        {
            "text": "==Letter released under Thirty-year rule==",
            "start": 9548,
            "end": 9590
        },
        {
            "text": "==See also==",
            "start": 10047,
            "end": 10059
        },
        {
            "text": "==References==",
            "start": 10147,
            "end": 10161
        }
    ],
    "categories": [
        "1987 in Northern Ireland",
        "1987 murders in the United Kingdom",
        "20th-century mass murder in Northern Ireland",
        "Attacks on buildings and structures in 1987",
        "Attacks on buildings and structures in Northern Ireland",
        "Explosions in County Fermanagh",
        "History of Enniskillen",
        "Improvised explosive device bombings in 1987",
        "Improvised explosive device bombings in Northern Ireland",
        "Massacres in Northern Ireland",
        "Mass murder in 1987",
        "Murder in County Fermanagh",
        "November 1987 crimes",
        "November 1987 events in the United Kingdom",
        "Provisional IRA bombings",
        "Terrorist incidents in County Fermanagh",
        "Terrorist incidents in the United Kingdom in 1987",
        "The Troubles in County Fermanagh"
    ],
    "infobox": "{{Infobox civilian attack\n| title      = Remembrance Day bombing\n| partof = [[the Troubles]]\n| image      = News6905.jpg\n| caption    = The aftermath of the bombing\n|map = {{Location map|UK Northern Ireland\n|relief = yes\n|width = 250\n|lat = 54.34416\n|long = -7.63416\n|marksize = 5\n|caption =<!--Please leave this blank-->\n}}\n| location   = [[Enniskillen]], [[County Fermanagh]], Northern Ireland\n| coordinates = {{Coord|54|20|40|N|07|38|05|W|region:GB_scale:5000_type:event|display=inline,title}}\n| date       = 8 November 1987 \n| time       = 10:43\n| timezone   = GMT\n| type       = [[Time bomb]]\n| weapons    =\n| fatalities = 12\n| injuries   = 63\n| perp       = [[Provisional IRA]]\n| susperp    =\n}}",
    "article": "The Remembrance Day bombing (also known as the Enniskillen bombing or Poppy Day massacre) took place on 8 November 1987 in Enniskillen, County Fermanagh, Northern Ireland. A Provisional Irish Republican Army (IRA) bomb exploded near the town's war memorial (cenotaph) during a Remembrance Sunday ceremony, which was being held to commemorate British military war dead. Eleven people (ten civilians and a police officer) were killed, many of them elderly, and 63 were injured. The IRA said it had made a mistake and that its target had been the British soldiers parading to the memorial.\n\nThe bombing was strongly condemned by all sides and undermined support for the IRA and Sinn Féin. It also facilitated the passing of the Extradition Act, which made it easier to extradite IRA suspects from the Republic of Ireland to the United Kingdom. Loyalist paramilitaries responded to the bombing with revenge attacks on Catholic civilians. The bombing is often seen as a turning point in the Troubles, an incident that shook the IRA \"to its core\", and spurred on new efforts by Irish nationalists towards a political solution to the conflict.\n\n==Background and planning==\nThe IRA said that the bombing was an attempt to kill British soldiers. It has also been suggested that it was partly a retaliation for the alleged harassment of republican memorial services by the security forces. A week before the bombing, the Royal Ulster Constabulary (RUC) clashed with mourners at the funeral of IRA volunteers Eddie McSheffrey and Paddy Deery. When an IRA gunman fired a three-volley salute over the coffins, police baton charged and fired plastic bullets into the crowd. One of the coffins was knocked to the ground and a number of civilians and officers were injured.\n\nThe bombing was thought by the British and Irish security forces to have involved at least two IRA units, from both sides of the border. Although IRA units were given \"a degree of operational autonomy\" at the time, they believed that such a bombing must have been sanctioned by IRA Northern Command. However, a high-ranking IRA member said that it was suggested by IRA men at the local level and sanctioned by a \"middle level\" officer. \n\nDenzil McDaniel, author of Enniskillen: The Remembrance Sunday Bombing, later interviewed security and IRA contacts, putting together an account of the bombers' movements. He wrote that the  bomb was made in Ballinamore, County Leitrim, and brought to Enniskillen by up to thirty IRA volunteers, moving in relay teams to avoid security patrols. It is thought to have taken over 24 hours to transport the bomb. On the night of 7 November, the bomb—hidden in a sports bag—was left at the gable wall inside the town's Reading Rooms, and set to explode at 10:43AM the next day, minutes before the ceremony was to start. The security forces searched the route of the planned military parade for explosives, but did not search the Reading Rooms as it was thought to be a \"secure area\".\n\n==Explosion==\n\nThe bomb exploded as a parade of Ulster Defence Regiment (UDR) soldiers was making its way to the memorial and as people waited for the ceremony to begin. It blew out the wall of the Reading Rooms, where many of the victims were standing, burying them under rubble and hurling masonry towards the gathered crowd. Bystanders rushed to free those trapped underneath.\n\nEleven people were killed, including three married couples. The dead were Wesley and Bertha Armstrong (aged 62 and 55), Kit and Jessie Johnston (aged 71 and 62), William and Agnes Mullan (aged 74 and 73), John Megaw (67), Alberta Quinton (72), Marie Wilson (20), Samuel Gault (49) and Edward Armstrong (52). Edward Armstrong was a serving RUC officer and Gault had recently left the force. Gordon Wilson, whose daughter Marie died in the blast and who was himself injured, went on to become a peace campaigner and member of Seanad Éireann. The twelfth fatality, Ronnie Hill, died after spending 13 years in a coma. Sixty-three people were injured, including thirteen children, some of them permanently. Ulster Unionist politicians Sammy Foster and Jim Dixon were among the crowd; the latter received extensive head injuries but recovered. A local businessman captured the immediate aftermath of the bombing on video camera. His footage, showing the effects of the bombing, was broadcast on international television. All the victims were Protestant.\n\nA few hours after the blast, the IRA called a radio station and said it had abandoned a  bomb in Tullyhommon,  away, after it failed to detonate. That morning, a Remembrance Sunday parade (which included many members of the Boys' and Girls' Brigades) had unwittingly gathered near the Tullyhommon bomb. Soldiers and RUC officers had also been there, and the IRA said it attempted to trigger the bomb when soldiers were standing beside it. It was defused by security forces and was found to have a command wire leading to a firing point across the border.\n\n==Reactions==\nThe IRA apologised, saying it had made a mistake and that the target had been the UDR soldiers who were parading to the memorial.\n\nDenzil McDaniel, author of Enniskillen: The Remembrance Sunday Bombing, commented: \"I don't believe the IRA set out to specifically kill civilians. I think they made mistakes, probably with their intelligence on the timetable for the service, but the IRA was reckless about civilian life\". RUC Detective Chief Superintendent Norman Baxter said: \"Their intention was to inflict casualties. The only mistake in the operation was that the bomb went off before the parade arrived\". Many Irish nationalists and Republicans were horrified by the bombing and described it as a blow to the Republican cause. Sinn Féin's weekly newspaper, An Phoblacht, criticised the bombing, calling it a \"monumental error\" that would strengthen the IRA's opponents. The IRA disbanded the unit responsible.\n\nThe bombing led to an outcry among politicians in the Republic of Ireland and the United Kingdom. British Prime Minister Margaret Thatcher said: \"It's really desecrating the dead and a blot on mankind\". The Secretary of State for Northern Ireland, Tom King, denounced the \"outrage\" in the House of Commons, as did the Irish Minister for Foreign Affairs, Brian Lenihan in Dáil Éireann (the lower house of the Oireachtas, the Republic's legislature), while in Seanad Éireann Senator Maurice Manning spoke of people's \"total revulsion\". Many public figures used terms such as \"barbarism\" and \"savagery\" to describe the bombing.\n\nThe bombing was seen by many Northern Irish Protestants as an attack on them, and loyalist paramilitaries retaliated with attacks on Catholic civilians. The day after, five Catholic teenagers were wounded in a shooting in Belfast, and a Protestant teenager was killed by the Ulster Defence Association after being mistaken for a Catholic. In the week after the bombing, there were 14 gun and bomb attacks on Catholics in Belfast.\n\nIrish band U2 were holding a concert in Denver, Colorado, US the same day. During a performance of their song \"Sunday Bloody Sunday\", singer Bono passionately condemned the bombing, stating \"fuck the revolution\" in his mid-song speech, as well as criticising the armchair republicanism of many Irish-Americans and stating that the majority of people in his country did not want \"the revolution\". The footage is included in U2's rockumentary Rattle and Hum. Simple Minds had a number 1 single in the UK with \"Belfast Child\", inspired by the bombing.\n\n==Long-term results==\n\nAt the time, the British and Irish governments were negotiating an Extradition Act that would make it easier to extradite IRA suspects from the Republic to the UK. The Act was to come before the Irish parliament less than a month after the bombing. The Irish government wanted the British to reform the justice system in Northern Ireland (such as by abolishing \"Diplock courts\") before it would pass the Act. Many in the Republic insisted that the Act should only be passed after the reforms took place. However, after the bombing, opposition to the Act dwindled and it was passed by the Irish Parliament, albeit with some changes.\n\nThe bombing is often seen as a turning point in the Troubles. It undermined support for the IRA's campaign, both locally and internationally. Crucially, the Gaddafi regime in Libya withdrew its support and with it the supply of weapons and ammunition to the IRA. The bombing also harmed Sinn Féin's electoral support. In 1989, in the first local elections held after the bombing, Sinn Féin lost four of its eight seats on Fermanagh District Council and was overtaken by the SDLP as the biggest Irish nationalist party there. It was not until 2001, fourteen years after the bombing, that Sinn Féin support returned to its 1985 level. The bombing drove new efforts by Irish nationalists towards a political solution to the conflict. It led to the resumption of talks between Sinn Féin leader Gerry Adams and SDLP leader John Hume, paving the way for formal talks between the two parties and the beginnings of the Northern Ireland peace process. In 1997, Adams apologised for the bombing on behalf of the republican movement.\n\nEnniskillen's Remembrance Day service was re-staged two weeks after the bombing, and attended by about 5,000 people, including British Prime Minister Margaret Thatcher. The site of the bomb, which was owned by the Catholic Church, was rebuilt as The Clinton Centre, a youth hostel, in 2002. The hostel was opened by and named after former US President Bill Clinton.\n\n==Letter released under Thirty-year rule==\nUnder the Thirty-year rule, a letter sent after the bombing was released by the Irish Government.  The author was anonymous but claimed to be working for MI5, and the letter was sent to then tánaiste and minister for foreign affairs, Brian Lenihan.  It claimed that MI5 had advance knowledge of the Remembrance Day bombing but allowed it to go ahead, so that the public could turn against the Provisional IRA and new security measures could be justified.\n\n==See also==\n*Timeline of Provisional Irish Republican Army actions\n* List of massacres in Ireland\n\n==References==\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Cenotaph in 2009.\n\nThe Clinton Centre, which was built in 2002 on the site of the bomb.",
    "links": [
        {
            "title": "Remembrance Day bombing",
            "text": "Remembrance Day bombing",
            "start": 4,
            "end": 27,
            "id": "1956575"
        },
        {
            "title": "Remembrance Day bombing",
            "text": "Enniskillen bombing",
            "start": 47,
            "end": 66,
            "id": "1956575"
        },
        {
            "title": "Remembrance Day bombing",
            "text": "Poppy Day massacre",
            "start": 70,
            "end": 88,
            "id": "1956575"
        },
        {
            "title": "Enniskillen",
            "text": "Enniskillen",
            "start": 123,
            "end": 134,
            "id": "9459"
        },
        {
            "title": "County Fermanagh",
            "text": "County Fermanagh",
            "start": 136,
            "end": 152,
            "id": "5833"
        },
        {
            "title": "Northern Ireland",
            "text": "Northern Ireland",
            "start": 154,
            "end": 170,
            "id": "21265"
        },
        {
            "title": "Provisional Irish Republican Army",
            "text": "Provisional Irish Republican Army",
            "start": 174,
            "end": 207,
            "id": "23299"
        },
        {
            "title": "County Fermanagh War Memorial",
            "text": "the town's war memorial",
            "start": 233,
            "end": 256,
            "id": "62634543"
        },
        {
            "title": "Cenotaph",
            "text": "cenotaph",
            "start": 258,
            "end": 266,
            "id": "249164"
        },
        {
            "title": "Remembrance Sunday",
            "text": "Remembrance Sunday",
            "start": 277,
            "end": 295,
            "id": "177263"
        },
        {
            "title": "British Armed Forces",
            "text": "British military",
            "start": 342,
            "end": 358,
            "id": "31730"
        },
        {
            "title": "Sinn Féin",
            "text": "Sinn Féin",
            "start": 675,
            "end": 684,
            "id": "28175"
        },
        {
            "title": "Extradition",
            "text": "extradite",
            "start": 766,
            "end": 775,
            "id": "239648"
        },
        {
            "title": "Republic of Ireland",
            "text": "Republic of Ireland",
            "start": 798,
            "end": 817,
            "id": "14560"
        },
        {
            "title": "United Kingdom",
            "text": "United Kingdom",
            "start": 825,
            "end": 839,
            "id": "31717"
        },
        {
            "title": "Ulster loyalism",
            "text": "Loyalist",
            "start": 841,
            "end": 849,
            "id": "2624777"
        },
        {
            "title": "The Troubles",
            "text": "the Troubles",
            "start": 982,
            "end": 994,
            "id": "30770"
        },
        {
            "title": "Royal Ulster Constabulary",
            "text": "Royal Ulster Constabulary",
            "start": 1411,
            "end": 1436,
            "id": "60995"
        },
        {
            "title": "Volunteer (Irish republican)",
            "text": "volunteers",
            "start": 1487,
            "end": 1497,
            "id": "8185913"
        },
        {
            "title": "Three-volley salute",
            "text": "three-volley salute",
            "start": 1559,
            "end": 1578,
            "id": "4339749"
        },
        {
            "title": "Baton charge",
            "text": "baton charge",
            "start": 1604,
            "end": 1616,
            "id": "3675197"
        },
        {
            "title": "Plastic bullet",
            "text": "plastic bullet",
            "start": 1628,
            "end": 1642,
            "id": "207438"
        },
        {
            "title": "Republic of Ireland–United Kingdom border",
            "text": "the border",
            "start": 1884,
            "end": 1894,
            "id": "2347513"
        },
        {
            "title": "IRA Northern Command",
            "text": "IRA Northern Command",
            "start": 2037,
            "end": 2057,
            "id": "11306894"
        },
        {
            "title": "Ballinamore",
            "text": "Ballinamore",
            "start": 2405,
            "end": 2416,
            "id": "991550"
        },
        {
            "title": "County Leitrim",
            "text": "County Leitrim",
            "start": 2418,
            "end": 2432,
            "id": "52817"
        },
        {
            "title": "Ulster Defence Regiment",
            "text": "Ulster Defence Regiment",
            "start": 3026,
            "end": 3049,
            "id": "599936"
        },
        {
            "title": "Gordon Wilson (Northern Irish peace campaigner)",
            "text": "Gordon Wilson",
            "start": 3749,
            "end": 3762,
            "id": "735506"
        },
        {
            "title": "Seanad Éireann",
            "text": "Seanad Éireann",
            "start": 3883,
            "end": 3897,
            "id": "23742684"
        },
        {
            "title": "Ulster Unionist Party",
            "text": "Ulster Unionist",
            "start": 4062,
            "end": 4077,
            "id": "70525"
        },
        {
            "title": "Sam Foster (politician)",
            "text": "Sammy Foster",
            "start": 4090,
            "end": 4102,
            "id": "12985673"
        },
        {
            "title": "Jim Dixon (UK politician)",
            "text": "Jim Dixon",
            "start": 4107,
            "end": 4116,
            "id": null
        },
        {
            "title": "Ulster Protestants",
            "text": "Protestant",
            "start": 4396,
            "end": 4406,
            "id": "40479476"
        },
        {
            "title": "Tullyhommon",
            "text": "Tullyhommon",
            "start": 4506,
            "end": 4517,
            "id": "4709528"
        },
        {
            "title": "Boys' Brigade",
            "text": "Boys'",
            "start": 4633,
            "end": 4638,
            "id": "242502"
        },
        {
            "title": "Girls' Brigade",
            "text": "Girls' Brigade",
            "start": 4643,
            "end": 4657,
            "id": "2054406"
        },
        {
            "title": "Security forces",
            "text": "security forces",
            "start": 4866,
            "end": 4881,
            "id": "7378204"
        },
        {
            "title": "Denzil McDaniel",
            "text": "Denzil McDaniel",
            "start": 5110,
            "end": 5125,
            "id": null
        },
        {
            "title": "Irish nationalism",
            "text": "Irish nationalists",
            "start": 5593,
            "end": 5611,
            "id": "334434"
        },
        {
            "title": "An Phoblacht",
            "text": "An Phoblacht",
            "start": 5740,
            "end": 5752,
            "id": "1466811"
        },
        {
            "title": "Republic of Ireland",
            "text": "Republic of Ireland",
            "start": 5948,
            "end": 5967,
            "id": "14560"
        },
        {
            "title": "United Kingdom",
            "text": "United Kingdom",
            "start": 5976,
            "end": 5990,
            "id": "31717"
        },
        {
            "title": "Margaret Thatcher",
            "text": "Margaret Thatcher",
            "start": 6015,
            "end": 6032,
            "id": "19831"
        },
        {
            "title": "Secretary of State for Northern Ireland",
            "text": "Secretary of State for Northern Ireland",
            "start": 6101,
            "end": 6140,
            "id": "174038"
        },
        {
            "title": "Tom King, Baron King of Bridgwater",
            "text": "Tom King",
            "start": 6142,
            "end": 6150,
            "id": "302364"
        },
        {
            "title": "House of Commons of the United Kingdom",
            "text": "House of Commons",
            "start": 6183,
            "end": 6199,
            "id": "13828"
        },
        {
            "title": "Minister for Foreign Affairs and Defence",
            "text": "Minister for Foreign Affairs",
            "start": 6218,
            "end": 6246,
            "id": "487125"
        },
        {
            "title": "Brian Lenihan Snr",
            "text": "Brian Lenihan",
            "start": 6248,
            "end": 6261,
            "id": "264648"
        },
        {
            "title": "Dáil Éireann",
            "text": "Dáil Éireann",
            "start": 6265,
            "end": 6277,
            "id": "40038072"
        },
        {
            "title": "Oireachtas",
            "text": "Oireachtas",
            "start": 6302,
            "end": 6312,
            "id": "148746"
        },
        {
            "title": "Seanad Éireann",
            "text": "Seanad Éireann",
            "start": 6352,
            "end": 6366,
            "id": "23742684"
        },
        {
            "title": "Maurice Manning",
            "text": "Maurice Manning",
            "start": 6375,
            "end": 6390,
            "id": "4460430"
        },
        {
            "title": "Ulster loyalism",
            "text": "loyalist",
            "start": 6602,
            "end": 6610,
            "id": "2624777"
        },
        {
            "title": "Belfast",
            "text": "Belfast",
            "start": 6742,
            "end": 6749,
            "id": "5046"
        },
        {
            "title": "Ulster Defence Association",
            "text": "Ulster Defence Association",
            "start": 6795,
            "end": 6821,
            "id": "180018"
        },
        {
            "title": "U2",
            "text": "U2",
            "start": 6962,
            "end": 6964,
            "id": "52780"
        },
        {
            "title": "Denver",
            "text": "Denver",
            "start": 6991,
            "end": 6997,
            "id": "8522"
        },
        {
            "title": "Sunday Bloody Sunday",
            "text": "Sunday Bloody Sunday",
            "start": 7062,
            "end": 7082,
            "id": "7815059"
        },
        {
            "title": "Bono",
            "text": "Bono",
            "start": 7092,
            "end": 7096,
            "id": "76772"
        },
        {
            "title": "Irish Americans",
            "text": "Irish-Americans",
            "start": 7245,
            "end": 7260,
            "id": "46284800"
        },
        {
            "title": "Concert film",
            "text": "rockumentary",
            "start": 7379,
            "end": 7391,
            "id": "5102754"
        },
        {
            "title": "Rattle and Hum",
            "text": "Rattle and Hum",
            "start": 7392,
            "end": 7406,
            "id": "276776"
        },
        {
            "title": "Simple Minds",
            "text": "Simple Minds",
            "start": 7408,
            "end": 7420,
            "id": "170452"
        },
        {
            "title": "Belfast Child",
            "text": "Belfast Child",
            "start": 7459,
            "end": 7472,
            "id": "3954941"
        },
        {
            "title": "Extradition",
            "text": "extradite",
            "start": 7636,
            "end": 7645,
            "id": "239648"
        },
        {
            "title": "Diplock court",
            "text": "Diplock courts",
            "start": 7886,
            "end": 7900,
            "id": "1882116"
        },
        {
            "title": "History of Libya under Muammar Gaddafi",
            "text": "Gaddafi regime in Libya",
            "start": 8314,
            "end": 8337,
            "id": "5171141"
        },
        {
            "title": "Fermanagh District Council",
            "text": "Fermanagh District Council",
            "start": 8579,
            "end": 8605,
            "id": "663164"
        },
        {
            "title": "Social Democratic and Labour Party",
            "text": "SDLP",
            "start": 8631,
            "end": 8635,
            "id": "168464"
        },
        {
            "title": "Gerry Adams",
            "text": "Gerry Adams",
            "start": 8947,
            "end": 8958,
            "id": "38117"
        },
        {
            "title": "John Hume",
            "text": "John Hume",
            "start": 8975,
            "end": 8984,
            "id": "163628"
        },
        {
            "title": "Northern Ireland peace process",
            "text": "Northern Ireland peace process",
            "start": 9068,
            "end": 9098,
            "id": "680339"
        },
        {
            "title": "Margaret Thatcher",
            "text": "Margaret Thatcher",
            "start": 9331,
            "end": 9348,
            "id": "19831"
        },
        {
            "title": "Catholic Church",
            "text": "Catholic Church",
            "start": 9395,
            "end": 9410,
            "id": "606848"
        },
        {
            "title": "The Clinton Centre",
            "text": "The Clinton Centre",
            "start": 9427,
            "end": 9445,
            "id": "12078291"
        },
        {
            "title": "President of the United States",
            "text": "US President",
            "start": 9520,
            "end": 9532,
            "id": "24113"
        },
        {
            "title": "Bill Clinton",
            "text": "Bill Clinton",
            "start": 9533,
            "end": 9545,
            "id": "3356"
        },
        {
            "title": "Thirty-year rule",
            "text": "Thirty-year rule",
            "start": 9601,
            "end": 9617,
            "id": "208784"
        },
        {
            "title": "Brian Lenihan Snr",
            "text": "Brian Lenihan",
            "start": 9825,
            "end": 9838,
            "id": "264648"
        },
        {
            "title": "List of chronologies of Provisional Irish Republican Army actions",
            "text": "Timeline of Provisional Irish Republican Army actions",
            "start": 10061,
            "end": 10114,
            "id": "29987768"
        },
        {
            "title": "List of massacres in Ireland",
            "text": "List of massacres in Ireland",
            "start": 10117,
            "end": 10145,
            "id": "31785649"
        },
        {
            "title": "The Clinton Centre",
            "text": "The Clinton Centre",
            "start": 10208,
            "end": 10226,
            "id": "12078291"
        }
    ],
    "_chunk_id": "b_2523021180-2539018128"
}