{
    "_id": "4760827",
    "id": "4760827",
    "title": "Shankill Road bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 1340,
            "end": 1354
        },
        {
            "text": "==The bombing==",
            "start": 2474,
            "end": 2489
        },
        {
            "text": "==Aftermath==",
            "start": 5135,
            "end": 5148
        },
        {
            "text": "==Informer allegations==",
            "start": 8690,
            "end": 8714
        },
        {
            "text": "==See also==",
            "start": 9414,
            "end": 9426
        },
        {
            "text": "==References==",
            "start": 9543,
            "end": 9557
        },
        {
            "text": "==External links==",
            "start": 9560,
            "end": 9578
        }
    ],
    "categories": [
        "1993 in Northern Ireland",
        "1993 murders in the United Kingdom",
        "1990s in County Antrim",
        "20th-century mass murder in Northern Ireland",
        "Attacks on buildings and structures in 1993",
        "Attacks on buildings and structures in Belfast",
        "Attacks on shops",
        "Improvised explosive device bombings in 1993",
        "Improvised explosive device bombings in Belfast",
        "Mass murder in 1993",
        "Mass murder in Belfast",
        "October 1993 crimes",
        "October 1993 events in the United Kingdom",
        "Provisional IRA bombings",
        "Terrorist incidents in the United Kingdom in 1993",
        "The Troubles in Belfast"
    ],
    "infobox": "{{Infobox civilian attack\n| title       = Shankill Road bombing\n| partof      = [[the Troubles]]\n| image       = Irish News - Shankill.jpg\n| caption     = Aftermath of the bombing\n| location    = [[Shankill Road]], [[Belfast]],<br>[[Northern Ireland]]\n| coordinates = {{coord|54.604|-5.953|display=it|region:GB_scale:5000_type:event|format=dms}}\n| date        = 23 October 1993\n| time        = 13:00\n| timezone    = GMT\n| target      = [[Ulster Defence Association|UDA]] leadership\n| type        = [[Time bomb]]\n| weapons     =\n| fatalities  = 10 (including bomber)\n| injuries    = 57\n| perp        = 3rd Battalion, \"A\" Company, [[Provisional IRA Belfast Brigade]]\n| numparts    = 2\n}}",
    "article": "The Shankill Road bombing was carried out by the Provisional Irish Republican Army (IRA) on 23 October 1993 and is one of the most notorious incidents of the Troubles in Northern Ireland. The IRA aimed to assassinate the leadership of the loyalist Ulster Defence Association (UDA), supposedly attending a meeting above Frizzell's fish shop on the Shankill Road, Belfast. Two IRA members disguised as deliverymen entered the shop carrying a bomb, which detonated prematurely. Ten people were killed: one of the IRA bombers, a UDA member and eight Protestant civilians, two of whom were children. More than fifty people were wounded. The targeted office was empty at the time of the bombing, but the IRA had allegedly realised that the tightly-packed area below would inevitably cause \"collateral damage\" of civilian casualties and continued regardless. It is alleged that British intelligence failed to act on a tip off about the bombing.\n\nThe loyalist Shankill Road had been the location of other bomb and gun attacks, including the Balmoral Furniture Company bombing in 1971 and Bayardo Bar attack in 1975, but the 1993 bombing had the most casualties. It resulted in a wave of revenge attacks by loyalists, who killed 14 civilians in the week that followed, almost all of them Catholics. The deadliest attack was the Greysteel massacre.\n\n==Background==\nDuring the early 1990s, loyalist paramilitaries drastically increased their attacks on the Irish Catholic and Irish nationalist community and – for the first time since the beginning of the Troubles – were responsible for more deaths than republicans. The UDA's West Belfast brigade, and its commander Johnny Adair, played a key role in this. Adair had become the group's commander in 1990.\n\nThe UDA's Shankill headquarters was above Frizzell's fish shop on the Shankill Road. The UDA's Inner Council and West Belfast brigade regularly met there on Saturdays. Peter Taylor says it was also the office of the Loyalist Prisoners' Association (LPA), and on Saturday mornings was normally crowded, as that was when money was given to prisoners' families. According to Henry McDonald and Jim Cusack, the IRA had the building under surveillance for some time. They say that the IRA decided to strike when one of their scouts spotted Adair entering the building on the morning of Saturday 23 October 1993. Later, in a secretly-recorded conversation with police, Adair confirmed that he had been in the building that morning.\n\n==The bombing==\nThe IRA's Belfast Brigade launched an operation to assassinate the UDA's top commanders, whom it believed were at the meeting. The plan allegedly was for two IRA members to enter the shop with a time bomb, force out the customers at gunpoint and flee before it exploded; killing those at the meeting. As they believed the meeting was being held in the room above the shop, the bomb was designed to send the blast upwards. IRA members maintained that they would have warned the customers as the bomb was primed. It had an eleven-second fuse, and the IRA stated that this would have allowed just enough time to clear the downstairs shop but not enough for those upstairs to escape.\n\nThe operation would be carried out by Thomas Begley and Seán Kelly, two IRA members in their early twenties from Ardoyne. They drove from Ardoyne to the Shankill in a hijacked blue Ford Escort, which they parked on Berlin Street, around the corner from Frizzell's. Dressed as deliverymen, they entered the shop with the five-pound bomb in a holdall. It was shortly after 1 pm on a Saturday afternoon and the area was crowded with mostly women and children. Whilst Kelly waited at the door, Begley made his way through the customers towards the counter, where the bomb detonated prematurely. Forensic evidence showed that Begley had been holding the bomb over the refrigerated serving counter when it exploded. Begley was killed along with nine other people, two of them children. They were the owner John Frizzell (63); his daughter Sharon McBride (29); Leanne Murray (13); UDA member Michael Morrison (27); his partner Evelyn Baird (27) and their daughter Michelle (7); George Williamson (63) and his wife Gillian (49); and Wilma McKee (38). The force of the blast caused the old building to collapse into a pile of rubble. The upper floor came down upon those inside the shop, crushing many of the survivors under the rubble, where they remained until rescued some hours later by volunteers and emergency services. About 57 people were injured. At the scene during the rescue operation were several senior loyalists, including Adair and Billy McQuiston. The latter had been in a pub on the nearest corner when the bomb went off. Among those rescued from the rubble was the badly-wounded Seán Kelly.\n\nUnknown to the IRA, if a UDA meeting had taken place, it had ended early and those attending it had left the building before the bomb exploded. McDonald and Cusack state that Adair and his men had stopped using the room for important meetings, allegedly because a sympathiser within the Royal Ulster Constabulary (RUC) told Adair that the police had it bugged.\n\n==Aftermath==\n\nThere was great anger and outrage in the Shankill in the wake of the bombing. Billy McQuiston told journalist Peter Taylor that \"anybody on the Shankill Road that day, from a Boy Scout to a granny, if you'd given them a gun they would have gone out and retaliated\". Many Protestants saw the bombing as an indiscriminate attack on them. Adair believed that the bomb was meant for him. Two days after the bombing, as Adair was driving away from his house, he stopped and told a police officer \"I'm away to plan a mass murder\".\n\nIn the week following the bombing, the UDA and UVF launched a wave of \"revenge attacks\", killing 14 civilians. The UDA shot a Catholic delivery driver in Belfast after luring him to a bogus call just a few hours after the bombing. He died on 25 October. On 26 October, the UDA shot dead another two Catholic civilians and wounded five in an indiscriminate attack at a Council Depot on Kennedy Way, Belfast. On 30 October, UDA members entered a pub in Greysteel frequented by Catholics and again opened fire indiscriminately. Eight civilians (six Catholics and two Protestants) were killed and 13 were wounded. This became known as the Greysteel massacre. The UDA stated it was a direct retaliation for the Shankill Road bombing. Michael Stone and another UDA member said that Adair also vowed to launch simultaneous attacks on Catholics attending mass in Belfast. The day after the attack (Sunday), the security forces were sent to guard all Catholic churches in Belfast. A UDA member said that a carload of gunmen were sent to attack Holy Family Catholic Church on the Limestone Road, but called off the attack due to the high security. Adair denied the claims. The UVF killed three Catholic men and a 15-year-old boy, with shootings around Belfast later in the year.\n\nAt Begley's wake, a British soldier fired upon a group of mourners standing outside Begley's home. The soldier fired twenty shots from a passing Land Rover. Among those wounded was republican activist Eddie Copeland, who needed extensive surgery. The court heard that the soldiers had been shown a photograph of Copeland before being sent on patrol. The soldier who fired the shots, Trooper Andrew Clarke, was jailed for ten years for attempted murder. Begley was given a well-attended republican funeral in west Belfast. Gerry Adams, president of Sinn Féin, used \"unusually strong language\" in condemning the bombing, saying it was wrong and could not be excused. However, he was criticised for being a pall-bearer at Begley's funeral. David McKittrick and Eamonn Mallie wrote that if Adams had shunned the funeral it would have been \"the end of him as a republican leader\". They explain that it would have severely damaged his credibility within the republican movement and made it difficult for him to secure an IRA ceasefire. Others, such as Taoiseach Albert Reynolds and RUC Chief Constable Hugh Annesley, agreed with this view.\n\nSeán Kelly, the surviving IRA member, was badly wounded in the blast, having lost his left eye and was unable to move his left arm. Upon his release from hospital, however, he was arrested and convicted of nine counts of murder, each with a corresponding life sentence. In July 2000, he was released under the terms of the Belfast Agreement. In an interview shortly after his release, he said he had never intended to kill innocent people and regrets what happened.\n\nRelatives of those killed in the Shankill Road bombing adopted different positions during the 20th anniversary commemorative events in 2013.\n\n==Informer allegations==\nIn 2016, allegations were made that the IRA commander who planned the bombing was a police informer for the RUC's Special Branch, and that he told his handlers of the planned attack. This information allegedly came from classified documents stolen by the IRA from Castlereagh RUC base in 2002. IRA members believe the informer was given the go-ahead by his handlers to rig the bomb so that it exploded prematurely. They believe the goal was to cause mass civilian casualties, weakening those in the IRA who opposed a ceasefire and who wanted to continue the armed campaign. Relatives of the victims asked the Police Ombudsman to investigate whether police knew about the attack before it happened.\n\n==See also==\n*Chronology of Provisional Irish Republican Army actions (1990–99)\n*Timeline of Ulster Defence Association actions\n\n==References==\n\n\n==External links==\n* BBC interview with victim of the attack\n* BBC on Johnny Adair\n* BBC on Sean Kelly\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nScene of the bombing, as of 2011.",
    "links": [
        {
            "title": "Shankill Road bombing",
            "text": "Shankill Road bombing",
            "start": 4,
            "end": 25,
            "id": "4760827"
        },
        {
            "title": "Provisional Irish Republican Army",
            "text": "Provisional Irish Republican Army",
            "start": 49,
            "end": 82,
            "id": "23299"
        },
        {
            "title": "The Troubles",
            "text": "the Troubles",
            "start": 154,
            "end": 166,
            "id": "30770"
        },
        {
            "title": "Northern Ireland",
            "text": "Northern Ireland",
            "start": 170,
            "end": 186,
            "id": "21265"
        },
        {
            "title": "Ulster loyalism",
            "text": "loyalist",
            "start": 239,
            "end": 247,
            "id": "2624777"
        },
        {
            "title": "Ulster Defence Association",
            "text": "Ulster Defence Association",
            "start": 248,
            "end": 274,
            "id": "180018"
        },
        {
            "title": "Fishmonger",
            "text": "fish shop",
            "start": 330,
            "end": 339,
            "id": "2543043"
        },
        {
            "title": "Shankill Road",
            "text": "Shankill Road",
            "start": 347,
            "end": 360,
            "id": "961273"
        },
        {
            "title": "Belfast",
            "text": "Belfast",
            "start": 362,
            "end": 369,
            "id": "5046"
        },
        {
            "title": "Ulster Protestants",
            "text": "Protestant",
            "start": 546,
            "end": 556,
            "id": "40479476"
        },
        {
            "title": "Collusion",
            "text": "tip off",
            "start": 911,
            "end": 918,
            "id": "162557"
        },
        {
            "title": "1971 Balmoral Furniture Company bombing",
            "text": "Balmoral Furniture Company bombing",
            "start": 1033,
            "end": 1067,
            "id": "34512259"
        },
        {
            "title": "Bayardo Bar attack",
            "text": "Bayardo Bar attack",
            "start": 1080,
            "end": 1098,
            "id": "33677691"
        },
        {
            "title": "Irish Catholics",
            "text": "Catholics",
            "start": 1279,
            "end": 1288,
            "id": "545025"
        },
        {
            "title": "Greysteel massacre",
            "text": "Greysteel massacre",
            "start": 1319,
            "end": 1337,
            "id": "4766700"
        },
        {
            "title": "UDA West Belfast Brigade",
            "text": "West Belfast brigade",
            "start": 1617,
            "end": 1637,
            "id": "33100196"
        },
        {
            "title": "Johnny Adair",
            "text": "Johnny Adair",
            "start": 1657,
            "end": 1669,
            "id": "98371"
        },
        {
            "title": "Peter Taylor (journalist)",
            "text": "Peter Taylor",
            "start": 1915,
            "end": 1927,
            "id": "4465432"
        },
        {
            "title": "Henry McDonald (writer)",
            "text": "Henry McDonald",
            "start": 2119,
            "end": 2133,
            "id": "20851345"
        },
        {
            "title": "Provisional IRA Belfast Brigade",
            "text": "Belfast Brigade",
            "start": 2500,
            "end": 2515,
            "id": "11019786"
        },
        {
            "title": "Thomas Begley",
            "text": "Thomas Begley",
            "start": 3209,
            "end": 3222,
            "id": "4823565"
        },
        {
            "title": "Sean Kelly (Irish republican)",
            "text": "Seán Kelly",
            "start": 3227,
            "end": 3237,
            "id": "5517994"
        },
        {
            "title": "Ardoyne",
            "text": "Ardoyne",
            "start": 3284,
            "end": 3291,
            "id": "1428247"
        },
        {
            "title": "Ford Escort (Europe)",
            "text": "Ford Escort",
            "start": 3352,
            "end": 3363,
            "id": "2227750"
        },
        {
            "title": "Billy McQuiston",
            "text": "Billy McQuiston",
            "start": 4610,
            "end": 4625,
            "id": "32028431"
        },
        {
            "title": "Royal Ulster Constabulary",
            "text": "Royal Ulster Constabulary",
            "start": 5060,
            "end": 5085,
            "id": "60995"
        },
        {
            "title": "Greysteel",
            "text": "Greysteel",
            "start": 6127,
            "end": 6136,
            "id": "3922550"
        },
        {
            "title": "Greysteel massacre",
            "text": "Greysteel massacre",
            "start": 6311,
            "end": 6329,
            "id": "4766700"
        },
        {
            "title": "Michael Stone (loyalist)",
            "text": "Michael Stone",
            "start": 6405,
            "end": 6418,
            "id": "1405155"
        },
        {
            "title": "Mass in the Catholic Church",
            "text": "mass",
            "start": 6523,
            "end": 6527,
            "id": "5684685"
        },
        {
            "title": "Wake (ceremony)",
            "text": "wake",
            "start": 6958,
            "end": 6962,
            "id": "1418332"
        },
        {
            "title": "Eddie Copeland",
            "text": "Eddie Copeland",
            "start": 7147,
            "end": 7161,
            "id": "4472881"
        },
        {
            "title": "Gerry Adams",
            "text": "Gerry Adams",
            "start": 7468,
            "end": 7479,
            "id": "38117"
        },
        {
            "title": "Sinn Féin",
            "text": "Sinn Féin",
            "start": 7494,
            "end": 7503,
            "id": "28175"
        },
        {
            "title": "Pallbearer",
            "text": "pall-bearer",
            "start": 7650,
            "end": 7661,
            "id": "796118"
        },
        {
            "title": "Taoiseach",
            "text": "Taoiseach",
            "start": 7992,
            "end": 8001,
            "id": "30814"
        },
        {
            "title": "Albert Reynolds",
            "text": "Albert Reynolds",
            "start": 8002,
            "end": 8017,
            "id": "146957"
        },
        {
            "title": "Chief constable",
            "text": "Chief Constable",
            "start": 8026,
            "end": 8041,
            "id": "710776"
        },
        {
            "title": "Hugh Annesley (police officer)",
            "text": "Hugh Annesley",
            "start": 8042,
            "end": 8055,
            "id": "16156541"
        },
        {
            "title": "Good Friday Agreement",
            "text": "Belfast Agreement",
            "start": 8404,
            "end": 8421,
            "id": "19952476"
        },
        {
            "title": "Informant",
            "text": "informer",
            "start": 8806,
            "end": 8814,
            "id": "1901849"
        },
        {
            "title": "Agent handling",
            "text": "handlers",
            "start": 8866,
            "end": 8874,
            "id": "1256171"
        },
        {
            "title": "Police Ombudsman for Northern Ireland",
            "text": "Police Ombudsman",
            "start": 9324,
            "end": 9340,
            "id": "4499340"
        },
        {
            "title": "Chronology of Provisional Irish Republican Army actions (1990–99)",
            "text": "Chronology of Provisional Irish Republican Army actions (1990–99)",
            "start": 9428,
            "end": 9493,
            "id": "29987728"
        },
        {
            "title": "Timeline of Ulster Defence Association actions",
            "text": "Timeline of Ulster Defence Association actions",
            "start": 9495,
            "end": 9541,
            "id": "24868056"
        }
    ],
    "_chunk_id": "b_3951645954-3963270013"
}