{
    "_id": "25367143",
    "id": "25367143",
    "title": "Train 904 bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==The bombing==",
            "start": 948,
            "end": 963
        },
        {
            "text": "==First response==",
            "start": 2493,
            "end": 2511
        },
        {
            "text": "==Inquiry==",
            "start": 4986,
            "end": 4997
        },
        {
            "text": "==Trials==",
            "start": 7073,
            "end": 7083
        },
        {
            "text": "==Casualty list==",
            "start": 9806,
            "end": 9823
        },
        {
            "text": "==See also==",
            "start": 10276,
            "end": 10288
        },
        {
            "text": "==References==",
            "start": 10320,
            "end": 10334
        }
    ],
    "categories": [
        "1984 crimes in Italy",
        "1984 murders in Europe",
        "1980s murders in Italy",
        "20th century in Emilia-Romagna",
        "20th-century mass murder in Italy",
        "Crime in Emilia-Romagna",
        "December 1984 crimes",
        "December 1984 events in Europe",
        "History of the Sicilian Mafia",
        "Improvised explosive device bombings in 1984",
        "Improvised explosive device bombings in Italy",
        "Mass murder in 1984",
        "Massacres in Italy",
        "Organized crime events in Italy",
        "Railway accidents and incidents in Italy",
        "Terrorist incidents in Europe in 1984",
        "Terrorist incidents in Italy in the 1980s",
        "Train bombings in Europe"
    ],
    "infobox": "{{Infobox civilian attack\n|title=Train 904 bombing\n|image=\n|caption=\n|location=[[San Benedetto Val di Sambro]], [[Apennine Base Tunnel]], [[Emilia-Romagna]], [[Italy]]\n|date=December 23, 1984\n|time=19:08\n|timezone=UTC+1\n|type=[[bombing|Bomb attack]]\n|fatalities= 16\n|injuries = 267\n|perps=[[Giuseppe Calò]], [[Guido Cercola]], [[Franco Di Agostino]] (members of the [[Sicilian Mafia]]),<br/>[[Friedrich Schaudinn]] (German engineer)<ref name=natale>{{cite web|url=http://archiviostorico.corriere.it/1992/novembre/25/strage_Natale_ergastolo_boss_co_0_92112510569.shtml|archive-url=https://web.archive.org/web/20140812204924/http://archiviostorico.corriere.it/1992/novembre/25/strage_Natale_ergastolo_boss_co_0_92112510569.shtml|url-status=dead|archive-date=12 August 2014|publisher=corriere.it|title=Strage di Natale, ergastolo al boss|date=25 November 1992|language=Italian}}</ref>\n}}",
    "article": "The Train 904 bombing (Italian: Strage del Rapido 904 or Strage di Natale (Christmas massacre)) was a terror attack which occurred on 23 December 1984, in the Apennine Base Tunnel. A bomb on the 904 express train (Rapido 904) from Naples to Milan was detonated, killing 16 and wounding 266. The bombing location was near the location of the Italicus Express bombing ten years previously.\n\nThe motive behind the bomb attack was to distract Italian security forces from investigating the Sicilian Mafia after the testimony of the Mafia turncoat Tommaso Buscetta to Antimafia prosecutor Giovanni Falcone had led to a series of arrest warrants in September 1984 that subsequently would lead to the Maxi Trial against 475 Mafia defendants. Mafia boss Giuseppe Calò, also known as \"Pippo\", was convicted for ordering and organising the attack in February 1989. In April 2011 Mafia \"boss of bosses\" Salvatore Riina was indicted for ordering the bombing.\n\n==The bombing==\nOn Sunday, December 23, 1984 the Rapido 904 was on regular service between Naples and Milan. It was traveling northbound, overcrowded by 700 holiday passengers coming back home or visiting relatives due to the upcoming Christmas holidays. At 19:08 a bomb exploded in the ninth car, a 2nd class coach in the middle of the train. The train was 8 kilometers into the Apennine Base Tunnel, on the Florence-Bologna line near Vernio, on a long straight stretch with speed limits of up to 160 km/h at the time, and was travelling at 150 km/h. \n\nThe bomb had been placed on a luggage rack whilst the train was in Florence Santa Maria Novella railway station. Unlike train bombings in the previous decades of political turmoil, the bomb was remote controlled and was detonated while the train was well into the tunnel, in order to maximize the damage. The bomb exploded as planned. Its shock wave, reflected by the tunnel sides, blew out all the window glass and internal doors, throwing shrapnel-like shards into the compartments. 15 died as a direct consequence of the blast, and one more died later because of the wounds. \n\nThe emergency brake was pulled, and the train came to a stop a thousand or so meters from the blast, 8 kilometers from the northern entrance and 10 from the southern. Train conductor Gian Claudio Bianconcini – on his last journey before retiring – was wounded in the nape of his neck, but managed to reach a service telephone and call for help. Passengers were scared and stranded in the cold Apennine winter.\n\n==First response==\nBianconcini gave first aid to the passengers while the gallery's neon lights were fading since the explosion had blasted away the overhead wires. Rescuers encountered problems reaching the disaster scene. Rescue vehicles gathered at the southern entrance of the tunnel, but were blocked by thick smoke emerging from it. After an hour and a half the first service vehicles dispatched to the scene could reach the stricken train, without any hint of what happened. \n\nRadio communications were difficult, worsened by the lack of a mobile radio link; weather was bad, the train was deep inside the tunnel and a strong smell of black powder impaired breathing. While damage and smoke impaired prompt access from the southern entrance, the wind blowing smoke south was fortunate, avoiding smoke buildup in the tunnel and leaving the northern entrance – nearest to the emergency response center of Bologna – relatively clear.\n\nA diesel-electric engine was brought from Bologna to recover the head section of the damaged train, allowing rescuers to reach the blown-up coach. Coaches of a rescue train were used as ambulances, ferrying the injured and taking them to San Benedetto Val di Sambro station. Underestimation of the scale of the incident led to only a single doctor being present on the rescue train. 15 ambulances took the critical patients to Bologna Ospedale Maggiore, with Polizia di Stato and Carabinieri escorts. \n\nA special plan, developed in the wake of bombings during previous years, including the Italicus Express bombing and the Bologna massacre, was activated for the first time. It was instrumental in providing a fast response: local police reserved some roads for ambulance routes, while coordination between responders was managed by Bologna Soccorso, a regional emergency management group evolved from the late CePIS (and which would eventually become the core of the national emergency response network).\n\nAfter letting off its first shipment of injured passengers, the train quickly got back to the tunnel and picked up the uninjured passengers, who were beginning to suffer from the cold wind. However, smoke from its diesel engines inadvertently filled the tunnel. Passengers and responders still inside the tunnel had to be provided with oxygen masks. After the train departed, a woman was found in shock in the tunnel cavity, and was taken on foot to the nearby Ca' di Landino station. Snow began to fall while the last passengers were evacuated.\n\n==Inquiry==\nWithin hours after the blast, a number of left and right-wing groups claimed responsibility. Official suspicion centered on neo-fascist terrorists, since the attack took place on the same railway stretch at which right-wing extremists bombed the Italicus train in 1974, killing twelve and wounding 48. The Public Prosecutor Office promptly began an inquiry. A chemical and ballistic survey was commissioned in order to find the kind of explosive used and the disaster dynamics. A witness was found: he saw two people placing two bags in the 9th car luggage rack in Florence station, so the inquiry was assigned to Florence prosecutors.\n\nIn March 1985, Mafia boss Giuseppe Calò and Guido Cercola were stopped in Rome and jailed for crimes related to drug trafficking. The hideout of Calò was found on May 11 in a small rural cottage near Poggio San Lorenzo in Rieti: searches found a suitcase in the cellar, containing two smaller cases within which there were batteries, a radio receiver, a radio transmitter, antennas, wires, weapons and explosives. This explosive was checked by forensic labs in Rome and Florence, and proved to be the same as the one used on Train 904.\n\nOn 9 January 1986, prosecutor Pierluigi Vigna charged Calò and Cercola with the massacre. According to the inquiry, the bombing was intended to distract the state security forces from investigating the Sicilian Mafia after the testimony of the Mafia turncoat Tommaso Buscetta to investigating Antimafia judge Giovanni Falcone had led to a series of arrest warrants in September 1984 that subsequently would lead to the Maxi Trial against 474 Mafia defendants.\n\nCercola was linked to a German, Friedrich Schaudinn, who built electronic devices to be used in bombings. Those devices were found in Pippo Calò's home. Many links were found between Calò, the Camorra and extreme right-wing neo-Fascist groups. Calò had ties with P2 masonic lodge and the Banda della Magliana, and was a well known to many Italian terrorists, including Cristiano and Valerio Fioravanti, Massimo Carminati and Walter Sordi.\n\n==Trials==\nThe Florence Criminal Court found Pippo Calò, Cercola and people linked to them (Alfonso Galeota, Giulio Pirozzi and Camorra boss Giuseppe Misso) guilty on 25 February 1989, sentencing them to life imprisonment for massacre. Franco Di Agostino was sentenced to 28 years, Schaudinn to 25 and other involved in the inquiry received minor sentences. A second grade trial took place on March 15, 1990, in Florence by Giulio Catelani. Calò and Cercola's jail time was confirmed, and Di Agostino was given a life sentence. Misso, Pirozzi and Galeota were discharged in regard to the massacre, but found guilty of possession of explosives. Schaudinn was found not formally linked with Mafia, and his sentence for the massacre was revised to 22 years. \n\nOn 5 March 1991, the Corte di Cassazione presided by Corrado Carnevale unexpectedly voided the sentence. General Prosecutor Antonino Scopelliti was against the ruling, and called for a fair crime prosecution. Carnevale allowed a new trial of the suspects by the Florence court. Calò and Cercola sentences were confirmed, Di Agostino got 24 years, Schaudinn got 22. Misso's sentence was cut to three years; Galeota and Pirozzi sentence to eighteen months, their role in the massacre being deemed as marginal. \n\nThe same day, Galeota and Pirozzi, along with latter's wife Rita Casolaro and Misso's wife Assunta Sarno, were returning to Naples when their car was rammed on the A1 motorway near Afragola-Acerra exit. Killers sent by the Camorra clans opened fire, killing Galeota and Sarno (executed by a gunshot in the mouth). Giulio Pirozzi and his wife were saved by a police car which fortuitously passed on the opposite lane, causing the killers to flee. \n\nThe Corte di Cassazione confirmed the sentences on 24 November 1992, officially recognizing a \"coordinated hand by the Mafia\" in the disaster. On 18 February 1994, Florence Court discharged MSI member of Parliament Massimo Abbatangelo from the massacre charge, but deemed him guilty of giving the explosive to Misso in early 1984. Abbatangelo was sentenced to 6 years. Victims' relatives asked for a tougher sentence, but lost the appeal and had to pay for judiciary expenses.\n\nGuido Cercola killed himself in Sulmona's penitentiary on 3 January 2005. He strangled himself with shoelaces, and died while being rushed to hospital.\n\nOn 27 April 2011, the Antimafia Office of Naples issued a custody order against Mafia \"boss of bosses\" Totò Riina, the head of the Sicilian Mafia Commission, considering him the brains behind the massacre. Prosecutors said that the explosive used to carry out Train 904 attack were the same used to kill Antimafia judge Paolo Borsellino and his escort in via D'Amelio on July 19, 1992.\n\n==Casualty list==\nSource:\n* Giovanbattista Altobelli (51)\n* Anna Maria Brandi (26)\n* Angela Calvanese in De Simone (33)\n* Anna De Simone (9)\n* Giovanni De Simone (4)\n* Nicola De Simone (40)\n* Susanna Cavalli (22)\n* Lucia Cerrato (66)\n* Pier Francesco Leoni (23)\n* Luisella Matarazzo (25)\n* Carmine Moccia (30)\n* Valeria Moratello (22)\n* Maria Luigia Morini (45)\n* Federica Taglialatela (12)\n* Abramo Vastarella (29)\n* Gioacchino Taglialatela (50, died from his wounds)\n\n==See also==\n* List of massacres in Italy \n\n==References==",
    "links": [
        {
            "title": "Train 904 bombing",
            "text": "Train 904 bombing",
            "start": 4,
            "end": 21,
            "id": "25367143"
        },
        {
            "title": "Italian language",
            "text": "Italian",
            "start": 23,
            "end": 30,
            "id": "14708"
        },
        {
            "title": "Christmas",
            "text": "Christmas",
            "start": 75,
            "end": 84,
            "id": "6237"
        },
        {
            "title": "Apennine Base Tunnel",
            "text": "Apennine Base Tunnel",
            "start": 159,
            "end": 179,
            "id": "11411087"
        },
        {
            "title": "Naples",
            "text": "Naples",
            "start": 231,
            "end": 237,
            "id": "55880"
        },
        {
            "title": "Milan",
            "text": "Milan",
            "start": 241,
            "end": 246,
            "id": "36511"
        },
        {
            "title": "Italicus Express bombing",
            "text": "Italicus Express bombing",
            "start": 341,
            "end": 365,
            "id": "3329020"
        },
        {
            "title": "Sicilian Mafia",
            "text": "Sicilian Mafia",
            "start": 486,
            "end": 500,
            "id": "893141"
        },
        {
            "title": "Tommaso Buscetta",
            "text": "Tommaso Buscetta",
            "start": 543,
            "end": 559,
            "id": "72701"
        },
        {
            "title": "Giovanni Falcone",
            "text": "Giovanni Falcone",
            "start": 584,
            "end": 600,
            "id": "44796"
        },
        {
            "title": "Maxi Trial",
            "text": "Maxi Trial",
            "start": 694,
            "end": 704,
            "id": "2786578"
        },
        {
            "title": "Giuseppe Calò",
            "text": "Giuseppe Calò",
            "start": 746,
            "end": 759,
            "id": "3530991"
        },
        {
            "title": "Salvatore Riina",
            "text": "Salvatore Riina",
            "start": 892,
            "end": 907,
            "id": "24995583"
        },
        {
            "title": "Passenger car (rail)",
            "text": "coach",
            "start": 1258,
            "end": 1263,
            "id": "1103558"
        },
        {
            "title": "Florence",
            "text": "Florence",
            "start": 1357,
            "end": 1365,
            "id": "11525"
        },
        {
            "title": "Bologna",
            "text": "Bologna",
            "start": 1366,
            "end": 1373,
            "id": "21069333"
        },
        {
            "title": "Vernio",
            "text": "Vernio",
            "start": 1384,
            "end": 1390,
            "id": "6826590"
        },
        {
            "title": "Luggage carrier",
            "text": "luggage rack",
            "start": 1532,
            "end": 1544,
            "id": "14895992"
        },
        {
            "title": "Firenze Santa Maria Novella railway station",
            "text": "Florence Santa Maria Novella railway station",
            "start": 1569,
            "end": 1613,
            "id": "2214404"
        },
        {
            "title": "Shrapnel shell",
            "text": "shrapnel",
            "start": 1943,
            "end": 1951,
            "id": "37345"
        },
        {
            "title": "Gian Claudio Bianconcini",
            "text": "Gian Claudio Bianconcini",
            "start": 2265,
            "end": 2289,
            "id": null
        },
        {
            "title": "Nape",
            "text": "nape",
            "start": 2349,
            "end": 2353,
            "id": "1987821"
        },
        {
            "title": "Apennine Mountains",
            "text": "Apennine",
            "start": 2475,
            "end": 2483,
            "id": "200366"
        },
        {
            "title": "First aid",
            "text": "first aid",
            "start": 2529,
            "end": 2538,
            "id": "11296"
        },
        {
            "title": "Gunpowder",
            "text": "black powder",
            "start": 3135,
            "end": 3147,
            "id": "12737"
        },
        {
            "title": "Diesel–electric transmission",
            "text": "diesel-electric",
            "start": 3434,
            "end": 3449,
            "id": "685002"
        },
        {
            "title": "San Benedetto Val di Sambro",
            "text": "San Benedetto Val di Sambro",
            "start": 3670,
            "end": 3697,
            "id": "6720915"
        },
        {
            "title": "Bologna",
            "text": "Bologna",
            "start": 3859,
            "end": 3866,
            "id": "21069333"
        },
        {
            "title": "Ospedale Maggiore di Bologna",
            "text": "Ospedale Maggiore",
            "start": 3867,
            "end": 3884,
            "id": "47586990"
        },
        {
            "title": "Polizia di Stato",
            "text": "Polizia di Stato",
            "start": 3891,
            "end": 3907,
            "id": "1313023"
        },
        {
            "title": "Carabinieri",
            "text": "Carabinieri",
            "start": 3912,
            "end": 3923,
            "id": "45173"
        },
        {
            "title": "Bologna massacre",
            "text": "Bologna massacre",
            "start": 4055,
            "end": 4071,
            "id": "2355715"
        },
        {
            "title": "Bologna Soccorso",
            "text": "Bologna Soccorso",
            "start": 4265,
            "end": 4281,
            "id": null
        },
        {
            "title": "Oxygen mask",
            "text": "oxygen mask",
            "start": 4775,
            "end": 4786,
            "id": "1297796"
        },
        {
            "title": "Ca' di Landino",
            "text": "Ca' di Landino",
            "start": 4900,
            "end": 4914,
            "id": null
        },
        {
            "title": "Neo-fascism",
            "text": "neo-fascist",
            "start": 5122,
            "end": 5133,
            "id": "48755"
        },
        {
            "title": "Crime boss",
            "text": "Mafia boss",
            "start": 5650,
            "end": 5660,
            "id": "2029109"
        },
        {
            "title": "Giuseppe Calò",
            "text": "Giuseppe Calò",
            "start": 5661,
            "end": 5674,
            "id": "3530991"
        },
        {
            "title": "Guido Cercola",
            "text": "Guido Cercola",
            "start": 5679,
            "end": 5692,
            "id": null
        },
        {
            "title": "Rome",
            "text": "Rome",
            "start": 5709,
            "end": 5713,
            "id": "25458"
        },
        {
            "title": "Illegal drug trade",
            "text": "drug trafficking",
            "start": 5747,
            "end": 5763,
            "id": "218449"
        },
        {
            "title": "Poggio San Lorenzo",
            "text": "Poggio San Lorenzo",
            "start": 5835,
            "end": 5853,
            "id": "6753553"
        },
        {
            "title": "Rieti",
            "text": "Rieti",
            "start": 5857,
            "end": 5862,
            "id": "2824456"
        },
        {
            "title": "Forensic science",
            "text": "forensic",
            "start": 6079,
            "end": 6087,
            "id": "45710"
        },
        {
            "title": "Pierluigi Vigna",
            "text": "Pierluigi Vigna",
            "start": 6202,
            "end": 6217,
            "id": "35912449"
        },
        {
            "title": "Massacre",
            "text": "massacre",
            "start": 6252,
            "end": 6260,
            "id": "30923647"
        },
        {
            "title": "Tommaso Buscetta",
            "text": "Tommaso Buscetta",
            "start": 6431,
            "end": 6447,
            "id": "72701"
        },
        {
            "title": "Giovanni Falcone",
            "text": "Giovanni Falcone",
            "start": 6481,
            "end": 6497,
            "id": "44796"
        },
        {
            "title": "Arrest warrant",
            "text": "arrest warrant",
            "start": 6521,
            "end": 6535,
            "id": "146746"
        },
        {
            "title": "Maxi Trial",
            "text": "Maxi Trial",
            "start": 6591,
            "end": 6601,
            "id": "2786578"
        },
        {
            "title": "German diaspora",
            "text": "German",
            "start": 6657,
            "end": 6663,
            "id": "80366"
        },
        {
            "title": "Friedrich Schaudinn",
            "text": "Friedrich Schaudinn",
            "start": 6665,
            "end": 6684,
            "id": null
        },
        {
            "title": "Camorra",
            "text": "Camorra",
            "start": 6826,
            "end": 6833,
            "id": "44945"
        },
        {
            "title": "Neo-fascism",
            "text": "neo-Fascist",
            "start": 6857,
            "end": 6868,
            "id": "48755"
        },
        {
            "title": "Propaganda Due",
            "text": "P2 masonic lodge",
            "start": 6896,
            "end": 6912,
            "id": "57144"
        },
        {
            "title": "Banda della Magliana",
            "text": "Banda della Magliana",
            "start": 6921,
            "end": 6941,
            "id": "7053809"
        },
        {
            "title": "Terrorism in Italy",
            "text": "terrorists",
            "start": 6980,
            "end": 6990,
            "id": "54163601"
        },
        {
            "title": "Cristiano Fioravanti",
            "text": "Cristiano",
            "start": 7002,
            "end": 7011,
            "id": null
        },
        {
            "title": "Valerio Fioravanti",
            "text": "Valerio Fioravanti",
            "start": 7016,
            "end": 7034,
            "id": "13438994"
        },
        {
            "title": "Massimo Carminati",
            "text": "Massimo Carminati",
            "start": 7036,
            "end": 7053,
            "id": "44614742"
        },
        {
            "title": "Walter Sordi",
            "text": "Walter Sordi",
            "start": 7058,
            "end": 7070,
            "id": null
        },
        {
            "title": "Alfonso Galeota",
            "text": "Alfonso Galeota",
            "start": 7165,
            "end": 7180,
            "id": null
        },
        {
            "title": "Giulio Pirozzi",
            "text": "Giulio Pirozzi",
            "start": 7182,
            "end": 7196,
            "id": null
        },
        {
            "title": "Camorra",
            "text": "Camorra",
            "start": 7201,
            "end": 7208,
            "id": "44945"
        },
        {
            "title": "Giuseppe Misso",
            "text": "Giuseppe Misso",
            "start": 7214,
            "end": 7228,
            "id": null
        },
        {
            "title": "Franco Di Agostino",
            "text": "Franco Di Agostino",
            "start": 7309,
            "end": 7327,
            "id": null
        },
        {
            "title": "Giulio Catelani",
            "text": "Giulio Catelani",
            "start": 7497,
            "end": 7512,
            "id": null
        },
        {
            "title": "Supreme Court of Cassation (Italy)",
            "text": "Corte di Cassazione",
            "start": 7851,
            "end": 7870,
            "id": "3588041"
        },
        {
            "title": "Corrado Carnevale",
            "text": "Corrado Carnevale",
            "start": 7883,
            "end": 7900,
            "id": "2074848"
        },
        {
            "title": "Antonino Scopelliti",
            "text": "Antonino Scopelliti",
            "start": 7954,
            "end": 7973,
            "id": "31169531"
        },
        {
            "title": "Assunta Sarno",
            "text": "Assunta Sarno",
            "start": 8431,
            "end": 8444,
            "id": null
        },
        {
            "title": "Afragola",
            "text": "Afragola",
            "start": 8521,
            "end": 8529,
            "id": "1299932"
        },
        {
            "title": "Acerra",
            "text": "Acerra",
            "start": 8530,
            "end": 8536,
            "id": "1693945"
        },
        {
            "title": "Italian Social Movement",
            "text": "MSI",
            "start": 8978,
            "end": 8981,
            "id": "33643342"
        },
        {
            "title": "Massimo Abbatangelo",
            "text": "Massimo Abbatangelo",
            "start": 9003,
            "end": 9022,
            "id": null
        },
        {
            "title": "Sulmona",
            "text": "Sulmona",
            "start": 9298,
            "end": 9305,
            "id": "2073056"
        },
        {
            "title": "Naples",
            "text": "Naples",
            "start": 9461,
            "end": 9467,
            "id": "55880"
        },
        {
            "title": "Salvatore Riina",
            "text": "Totò Riina",
            "start": 9522,
            "end": 9532,
            "id": "24995583"
        },
        {
            "title": "Sicilian Mafia Commission",
            "text": "Sicilian Mafia Commission",
            "start": 9550,
            "end": 9575,
            "id": "6294659"
        },
        {
            "title": "Paolo Borsellino",
            "text": "Paolo Borsellino",
            "start": 9739,
            "end": 9755,
            "id": "628364"
        },
        {
            "title": "List of massacres in Italy",
            "text": "List of massacres in Italy",
            "start": 10291,
            "end": 10317,
            "id": "31799290"
        }
    ],
    "_chunk_id": "b_9331898985-9340582125"
}