{
    "_id": "35910053",
    "id": "35910053",
    "title": "Via D'Amelio bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Bombing==",
            "start": 991,
            "end": 1002
        },
        {
            "text": "==Aftermath==",
            "start": 2697,
            "end": 2710
        },
        {
            "text": "==Investigations and sentences==",
            "start": 4716,
            "end": 4748
        },
        {
            "text": "==References==",
            "start": 8592,
            "end": 8606
        },
        {
            "text": "==Sources==",
            "start": 8609,
            "end": 8620
        }
    ],
    "categories": [
        "1992 crimes in Italy",
        "1992 murders in Europe",
        "1990s murders in Italy",
        "1990s trials",
        "2000s trials",
        "20th century in Sicily",
        "20th-century mass murder in Italy",
        "Car and truck bombings in Italy",
        "False flag operations",
        "History of Palermo",
        "History of the Sicilian Mafia",
        "Improvised explosive device bombings in 1992",
        "Improvised explosive device bombings in Italy",
        "July 1992 crimes",
        "July 1992 events in Europe",
        "Mass murder in 1992",
        "Massacres in Italy",
        "Murder in Sicily",
        "Murder trials",
        "Organized crime events in Italy",
        "Trials in Italy",
        "Violent non-state actor incidents in Italy"
    ],
    "infobox": "{{Infobox civilian attack\n| title       = \n| partof      = \n| image       = Via d'amelio.jpg \n| image_size  = \n| alt         = \n| caption     = The buildings where Paolo Borsellino's mother lived. The bomb exploded while he was walking to the entrance gate. \n| map         = \n| map_size    = \n| map_alt     = \n| map_caption =  \n| location    = [[Palermo]], [[Sicily]], [[Italy]] \n| target      = [[Paolo Borsellino]] \n| coordinates = {{Coord|38.143056|N|13.354722|E|type:event_region:IT|format=dms|display=inline,title}} \n| date        = {{start date and age|1992|7|19}}\n| time        = 4:58 PM \n| timezone    = \n| type        = [[Assassination]] \n| fatalities  = 6 \n| injuries    = \n| victims     = <!-- or | victim      = -->\n| perpetrators= <!-- or | perpetrator = -->  <!-- alias: | perps = or | perp = -->\n| weapons     = [[Car bomb]] \n| numparts    = <!-- or | numpart     = -->\n| dfens       = <!-- or | dfen        = -->\n| motive      = \n}}",
    "article": "The via D'Amelio bombing was a terror attack by the Sicilian Mafia which took place in Palermo, Sicily, Italy on 19 July 1992. It killed anti-mafia magistrate Paolo Borsellino and five members of his police escort: Agostino Catalano, Emanuela Loi (the first Italian female member of a police escort and the first to be killed on duty), Vincenzo Li Muli, Walter Eddie Cosina and Claudio Traina.\n\nThe so-called agenda rossa, the red notebook in which Borsellino used to write down details of his investigations and which he always carried with him, disappeared from the site in the moments after the explosion. A carabinieri officer who was present when the explosion occurred reported he had delivered the notebook to Giuseppe Ayala, the first Palermo magistrate to arrive at the scene. Ayala, who said he had refused to receive it, was later criticized for saying escorts to anti-mafia judges should be reduced, despite evidence of further failed attempts to kill them in subsequent years.\n\n==Bombing==\nThe bombing occurred at 4:58 p.m. on 19 July 1992, 57 days after the Capaci bombing, in which Borsellino's friend, anti-mafia magistrate Giovanni Falcone, had been killed with his wife and police escort. The only survivor of the escort in the bombing, Antonino Vullo, said the judge had stayed in his summer residence outside Palermo from 1:30 p.m. to around 4:00 p.m., when he and the escort drove to Via D'Amelio in the Sicilian capital, where he was to meet his mother. When they arrived, Vullo and the other agents noticed nothing unusual except some parked cars. The car in which Borsellino had been travelling exploded, along with one of the escort cars, while Vullo was sitting in a third car.\n\nThe bomb, containing some  of TNT, had been placed in a Fiat 126. Normal procedure when Borsellino travelled was to clear the road of cars before his arrival, but this was not allowed by the administration of the comune of Palermo, as reported by another anti-mafia judge, Antonino Caponnetto. Gaspare Spatuzza, a mafioso who later became a pentito, eventually revealed he had stolen the Fiat 126 on the orders of the Graviano and Brancaccio mafia clans.\n\nThe bloodbath provoked outrage. The night after, protesters peacefully besieged the prefecture of Palermo. Borsellino's funeral saw vehement protests by the crowd against the participants; the national police chief, Arturo Parisi, was struck while trying to escape. A few days later, questore (local police commander) Vito Plantone and prefetto Mario Jovine were transferred. The chief prosecutor of Palermo, Pietro Giammanco, resigned. Meanwhile, 7,000 soldiers were sent to Sicily to patrol roads and possible locations for attacks.\n\n==Aftermath==\nBorsellino used to carry a red notebook, the so-called agenda rossa, in which he wrote down details of his investigations before making an official record in judicial reports. His colleagues were not given access to the agenda rossa.\n\nCarabinieri officer Rosario Farinella said later that, after recovering the agenda rossa from the car, he gave it to Ayala. Ayala said he was staying in a hotel nearby and rushed to the place after hearing the explosion. He initially stumbled on the corpse of Borsellino without recognizing it, as the dead judge was limbless. Ayala said \"an officer in uniform\" had offered him the notebook, but that he had refused it because he lacked authority. Carabinieri captain Arcangioli said he was not wearing uniform at the scene. In September 2005, Ayala changed his version, saying he took the agenda rossa while exploring the destroyed car and later gave it to a carabinieri officer who was there. Ayala's subsequent statements speak of an agent alternately in uniform and not in uniform.\n\nOn 1 July 1992 Borsellino had held a meeting with Nicola Mancino, who at the time had just been appointed Minister of the Interior. Details of the meeting have never been disclosed, but it is likely that Borsellino had annotated them in his agenda. Mancino, however, always denied having met Borsellino. In a television interview of 24 July 2009, Ayala said, \n\"Mancino himself told me that he had met Borsellino on 1 July 1992. Moreover, Mancino showed me his appointments book, with the name of Borsellino on it.\" Ayala repudiated this account in an interview in Sette magazine. A video showing Arcangioli holding the agenda rossa while inspecting the bombing area was aired in news on Italian state channel Rai 1 in 2006.\n\nA personal diary in the possession of Borsellino's family has an annotation by the judge that reads: \"1 July h 19:30 : Mancino\". Vittorio Aliquò, another magistrate, later said he had accompanied Borsellino \"up to the threshold of the minister's office\".\n\n\n\n==Investigations and sentences==\nIn July 2007 the prosecutor's office in Caltanissetta opened an investigation into the possible involvement of agents from SISDE, Italy's civil intelligence service, in the massacre. At the same time, a letter from Borsellino's brother Salvatore was published. Entitled 19 luglio 1992: Una strage di stato (\"19 July 1992: A state massacre\"), the letter supports the hypothesis that Minister of the Interior Mancino knew the reasons for the magistrate's assassination. Salvatore Borsellino wrote:\n\n\nInvestigations held by police telecommunications expert Gioacchino Genchi attested the presence of an undercover SISDE installation in Castello Utveggio, an art nouveau castle on Monte Pellegrino, a mountain overlooking Palermo and Via D'Amelio. This was discovered by analyzing the phone calls of mafia boss Gaetano Scotto, who called a SISDE phone in the castle. Scotto's brother Pietro had done maintenance work on phone lines in Via D'Amelio; it was later discovered that Pietro had tapped Borsellino's mother's phone to obtain confirmation of Borsellino's arrival before the massacre. All trace of SISDE disappeared from Castello Utveggio immediately after the assassination. Mafia boss Totò Riina spoke about the presence of the Italian intelligence service on Monte Pellegrino on 22 May 2004, in the trial relating to the Via dei Georgofili bombing. In an interview on the Italian state TV documentary show La storia siamo noi (History is Us), Borsellino's widow said he, in the days before the massacre, had her close the shutters on the windows because \"they can observe us from Castello Utveggio\".\n\nThe first investigations led to the arrest of Vincenzo Scarantino on 26 September 1992, accused by pentiti of having stolen the car used in the explosion. (Scarantino later became a pentito himself.) The magistrates also discovered the phone of Borsellino's mother had been tapped. A first trial for the massacre ended on 26 January 1996, with Scarantino sentenced to 18 years in prison, while Giuseppe Orofino, Salvatore Profeta and Pietro Scotto, those who prepared the bomb and intercepted the phone, were sentenced to life imprisonment. Scotto and Orofino, however, were acquitted on appeal. A second trial was started in 1999 after Scarantino changed his statements; this time, Salvatore Riina, Pietro Aglieri, Salvatore Biondino, Carlo Greco, Giuseppe Graviano, Gaetano Scotto and Francesco Tagliavia were sentenced to life imprisonment. A third trial in 2002 involved 26 other mafia bosses who had been involved in the massacre in various ways, ending with life sentences for Bernardo Provenzano, Pippo Calò, Michelangelo La Barbera, Raffaele Ganci, Domenico Ganci, Francesco Madonia, Giuseppe Montalto, Filippo Graviano, Cristoforo Cannella, Salvatore Biondo and another Salvatore Biondo.\n\nIn 1992 the Italian political world was shaken by the Mani Pulite (clean hands) corruption scandal, after which most of the parties that had been the traditional political supporters of the mafia would disappear. In 2009 Massimo Ciancimino, son of the mafioso former mayor of Palermo Vito Ciancimino, said the Italian establishment and the mafia had been negotiating a pact in those days. Among other things, the agreement would involve the creation of a new party, Forza Italia, with the help of founder Silvio Berlusconi's chief collaborator, Marcello Dell'Utri, who was later convicted of allegiance to the mafia.\n\nAfter the new revelations, Sicilian attorneys started new investigations based on the hypothesis that Borsellino knew of the negotiations between the mafia, SISDE and senior politicians, and that he was assassinated because of this knowledge. The existence of negotiations between Italian institutions and the Sicilian mafia was confirmed in 2012 by Caltanissetta prosecutor Nico Gozzo as \"by now an established fact\".\n\n==References==\n\n\n==Sources==\n*\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\nA memorial in Via D'Amelio.",
    "links": [
        {
            "title": "Via D'Amelio bombing",
            "text": "via D'Amelio bombing",
            "start": 4,
            "end": 24,
            "id": "35910053"
        },
        {
            "title": "Terrorism in Italy",
            "text": "terror",
            "start": 31,
            "end": 37,
            "id": "54163601"
        },
        {
            "title": "Sicilian Mafia",
            "text": "Sicilian Mafia",
            "start": 52,
            "end": 66,
            "id": "893141"
        },
        {
            "title": "Palermo",
            "text": "Palermo",
            "start": 87,
            "end": 94,
            "id": "38881"
        },
        {
            "title": "Sicily",
            "text": "Sicily",
            "start": 96,
            "end": 102,
            "id": "27619"
        },
        {
            "title": "Italy",
            "text": "Italy",
            "start": 104,
            "end": 109,
            "id": "14532"
        },
        {
            "title": "Antimafia Commission",
            "text": "anti-mafia",
            "start": 137,
            "end": 147,
            "id": "9802865"
        },
        {
            "title": "Magistrate#Continental Europe and its former colonies",
            "text": "magistrate",
            "start": 148,
            "end": 158,
            "id": null
        },
        {
            "title": "Paolo Borsellino",
            "text": "Paolo Borsellino",
            "start": 159,
            "end": 175,
            "id": "628364"
        },
        {
            "title": "Law enforcement in Italy",
            "text": "police",
            "start": 200,
            "end": 206,
            "id": "1977376"
        },
        {
            "title": "Italians",
            "text": "Italian",
            "start": 258,
            "end": 265,
            "id": "385155"
        },
        {
            "title": "Explosion",
            "text": "explosion",
            "start": 598,
            "end": 607,
            "id": "18993857"
        },
        {
            "title": "Carabinieri",
            "text": "carabinieri",
            "start": 611,
            "end": 622,
            "id": "45173"
        },
        {
            "title": "Giuseppe Ayala",
            "text": "Giuseppe Ayala",
            "start": 717,
            "end": 731,
            "id": "21751191"
        },
        {
            "title": "Bomb",
            "text": "bombing",
            "start": 1007,
            "end": 1014,
            "id": "47628"
        },
        {
            "title": "Capaci bombing",
            "text": "Capaci bombing",
            "start": 1072,
            "end": 1086,
            "id": "54632258"
        },
        {
            "title": "Giovanni Falcone",
            "text": "Giovanni Falcone",
            "start": 1140,
            "end": 1156,
            "id": "44796"
        },
        {
            "title": "TNT",
            "text": "TNT",
            "start": 1735,
            "end": 1738,
            "id": "30698"
        },
        {
            "title": "Fiat 126",
            "text": "Fiat 126",
            "start": 1761,
            "end": 1769,
            "id": "484020"
        },
        {
            "title": "Comune",
            "text": "comune",
            "start": 1918,
            "end": 1924,
            "id": "457055"
        },
        {
            "title": "Antonino Caponnetto",
            "text": "Antonino Caponnetto",
            "start": 1978,
            "end": 1997,
            "id": "16113949"
        },
        {
            "title": "Gaspare Spatuzza",
            "text": "Gaspare Spatuzza",
            "start": 1999,
            "end": 2015,
            "id": "24815391"
        },
        {
            "title": "Sicilian Mafia",
            "text": "mafioso",
            "start": 2019,
            "end": 2026,
            "id": "893141"
        },
        {
            "title": "Pentito",
            "text": "pentito",
            "start": 2046,
            "end": 2053,
            "id": "44802"
        },
        {
            "title": "Giuseppe Graviano",
            "text": "Graviano",
            "start": 2123,
            "end": 2131,
            "id": "10919521"
        },
        {
            "title": "Prefect#Italy",
            "text": "prefecture",
            "start": 2245,
            "end": 2255,
            "id": null
        },
        {
            "title": "Polizia di Stato",
            "text": "national police",
            "start": 2354,
            "end": 2369,
            "id": "1313023"
        },
        {
            "title": "Chief prosecutor#Italy",
            "text": "chief prosecutor",
            "start": 2541,
            "end": 2557,
            "id": null
        },
        {
            "title": "Nicola Mancino",
            "text": "Nicola Mancino",
            "start": 3783,
            "end": 3797,
            "id": "3052540"
        },
        {
            "title": "Ministry of the Interior (Italy)",
            "text": "Minister of the Interior",
            "start": 3839,
            "end": 3863,
            "id": "31338707"
        },
        {
            "title": "Rai 1",
            "text": "Rai 1",
            "start": 4442,
            "end": 4447,
            "id": "1841507"
        },
        {
            "title": "Caltanissetta",
            "text": "Caltanissetta",
            "start": 4789,
            "end": 4802,
            "id": "923123"
        },
        {
            "title": "SISDE",
            "text": "SISDE",
            "start": 4872,
            "end": 4877,
            "id": "1724426"
        },
        {
            "title": "Art Nouveau",
            "text": "art nouveau",
            "start": 5404,
            "end": 5415,
            "id": "59551"
        },
        {
            "title": "Mount Pellegrino",
            "text": "Monte Pellegrino",
            "start": 5426,
            "end": 5442,
            "id": "14914030"
        },
        {
            "title": "Salvatore Riina",
            "text": "Totò Riina",
            "start": 5939,
            "end": 5949,
            "id": "24995583"
        },
        {
            "title": "Via dei Georgofili bombing",
            "text": "Via dei Georgofili bombing",
            "start": 6076,
            "end": 6102,
            "id": "35922145"
        },
        {
            "title": "Television in Italy",
            "text": "Italian state TV",
            "start": 6127,
            "end": 6143,
            "id": "15887683"
        },
        {
            "title": "Pietro Aglieri",
            "text": "Pietro Aglieri",
            "start": 7056,
            "end": 7070,
            "id": "6185380"
        },
        {
            "title": "Salvatore Biondino",
            "text": "Salvatore Biondino",
            "start": 7072,
            "end": 7090,
            "id": null
        },
        {
            "title": "Carlo Greco",
            "text": "Carlo Greco",
            "start": 7092,
            "end": 7103,
            "id": null
        },
        {
            "title": "Giuseppe Graviano",
            "text": "Giuseppe Graviano",
            "start": 7105,
            "end": 7122,
            "id": "10919521"
        },
        {
            "title": "Gaetano Scotto",
            "text": "Gaetano Scotto",
            "start": 7124,
            "end": 7138,
            "id": null
        },
        {
            "title": "Francesco Tagliavia",
            "text": "Francesco Tagliavia",
            "start": 7143,
            "end": 7162,
            "id": null
        },
        {
            "title": "Bernardo Provenzano",
            "text": "Bernardo Provenzano",
            "start": 7339,
            "end": 7358,
            "id": "1490293"
        },
        {
            "title": "Giuseppe Calò",
            "text": "Pippo Calò",
            "start": 7360,
            "end": 7370,
            "id": "3530991"
        },
        {
            "title": "Michelangelo La Barbera",
            "text": "Michelangelo La Barbera",
            "start": 7372,
            "end": 7395,
            "id": null
        },
        {
            "title": "Raffaele Ganci",
            "text": "Raffaele Ganci",
            "start": 7397,
            "end": 7411,
            "id": "22663430"
        },
        {
            "title": "Domenico Ganci",
            "text": "Domenico Ganci",
            "start": 7413,
            "end": 7427,
            "id": null
        },
        {
            "title": "Francesco Madonia",
            "text": "Francesco Madonia",
            "start": 7429,
            "end": 7446,
            "id": "11789551"
        },
        {
            "title": "Mani pulite",
            "text": "Mani Pulite",
            "start": 7608,
            "end": 7619,
            "id": "377779"
        },
        {
            "title": "Corruption in Italy",
            "text": "corruption",
            "start": 7634,
            "end": 7644,
            "id": "35891118"
        },
        {
            "title": "Massimo Ciancimino",
            "text": "Massimo Ciancimino",
            "start": 7775,
            "end": 7793,
            "id": null
        },
        {
            "title": "Vito Ciancimino",
            "text": "Vito Ciancimino",
            "start": 7838,
            "end": 7853,
            "id": "3293154"
        },
        {
            "title": "Forza Italia",
            "text": "Forza Italia",
            "start": 8020,
            "end": 8032,
            "id": "385677"
        },
        {
            "title": "Silvio Berlusconi",
            "text": "Silvio Berlusconi",
            "start": 8059,
            "end": 8076,
            "id": "26909"
        },
        {
            "title": "Marcello Dell'Utri",
            "text": "Marcello Dell'Utri",
            "start": 8099,
            "end": 8117,
            "id": "2368424"
        }
    ],
    "_chunk_id": "b_11871211487-11878946387"
}