{
    "_id": "10533380",
    "id": "10533380",
    "title": "1983 United States embassy bombing in Beirut",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Bombing==",
            "start": 618,
            "end": 629
        },
        {
            "text": "==Death toll==",
            "start": 3629,
            "end": 3643
        },
        {
            "text": "==Response==",
            "start": 4484,
            "end": 4496
        },
        {
            "text": "===Responses===",
            "start": 4498,
            "end": 4513
        },
        {
            "text": "===US Congressional response===",
            "start": 6705,
            "end": 6736
        },
        {
            "text": "==Aftermath==",
            "start": 8616,
            "end": 8629
        },
        {
            "text": "===Responsibility===",
            "start": 8632,
            "end": 8652
        },
        {
            "text": "===Other effects===",
            "start": 9758,
            "end": 9777
        },
        {
            "text": "==See also==",
            "start": 10662,
            "end": 10674
        },
        {
            "text": "==References==",
            "start": 10829,
            "end": 10843
        }
    ],
    "categories": [
        "1983 crimes in Lebanon",
        "1983 in international relations",
        "1983 in the United States",
        "1983 murders in Asia",
        "1980s crimes in Beirut",
        "1980s murders in Lebanon",
        "20th-century mass murder in Lebanon",
        "April 1983 crimes",
        "April 1983 events in Asia",
        "Attacks on buildings and structures in Beirut",
        "Attacks on diplomatic missions in Lebanon",
        "Attacks on diplomatic missions of the United States",
        "Hezbollah",
        "Islamic Shia terrorism",
        "Islamic terrorism in Lebanon",
        "Islamic terrorist incidents in the 1980s",
        "Lebanon–United States relations",
        "Mass murder in 1983",
        "Mass murder in Beirut",
        "Massacres of the Lebanese Civil War",
        "Suicide bombings in 1983",
        "Suicide bombings in Beirut",
        "Suicide car and truck bombings in Lebanon",
        "Terrorist incidents in Asia in 1983",
        "Terrorist incidents in Lebanon in the 1980s",
        "United States Marine Corps in the 20th century"
    ],
    "infobox": "{{Infobox civilian attack\n|title=1983 U.S. Embassy bombing\n|image=Beirutembassy.jpg|caption=US Embassy three days after the bombing\n|location={{coord|33|54|5|N|35|29|6|E|type:landmark|display=inline,title}}<br/>United States Embassy, [[Beirut]], Lebanon\n|date=April 18, 1983\n|time=1:03&nbsp;p.m.\n|partof=the [[Lebanese Civil War]]\n|type=[[Suicide bombing|Suicide car bomb]]\n|fatalities=63 (+1 suicide bomber)\n|injuries=120\n|perps=[[Islamic Jihad Organization]] (claimed responsibility)<br/>[[Hezbollah]] (court finding)}}",
    "article": "The April 18, 1983 United States embassy bombing was a suicide bombing in Beirut, Lebanon, that killed 32 Lebanese, 17 Americans, and 14 visitors and passers-by. The victims were mostly embassy and CIA staff members, but also included several US soldiers and one US Marine Security Guard. It was the deadliest attack on a US diplomatic mission up to that time, and was considered the beginning of Islamist attacks on US targets.\n\nThe attack came in the wake of an intervention in the Lebanese Civil War by the United States and other Western countries, which sought to restore order and central government authority.\n\n==Bombing==\n\nThe car bomb was detonated by a suicide bomber driving a van packed with nearly  of explosives at approximately 1:00 p.m. (GMT+2) April 18, 1983. The van, originally sold in Texas, bought used and shipped to the Gulf, gained access to the embassy compound and parked under the portico at the very front of the building, where it exploded. Former CIA operative Robert Baer's account says that the van broke through an outbuilding, crashed through the lobby door and exploded there. The blast collapsed the entire central facade of the horseshoe-shaped building, leaving the wreckage of balconies and offices in heaped tiers of rubble, and spewing masonry, metal and glass fragments in a wide swath. The explosion was heard throughout West Beirut and broke windows as far as a mile away. Rescue workers worked around the clock, unearthing the dead and wounded.\n\nRobert S. Dillon, then Ambassador to Lebanon, recounted the attack in his oral history:\nAll of a sudden, the window blew in. I was very lucky, because I had my arm and the T-shirt in front of my face, which protected me from the flying glass. I ended up flat on my back. I never heard the explosion. Others said that it was the loudest explosion they ever heard. It was heard from a long distance away.\n\nAs I lay on the floor on my back, the brick wall behind my desk blew out. Everything seemed to happen in slow motion. The wall fell on my legs; I could not feel them. I thought they were gone. The office filled with smoke, dust, and tear gas. What happened was that the blast first blew in the window and then traveled up an air shaft from the first floor to behind my desk. We had had tear gas canisters on the first floor. The blast set them off so that the air rush that came up through the shaft brought the tear gas with it and also collapsed the wall.\n\nWe didn't know what had happened. The central stairway was gone, but the building had another stairway, which we used to make our way down, picking our way through the rubble. We were astounded to see the damage below us. I didn't realize that the entire bay of the building below my office had been destroyed. I hadn't grasped that yet. I remember speculating that some people had undoubtedly been hurt. As we descended, we saw people hurt. Everybody had this funny white look because they were all covered with dust. They were staggering around.\n\nWe got to the second floor, still not fully cognizant of how bad it was, although I recognized that major damage had been done. With each second, the magnitude of the explosion became clearer. I saw Marylee MacIntyre standing; she couldn't see because her face had been cut and her eyes were full of blood. I picked her up and took her over to a window and gave her to someone. A minute later, someone came up to me and said that Bill MacIntyre was dead; he had just seen the body. That was the first time I realized that people had been killed. I didn't know how many, but I began to understand how bad the blast had been. \n\n==Death toll==\n\nA total of 63 people were killed in the bombing: 32 Lebanese employees, 17 Americans, and 14 visitors and passers-by. Of the Americans killed, eight worked for the Central Intelligence Agency, including the CIA's top Middle East analyst and Near East director, Robert Ames, Station Chief Kenneth Haas, James Lewis and most of the Beirut staff of the CIA. Others killed included William R. McIntyre, deputy director of the United States Agency for International Development, two of his aides, and four US military personnel. Janet Lee Stevens, an American journalist, human rights advocate, and scholar of Arabic literature, was also among the dead. Lebanese victims included clerical workers at the embassy, visa applicants waiting in line and nearby motorists and pedestrians. An additional 120 or so people were wounded in the bombing.\n\n==Response==\n\n===Responses===\nUS President Ronald Reagan on April 18 denounced the \"vicious terrorist bombing\" as a \"cowardly act,\" saying, \"This criminal act on a diplomatic establishment will not deter us from our goals of peace in the region.\" Two envoys, Philip C. Habib and Morris Draper, continued their peace mission in Beirut to discuss Lebanese troop withdrawals with a renewed sense of urgency.\n\nThe next day, Ambassador Robert Dillon, who had narrowly escaped injury in the bombing, said: \"Paramount among the essential business is our work for the withdrawal of all foreign forces from Lebanon.\" It is only by securing Lebanese government control over the country \"that terrible tragedies like the one we experienced yesterday can be avoided in the future.\"\n\nThe President of Lebanon, Amine Gemayel, cabled President Reagan on April 18, saying, \"The Lebanese people and myself express our deepest condolences to the families of the U.S. victims. The cross of peace is the burden of the courageous.\" Meanwhile, Lebanon asked the United States, France, and Italy to double the size of the peacekeeping force. As of March 16, it numbered about 4,800 troops, including some 1,200 US Marines, 1,400 Italian soldiers, 2,100 French paratroopers and 100 British soldiers.\n\nIran denied any role in the attack. Foreign Minister, Ali Akbar Velayati said, \"We deny any involvement and we think this allegation is another propaganda plot against us.\"\n\nOn April 19, Prime Minister Menachem Begin of Israel sent President Reagan a message of condolence for the embassy bombing. \"I write in the name of Israel when I express to you my deep shock at the terrible outrage which took the lives of so many of the American embassy in Beirut yesterday.\" Defense Minister Moshe Arens, was quoted by Israeli radio that he told the cabinet the attack \"justified Israel's demands for security arrangements in Lebanon.\" Minister Yitzhak Shamir of Israel called the embassy bombing \"shocking\" but added that, \"In Lebanon nothing is surprising. I think the lesson is simple and understood. The security problems in Lebanon are still most serious, and terrorist organizations will continue to operate there, at times with great success.\"\n\n===US Congressional response===\nThe House Foreign Affairs Committee April 19 voted to approve $251 million in additional economic and military aid for Lebanon, as requested by the administration. But it attached an amendment to the bill that would force the White House to seek approval for any expanded US military role.\n\nThe Senate Foreign Relations Committee followed suit April 20, approving the aid request but attaching an amendment that required the president to obtain congressional authorization for \"any substantial expansion in the number or role of US armed forces in Lebanon or for the creation of a new, expanded or extended multinational peacekeeping force in Lebanon.\" If Congress did not act jointly on such a request within 60 days, however, the increase would then take effect automatically.\n\nThe Senate amendment was sponsored as a compromise by the committee's chairman, Republican Charles H. Percy of Illinois. It prevented a move by the committee's ranking Democrat, Claiborne Pell of Rhode Island, to extend the 1973 War Powers Resolution to Lebanon. On April 20, Pell said he would have had the votes to apply the resolution to US Marines in Lebanon. The law limited presidential commitment of troops in hostile situations to a maximum of 90 days unless Congress specifically approved their use.\n\nDeputy Secretary of State Kenneth W. Dam, in a letter to the committee, had argued forcefully against use of the War Powers Resolution. Dam said it would \"amount to a public finding that US forces will be exposed to imminent risk of involvement in hostilities\", which \"could give entirely the wrong public impression\" of US expectations for Lebanon's future. Several influential congressmen had been urging an end to the US military role in Lebanon. After the embassy bombing, April 19, Republican Senator Barry Goldwater of Arizona said, \"I think it's high time we bring the boys home.\"\n\n==Aftermath==\n\n\n===Responsibility===\nA pro-Iranian group calling itself the Islamic Jihad Organization took responsibility for the bombing in a telephone call to a news office immediately after the blast. The anonymous caller said, \"This is part of the Iranian Revolution's campaign against imperialist targets throughout the world. We shall keep striking at any crusader presence in Lebanon, including the international forces.\" The group had earlier taken responsibility for a grenade attack in which five U.S. members of the international peacekeeping force had been wounded.\n\nJudge John Bates of the US District Court in Washington, D.C. on September 8, 2003, awarded in a default judgment $123 million to 29 American victims and family members of Americans killed in the bombing. Judge Royce Lamberth of the US District Court in Washington, D.C. on May 30, 2003, determined that the bombing was carried out by the militant group Hezbollah with the approval and financing of senior Iranian officials, paving the way for the victims to seek damages. Iran was not present in court to challenge witnesses nor present evidence of their own.\n\n===Other effects===\nFollowing the attack, the embassy was moved to a supposedly more secure location in East Beirut. However, on September 20, 1984, another car bomb exploded at this embassy annex, killing twenty Lebanese and two American soldiers.\n\nThe April bombing was one of the first suicide attacks in the region. Other suicide car bombings over the next eight months included one against the US and French embassies in Kuwait, a second attack on Israeli Army's headquarters in Tyre, and the extremely destructive attacks on the US Marine and French Paratrooper barracks in Beirut on October 23, 1983.\n\nAlong with the Marine Barracks bombing, the 1983 US Embassy bombing prompted the Inman Report, a review of overseas security for the US Department of State. This in turn prompted the creation of the Bureau of Diplomatic Security and the Diplomatic Security Service within the State Department.\n\n==See also==\n*History of Hezbollah\n*List of embassy attacks\n*Terrorist attacks on U.S. diplomatic facilities\n*List of mass car bombings\n*2013 Iranian embassy bombing\n\n==References==\n\n*Goodarzi, Jubin M. Syria and Iran: Diplomatic Alliance and Power Politics in the Middle East. New York: Tauris Academic Studies, 2006.\n*Kushner, Dr. Harvey W. Encyclopedia of Terrorism. United States: Sage Publications, Inc., 2003.\n*Martin, Gus. The New Era of Terrorism: Selected Readings. United States: Sage Publications, Inc., 2004.\n*Daragahi, Borzou, \"Victims Of 1983 Bombing Of U.S. Embassy In Beirut Recalled\", Los Angeles Times, April 19, 2008.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPresident Ronald Reagan and First Lady Nancy Reagan pay their respects and tribute to the 13 American civilian and 4 U.S. military personnel victims of the embassy bombing.\n\n A view of the damage to the U.S. Embassy after the bombing.",
    "links": [
        {
            "title": "1983 United States embassy bombing in Beirut",
            "text": "United States embassy bombing",
            "start": 19,
            "end": 48,
            "id": "10533380"
        },
        {
            "title": "Suicide attack",
            "text": "suicide bombing",
            "start": 55,
            "end": 70,
            "id": "18835454"
        },
        {
            "title": "Beirut",
            "text": "Beirut",
            "start": 74,
            "end": 80,
            "id": "37428"
        },
        {
            "title": "Central Intelligence Agency",
            "text": "CIA",
            "start": 198,
            "end": 201,
            "id": "5183633"
        },
        {
            "title": "Marine Security Guard",
            "text": "Marine Security Guard",
            "start": 266,
            "end": 287,
            "id": "2497898"
        },
        {
            "title": "Islamism",
            "text": "Islamist",
            "start": 397,
            "end": 405,
            "id": "15012"
        },
        {
            "title": "Multinational Force in Lebanon",
            "text": "intervention",
            "start": 464,
            "end": 476,
            "id": "3279967"
        },
        {
            "title": "Lebanese Civil War",
            "text": "Lebanese Civil War",
            "start": 484,
            "end": 502,
            "id": "312905"
        },
        {
            "title": "Car bomb",
            "text": "car bomb",
            "start": 635,
            "end": 643,
            "id": "155282"
        },
        {
            "title": "Suicide attack",
            "text": "suicide bomber",
            "start": 663,
            "end": 677,
            "id": "18835454"
        },
        {
            "title": "Greenwich Mean Time",
            "text": "GMT",
            "start": 754,
            "end": 757,
            "id": "12701"
        },
        {
            "title": "Portico",
            "text": "portico",
            "start": 908,
            "end": 915,
            "id": "477808"
        },
        {
            "title": "Central Intelligence Agency",
            "text": "CIA",
            "start": 977,
            "end": 980,
            "id": "5183633"
        },
        {
            "title": "Robert Baer",
            "text": "Robert Baer",
            "start": 991,
            "end": 1002,
            "id": "1460648"
        },
        {
            "title": "Central Intelligence Agency",
            "text": "Central Intelligence Agency",
            "start": 3809,
            "end": 3836,
            "id": "5183633"
        },
        {
            "title": "Robert Ames (CIA official)",
            "text": "Robert Ames",
            "start": 3906,
            "end": 3917,
            "id": "37025529"
        },
        {
            "title": "James Lewis (CIA)",
            "text": "James Lewis",
            "start": 3947,
            "end": 3958,
            "id": "51703276"
        },
        {
            "title": "William R. McIntyre",
            "text": "William R. McIntyre",
            "start": 4023,
            "end": 4042,
            "id": null
        },
        {
            "title": "United States Agency for International Development",
            "text": "United States Agency for International Development",
            "start": 4067,
            "end": 4117,
            "id": "140416"
        },
        {
            "title": "United States Armed Forces",
            "text": "US military personnel",
            "start": 4146,
            "end": 4167,
            "id": "32212"
        },
        {
            "title": "Janet Lee Stevens",
            "text": "Janet Lee Stevens",
            "start": 4169,
            "end": 4186,
            "id": "60436913"
        },
        {
            "title": "Ronald Reagan",
            "text": "Ronald Reagan",
            "start": 4527,
            "end": 4540,
            "id": "25433"
        },
        {
            "title": "Philip Habib",
            "text": "Philip C. Habib",
            "start": 4743,
            "end": 4758,
            "id": "2293271"
        },
        {
            "title": "Amine Gemayel",
            "text": "Amine Gemayel",
            "start": 5281,
            "end": 5294,
            "id": "419095"
        },
        {
            "title": "Iran",
            "text": "Iran",
            "start": 5761,
            "end": 5765,
            "id": "14653"
        },
        {
            "title": "Ali Akbar Velayati",
            "text": "Ali Akbar Velayati",
            "start": 5815,
            "end": 5833,
            "id": "1398747"
        },
        {
            "title": "Menachem Begin",
            "text": "Menachem Begin",
            "start": 5963,
            "end": 5977,
            "id": "20767"
        },
        {
            "title": "Moshe Arens",
            "text": "Moshe Arens",
            "start": 6245,
            "end": 6256,
            "id": "967441"
        },
        {
            "title": "Yitzhak Shamir",
            "text": "Yitzhak Shamir",
            "start": 6398,
            "end": 6412,
            "id": "168208"
        },
        {
            "title": "United States House Committee on Foreign Affairs",
            "text": "House Foreign Affairs Committee",
            "start": 6741,
            "end": 6772,
            "id": "1267657"
        },
        {
            "title": "United States Senate Committee on Foreign Relations",
            "text": "Senate Foreign Relations Committee",
            "start": 7032,
            "end": 7066,
            "id": "465701"
        },
        {
            "title": "Charles H. Percy",
            "text": "Charles H. Percy",
            "start": 7608,
            "end": 7624,
            "id": "495489"
        },
        {
            "title": "Claiborne Pell",
            "text": "Claiborne Pell",
            "start": 7695,
            "end": 7709,
            "id": "303873"
        },
        {
            "title": "War Powers Resolution",
            "text": "War Powers Resolution",
            "start": 7746,
            "end": 7767,
            "id": "209756"
        },
        {
            "title": "Kenneth W. Dam",
            "text": "Kenneth W. Dam",
            "start": 8053,
            "end": 8067,
            "id": "3849210"
        },
        {
            "title": "Barry Goldwater",
            "text": "Barry Goldwater",
            "start": 8533,
            "end": 8548,
            "id": "4792"
        },
        {
            "title": "Islamic Jihad Organization",
            "text": "Islamic Jihad Organization",
            "start": 8692,
            "end": 8718,
            "id": "403622"
        },
        {
            "title": "Iranian Revolution",
            "text": "Iranian Revolution",
            "start": 8869,
            "end": 8887,
            "id": "347268"
        },
        {
            "title": "Imperialism",
            "text": "imperialist",
            "start": 8907,
            "end": 8918,
            "id": "15316"
        },
        {
            "title": "Crusades",
            "text": "crusader",
            "start": 8979,
            "end": 8987,
            "id": "4412145"
        },
        {
            "title": "Hezbollah",
            "text": "Hezbollah",
            "start": 9550,
            "end": 9559,
            "id": "13919"
        },
        {
            "title": "1984 United States embassy annex bombing in Beirut",
            "text": "car bomb exploded at this embassy annex",
            "start": 9915,
            "end": 9954,
            "id": "41211557"
        },
        {
            "title": "1983 Kuwait bombings",
            "text": "US and French embassies in Kuwait",
            "start": 10157,
            "end": 10190,
            "id": "12565632"
        },
        {
            "title": "Tyre headquarters bombings",
            "text": "Israeli Army's headquarters",
            "start": 10211,
            "end": 10238,
            "id": "19234204"
        },
        {
            "title": "Tyre, Lebanon",
            "text": "Tyre",
            "start": 10242,
            "end": 10246,
            "id": "30796"
        },
        {
            "title": "1983 Beirut barracks bombings",
            "text": "attacks on the US Marine and French Paratrooper barracks",
            "start": 10278,
            "end": 10334,
            "id": "419211"
        },
        {
            "title": "Inman Report",
            "text": "Inman Report",
            "start": 10448,
            "end": 10460,
            "id": "584275"
        },
        {
            "title": "Bureau of Diplomatic Security",
            "text": "Bureau of Diplomatic Security",
            "start": 10566,
            "end": 10595,
            "id": "1089975"
        },
        {
            "title": "Diplomatic Security Service",
            "text": "Diplomatic Security Service",
            "start": 10604,
            "end": 10631,
            "id": "1089978"
        },
        {
            "title": "History of Hezbollah",
            "text": "History of Hezbollah",
            "start": 10676,
            "end": 10696,
            "id": "6185421"
        },
        {
            "title": "List of attacks on diplomatic missions",
            "text": "List of embassy attacks",
            "start": 10698,
            "end": 10721,
            "id": "7927169"
        },
        {
            "title": "Attacks on U.S. diplomatic facilities",
            "text": "Terrorist attacks on U.S. diplomatic facilities",
            "start": 10723,
            "end": 10770,
            "id": "10721781"
        },
        {
            "title": "List of mass car bombings",
            "text": "List of mass car bombings",
            "start": 10772,
            "end": 10797,
            "id": "10411812"
        },
        {
            "title": "Iranian embassy bombing in Beirut",
            "text": "2013 Iranian embassy bombing",
            "start": 10799,
            "end": 10827,
            "id": "41126862"
        },
        {
            "title": "Los Angeles Times",
            "text": "Los Angeles Times",
            "start": 11264,
            "end": 11281,
            "id": "273319"
        },
        {
            "title": "List of presidents of the United States",
            "text": "President",
            "start": 11329,
            "end": 11338,
            "id": "19908980"
        },
        {
            "title": "Ronald Reagan",
            "text": "Ronald Reagan",
            "start": 11339,
            "end": 11352,
            "id": "25433"
        },
        {
            "title": "List of first ladies of the United States",
            "text": "First Lady",
            "start": 11357,
            "end": 11367,
            "id": "19067583"
        },
        {
            "title": "Nancy Reagan",
            "text": "Nancy Reagan",
            "start": 11368,
            "end": 11380,
            "id": "21181"
        },
        {
            "title": "Tribute",
            "text": "tribute",
            "start": 11404,
            "end": 11411,
            "id": "164392"
        },
        {
            "title": "United States Armed Forces",
            "text": "U.S. military personnel",
            "start": 11446,
            "end": 11469,
            "id": "32212"
        }
    ],
    "_chunk_id": "b_5659777593-5669692285"
}