{
    "_id": "35470941",
    "id": "35470941",
    "title": "1998 Temple of the Tooth attack",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 505,
            "end": 519
        },
        {
            "text": "==Incident==",
            "start": 1724,
            "end": 1736
        },
        {
            "text": "==Aftermath==",
            "start": 2580,
            "end": 2593
        },
        {
            "text": "==Reaction==",
            "start": 4422,
            "end": 4434
        },
        {
            "text": "===Local===",
            "start": 4527,
            "end": 4538
        },
        {
            "text": "===International===",
            "start": 5893,
            "end": 5912
        },
        {
            "text": "==Damage and restoration==",
            "start": 8104,
            "end": 8130
        },
        {
            "text": "==See also==",
            "start": 10041,
            "end": 10053
        },
        {
            "text": "==References==",
            "start": 10088,
            "end": 10102
        },
        {
            "text": "==External links==",
            "start": 10105,
            "end": 10123
        }
    ],
    "categories": [
        "Attacks on civilians attributed to the Liberation Tigers of Tamil Eelam",
        "Civilian massacres in Sri Lanka",
        "Liberation Tigers of Tamil Eelam attacks in Eelam War III",
        "Mass murder in 1998",
        "Suicide car and truck bombings",
        "Terrorist incidents in Sri Lanka in 1998"
    ],
    "infobox": "{{Infobox civilian attack\n| title      = 1998 Temple of the Tooth attack\n| image      = Sri Dalada Maligawa Attack 1.jpg\n| image_size = 275px\n| caption    = Damage caused to the Temple of the Tooth\n| map        = \n| location   = [[Kandy]], Sri Lanka\n| coordinates= {{coord|7|17|38|N|80|38|19|E|display=inline}}\n| target     = [[Temple of the Tooth]]\n| date       = 25 January 1998\n| time       = 6:10&nbsp;am\n| timezone   = [[UTC]]+6\n| type       = [[Suicide attack|Suicide truck bombing]]\n| fatalities = 17\n| injuries   = 25+\n| perps      = [[Liberation Tigers of Tamil Eelam]]\n| susperps   =\n| motive     = To undermine preparations for the 50th independence day anniversary of Sri Lanka\n}}",
    "article": "1998 Temple of the Tooth attack is an attack on the Temple of the Tooth Relic, located in Kandy, Sri Lanka. The shrine, which is considered to be important to the Buddhists in Sri Lanka, houses the relic of the tooth of the Buddha, and is also a UNESCO designated World Heritage Site. In 1998, it was attacked by Liberation Tigers of Tamil Eelam (LTTE), a separatist militant organization which fought to create an independent Tamil state in Northern and Eastern parts of the country, from 1983 to 2009.\n\n==Background==\nDuring the latter part of the 1990s, Sri Lanka was at the height of a civil war. In 1995, Sri Lankan armed forces captured the Jaffna Peninsula at the country's Northern periphery, which was occupied by the LTTE for years. In 1996, the LTTE retaliated by taking the town of Mullaitivu, and inflicting heavy casualties to the government forces. The government launched the Operation Jayasikurui, and captured several LTTE held areas in 1997. Amid fighting, the LTTE carried out a number of suicide attacks on military, economic and civilian targets within the government held areas.\n\nIn early 1998, Sri Lanka was ready to celebrate its 50th independence anniversary from Great Britain. Charles, Prince of Wales and a number of foreign dignitaries were scheduled to arrive in the following days. Kandy city, in the central highlands of Sri Lanka, was selected as the host for independence day activity on 4 February. Meanwhile, on 28 January, Jaffna city was going to hold its local government election, after a break of 16 years due to the conflict. Despite heavy clashes in Kilinochchi and surrounding areas, Sri Lankan government was eager to demonstrate that a normal life has returned to its people.\n\n==Incident==\nOn 25 January 1998, the LTTE exploded a massive truck bomb inside the Temple of the Tooth premises, which was to be the centre the independence day celebrations. Three suicide LTTE Black Tigers drove an explosive laden truck along the King's street (Raja Veediya), firing at soldiers manning road blocks around the place, crashed through the entrance and detonated the bomb around 6:10 am, local time. Two explosions were heard. The truck contained 300–400 kg of high explosives. 16 people, including the 3 attackers and a 2-year old infant were killed in the incident. Over 25 people, including 4 women, a monk and a police officer were injured. P. W. Withanage, a professor of geology also died due to shock after hearing the incident. The powerful attack left most of the buildings within a radius of 5 km damaged, and glass panes broken.\n\n==Aftermath==\nThe bombing sparked a backlash among the public. Crowds gathered around the temple, and set fire to 3 vehicles and burned down a Hindu cultural center in Kandy. Police fired tear gas to disperse the crowd. In the end, no one was harmed and the violence did not spread. Community leaders, including the then Sri Lankan president Chandrika Kumaratunga urged the Sinhalese community not to retaliate against the Tamil community, which the LTTE claimed to represent.\n\nNext day, the Sri Lankan government officially banned LTTE for the first time, as a direct result of this attack. It had not been banned previously as the government claimed that it wanted to bring the LTTE to the democratic path. This ban formally ended public advocacy for negotiations by the Kumaratunga government. The then Sri Lanka's minister of defence Anuruddha Ratwatte handed over his resignation, taking responsibility for the security lapse which led to the bomb blast. Despite the violence, local government elections were held in Jaffna, and a high voter turnout was observed. Independence day celebrations were shifted to Colombo; but the foreign dignitaries including Prince Charles arrived in the capital. Coincidentally, Madras High Court issued execution warrants to the LTTE leader Velupillai Prabhakaran and 25 others on 28 January, in connection to the assassination of Rajiv Gandhi.\n\n\nIn October 2003, three LTTE cadres involved in the attack were convicted by the Kandy high court and sentenced to death. Two others were sentenced to 680 years of rigorous imprisonment and third to 490 years. According to the Mackenzie Institute, part of the LTTE's incentive for the attack was to spark widespread mob violence against the country's Tamil minority, by the Sinhalese majority, as it was in 1983. But it did not happen after this incident.\n\n==Reaction==\nThe attack was condemned by various local and international organizations and individuals.\n\n===Local===\nVen. Rambukwelle Sri Vipassi, the then mahanayake thero of the Malwatte chapter and Ven. Palipane Sri Chandananda, the then mahanayake thero of the Asgiriya chapter, the chief custodians of the relic of the tooth of the Buddha expressed their deep shock of the attack. Vipassi thero stated, \"It is with immense pain of mind that I express my shock and profound sorrow on the extensive damage caused by terrorists to the sacred Sri Dalada Maligawa [Temple of the Tooth], which is held in deep veneration by the entirely of the Buddhist world.\"\n\nPresident of the Hindu Council of Sri Lanka, Yogendra Duraiswamy stated that the Hindu Council is \"deeply concerned at the cowardly attack perpetrated on the Dalada Maligawa, the holiest temple of the Buddhists in Sri Lanka.\" The then Archbishop of Colombo, Nicholas Marcus Fernando stated that no one in their normal senses would have thought of perpetrating such a crime which is not only against the Buddhists but against every citizen of the country. The Sri Lanka Islamic Centre (SLIC) and the International Buddhist Foundation also condemned the attack. Leader of the opposition in Sri Lanka parliament Ranil Wickremasinghe said, \"Not even in the darkest moments of Sri Lanka's 2,000-year history has such an act of destruction been perpetrated against the very symbol of our civilisation and history.\"\n\n===International===\nAmnesty International – Amnesty International issued a statement condemning the killing of civilians at the Temple of the Tooth bombing. It called on the LTTE to abide by basic principles of international humanitarian law, especially the common article 3 of the Geneva Conventions and the Protocol II.\n\n – HRH Prince Charles, the Prince of Wales, addressing the 50th independence anniversary celebrations in Colombo on 4 February stated, \"A proud consciousness of this richness of heritage must have made your pain all the more acute when a bomb was exploded at the Temple of the Tooth last month. It was a brutal and malign act, and one which we all join in condemning. The Temple of the Tooth is a part of the world's heritage; it is not just Sri Lankan nor just Buddhist. So all your foreign guests wish you well in the long and painstaking task of restoring the Temple to its original splendour.\"\n\nUNESCO – The then UNESCO Director General Federico Mayor Zaragoza, on 27 January stated, \"I am deeply shocked by this act of blind violence perpetrated against a place of meditation, joy and peace. All religions are based on love and respect for life. Attacking a holy place means striking the very best in humanity, undermining its innocence and purity. Those who attack people through their faith can only be condemned. Religious differences can absolutely not be justification for conflict, and places of worship should in no case be used as targets.\"\n\n – The office of the then United Nations Secretary General Kofi Annan stated \"The Secretary General UN has learnt with outrage of the news of a bomb attack on a major Buddhist shrine in Kandy, Sri Lanka and the resulting loss of life and destruction. As he has done on many occasions, the Secretary General strongly condemns the use of terror tactics in all circumstances. He deplores attempts to divide human beings on religious and ethnic grounds.\"\n\n – The then United States ambassador to Sri Lanka, Shaun Donnelley condemned the attack saying that \"the entire world leadership had condemned the bomb blast on the sacred place. We should condemn this type of destruction of ancient places of religious and archaeological value.\"\n\n==Damage and restoration==\n\nThe attack caused severe damage to the temple; especially to its roof and the facade. But neither its inner chambers nor the tooth relic were harmed. Damaged parts of the temple include: Paththirippuwa (the octagon), Mahawahalkada (the grand entrance), the royal palace, sandakada pahana (the moonstone) at the entrance, the queen's bath, the library of the temple and some important sculptures in its exterior. Nearby Queen's Hotel, Natha devale and St. Paul's Church were also damaged.\n\nAfter clearing debris, the temple was opened for the public on 10 February. But complete restoration took more than one and a half years to complete. A presidential task force, headed by President Kumaratunga, and a Temple of the Tooth restoration committee, headed by the then Sri Lankan minister of cultural affairs Lakshman Jayakody, were formed to oversee the work. Department of Archaeology, Central Cultural Fund, State Engineering Corporation, Buildings Department, Sri Lanka Ports Authority, Water and Drainage Board and Ceylon Electricity Board were involved in restoration and conservation efforts.\n\nThe badly damaged roofs were redone within 2 to 4 months, as a priority concern. Government initially granted 2 million Sri Lankan rupees for the restoration, following the attack. Public donations to the cause exceeded 100 million rupees, which was three times higher than the estimated cost. A number of local craftsmen and stone carvers were employed. This helped revival of the near-extinct profession of stone carving in Sri Lanka, which was confined to a few rural families at that time. In the end, all damaged sculptures were made new, and damaged paintings on lime plaster were reassembled and reintegrated with the existing pieces. The damage to the inner chambers revealed previously unknown paintings belonging to the Kirti Sri Rajasinha era. The restoration process was completed by August 1999.\n\n==See also==\n*1989 Temple of the Tooth attack\n\n==References==\n\n\n==External links==\n* Kandy bombing: mindless carnage or military strategy? a Tamil Guardian analysis\n* 'LTTE bomb killed mother on my visit to Dalada Maligawa' several eyewitness accounts of the attack\n\n\n\n\n\n\n\n\n\n\n\n\n\nTwo restored stone carvings at the entrance of the temple: elephant carving (left) and the moonstone (right). The attack left the original moonstone shattered into 43 pieces. But remains of the original carvings are reconstructed in a museum inside the temple..\nFully restored Temple of the Tooth in 2005.",
    "links": [
        {
            "title": "1998 Temple of the Tooth attack",
            "text": "1998 Temple of the Tooth attack",
            "start": 0,
            "end": 31,
            "id": "35470941"
        },
        {
            "title": "Temple of the Tooth",
            "text": "Temple of the Tooth Relic",
            "start": 52,
            "end": 77,
            "id": "24362778"
        },
        {
            "title": "Kandy",
            "text": "Kandy",
            "start": 90,
            "end": 95,
            "id": "305460"
        },
        {
            "title": "Sri Lanka",
            "text": "Sri Lanka",
            "start": 97,
            "end": 106,
            "id": "26750"
        },
        {
            "title": "Buddhism in Sri Lanka",
            "text": "Buddhists in Sri Lanka",
            "start": 163,
            "end": 185,
            "id": "1164480"
        },
        {
            "title": "Relic of the tooth of the Buddha",
            "text": "relic of the tooth of the Buddha",
            "start": 198,
            "end": 230,
            "id": "1321119"
        },
        {
            "title": "UNESCO",
            "text": "UNESCO",
            "start": 246,
            "end": 252,
            "id": "21786641"
        },
        {
            "title": "World Heritage Site",
            "text": "World Heritage Site",
            "start": 264,
            "end": 283,
            "id": "44940"
        },
        {
            "title": "Liberation Tigers of Tamil Eelam",
            "text": "Liberation Tigers of Tamil Eelam",
            "start": 313,
            "end": 345,
            "id": "18606"
        },
        {
            "title": "Tamil Eelam",
            "text": "independent Tamil state",
            "start": 415,
            "end": 438,
            "id": "7439782"
        },
        {
            "title": "Sri Lankan Civil War",
            "text": "civil war",
            "start": 590,
            "end": 599,
            "id": "225283"
        },
        {
            "title": "Jaffna Peninsula",
            "text": "Jaffna Peninsula",
            "start": 647,
            "end": 663,
            "id": "9202182"
        },
        {
            "title": "Mullaitivu",
            "text": "Mullaitivu",
            "start": 794,
            "end": 804,
            "id": "5609373"
        },
        {
            "title": "Operation Jayasikurui",
            "text": "Operation Jayasikurui",
            "start": 892,
            "end": 913,
            "id": "18240181"
        },
        {
            "title": "Suicide attack",
            "text": "suicide attack",
            "start": 1009,
            "end": 1023,
            "id": "18835454"
        },
        {
            "title": "Charles, Prince of Wales",
            "text": "Charles, Prince of Wales",
            "start": 1205,
            "end": 1229,
            "id": "125248"
        },
        {
            "title": "Central Highlands of Sri Lanka",
            "text": "central highlands of Sri Lanka",
            "start": 1333,
            "end": 1363,
            "id": "28219778"
        },
        {
            "title": "Kilinochchi",
            "text": "Kilinochchi",
            "start": 1594,
            "end": 1605,
            "id": "760645"
        },
        {
            "title": "Black Tigers",
            "text": "Black Tigers",
            "start": 1918,
            "end": 1930,
            "id": "2239233"
        },
        {
            "title": "Chandrika Kumaratunga",
            "text": "Chandrika Kumaratunga",
            "start": 2922,
            "end": 2943,
            "id": "307535"
        },
        {
            "title": "Sinhalese people",
            "text": "Sinhalese",
            "start": 2954,
            "end": 2963,
            "id": "29359"
        },
        {
            "title": "Sri Lankan Tamils",
            "text": "Tamil",
            "start": 3003,
            "end": 3008,
            "id": "4096004"
        },
        {
            "title": "Anuruddha Ratwatte",
            "text": "Anuruddha Ratwatte",
            "start": 3418,
            "end": 3436,
            "id": "33841293"
        },
        {
            "title": "Madras High Court",
            "text": "Madras High Court",
            "start": 3797,
            "end": 3814,
            "id": "2354876"
        },
        {
            "title": "Execution warrant",
            "text": "execution warrant",
            "start": 3822,
            "end": 3839,
            "id": "146748"
        },
        {
            "title": "Velupillai Prabhakaran",
            "text": "Velupillai Prabhakaran",
            "start": 3860,
            "end": 3882,
            "id": "445658"
        },
        {
            "title": "Assassination of Rajiv Gandhi",
            "text": "assassination of Rajiv Gandhi",
            "start": 3933,
            "end": 3962,
            "id": "12886233"
        },
        {
            "title": "Mackenzie Institute",
            "text": "Mackenzie Institute",
            "start": 4192,
            "end": 4211,
            "id": "5000739"
        },
        {
            "title": "Black July",
            "text": "in 1983",
            "start": 4369,
            "end": 4376,
            "id": "3856078"
        },
        {
            "title": "Relic of the tooth of the Buddha",
            "text": "relic of the tooth of the Buddha",
            "start": 4733,
            "end": 4765,
            "id": "1321119"
        },
        {
            "title": "Yogendra Duraiswamy",
            "text": "Yogendra Duraiswamy",
            "start": 5128,
            "end": 5147,
            "id": "23856599"
        },
        {
            "title": "Leader of the Opposition (Sri Lanka)",
            "text": "Leader of the opposition",
            "start": 5643,
            "end": 5667,
            "id": "11432604"
        },
        {
            "title": "Ranil Wickremesinghe",
            "text": "Ranil Wickremasinghe",
            "start": 5692,
            "end": 5712,
            "id": "394969"
        },
        {
            "title": "Amnesty International",
            "text": "Amnesty International",
            "start": 5913,
            "end": 5934,
            "id": "18947898"
        },
        {
            "title": "International humanitarian law",
            "text": "international humanitarian law",
            "start": 6104,
            "end": 6134,
            "id": "1093604"
        },
        {
            "title": "Geneva Conventions",
            "text": "Geneva Conventions",
            "start": 6175,
            "end": 6193,
            "id": "23443846"
        },
        {
            "title": "Protocol II",
            "text": "Protocol II",
            "start": 6202,
            "end": 6213,
            "id": null
        },
        {
            "title": "Royal Highness",
            "text": "HRH",
            "start": 6219,
            "end": 6222,
            "id": "651616"
        },
        {
            "title": "UNESCO",
            "text": "UNESCO",
            "start": 6815,
            "end": 6821,
            "id": "21786641"
        },
        {
            "title": "Federico Mayor Zaragoza",
            "text": "Federico Mayor Zaragoza",
            "start": 6857,
            "end": 6880,
            "id": "3085557"
        },
        {
            "title": "Kofi Annan",
            "text": "Kofi Annan",
            "start": 7430,
            "end": 7440,
            "id": "16844"
        },
        {
            "title": "Paththirippuwa",
            "text": "Paththirippuwa",
            "start": 8319,
            "end": 8333,
            "id": "54955738"
        },
        {
            "title": "Royal Palace of Kandy",
            "text": "the royal palace",
            "start": 8385,
            "end": 8401,
            "id": "22036211"
        },
        {
            "title": "Sandakada pahana",
            "text": "sandakada pahana",
            "start": 8403,
            "end": 8419,
            "id": "23918698"
        },
        {
            "title": "Queen's Hotel, Kandy",
            "text": "Queen's Hotel",
            "start": 8551,
            "end": 8564,
            "id": "16957527"
        },
        {
            "title": "Natha Devale, Kandy",
            "text": "Natha devale",
            "start": 8566,
            "end": 8578,
            "id": "16689242"
        },
        {
            "title": "Lakshman Jayakody",
            "text": "Lakshman Jayakody",
            "start": 8939,
            "end": 8956,
            "id": "2469521"
        },
        {
            "title": "Sri Lanka Ports Authority",
            "text": "Sri Lanka Ports Authority",
            "start": 9094,
            "end": 9119,
            "id": "16941156"
        },
        {
            "title": "Ceylon Electricity Board",
            "text": "Ceylon Electricity Board",
            "start": 9150,
            "end": 9174,
            "id": "24054096"
        },
        {
            "title": "Sri Lankan rupee",
            "text": "Sri Lankan rupee",
            "start": 9351,
            "end": 9367,
            "id": "490814"
        },
        {
            "title": "Stone carving",
            "text": "stone carving",
            "start": 9640,
            "end": 9653,
            "id": "615075"
        },
        {
            "title": "Kirti Sri Rajasinha of Kandy",
            "text": "Kirti Sri Rajasinha",
            "start": 9961,
            "end": 9980,
            "id": "16542576"
        },
        {
            "title": "1989 Temple of the Tooth attack",
            "text": "1989 Temple of the Tooth attack",
            "start": 10055,
            "end": 10086,
            "id": "35470909"
        },
        {
            "title": "Tamil Guardian",
            "text": "Tamil Guardian",
            "start": 10182,
            "end": 10196,
            "id": "26165560"
        },
        {
            "title": "Sandakada pahana",
            "text": "moonstone",
            "start": 10411,
            "end": 10420,
            "id": "23918698"
        }
    ],
    "_chunk_id": "b_11768074627-11776551611"
}