{
    "_id": "4188948",
    "id": "4188948",
    "title": "2001 Indian Parliament attack",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Attack==",
            "start": 537,
            "end": 547
        },
        {
            "text": "==Casualties==",
            "start": 2322,
            "end": 2336
        },
        {
            "text": "==Perpetrators==",
            "start": 2727,
            "end": 2743
        },
        {
            "text": "==Trial==",
            "start": 2962,
            "end": 2971
        },
        {
            "text": "==Response==",
            "start": 6244,
            "end": 6256
        },
        {
            "text": "==See also==",
            "start": 9174,
            "end": 9186
        },
        {
            "text": "==References==",
            "start": 9542,
            "end": 9556
        },
        {
            "text": "==External links==",
            "start": 9559,
            "end": 9577
        }
    ],
    "categories": [
        "2001 in international relations",
        "2001 in politics",
        "2001 mass shootings",
        "2001 murders in Asia",
        "2000s in Delhi",
        "2000s mass shootings in Asia",
        "2000s murders in India",
        "2000s trials",
        "21st-century mass murder in India",
        "Attacks on buildings and structures in 2001",
        "Attacks on buildings and structures in India",
        "Attacks on legislatures",
        "December 2001 crimes",
        "December 2001 events in Asia",
        "False flag operations",
        "India–Pakistan relations",
        "Mass murder in 2001",
        "Mass murder in India",
        "Mass shootings in India",
        "Murder in Delhi",
        "Murder–suicides in Asia",
        "Murder trials",
        "Parliament of India",
        "Suicide bombings in 2001",
        "Suicide bombings in India",
        "Terrorist incidents in India in 2001",
        "Trials in India"
    ],
    "infobox": "{{Infobox terrorist attack\n|image         = Sansad_Bhavan-2.jpg{{!}}border\n|title         = 2001 Indian parliament attack\n|location      = [[New Delhi]], [[Delhi]], India\n|target        = [[Sansad Bhavan|Parliament Building]]\n|date          = 13 December 2001\n|time          =\n|timezone      = [[UTC+05:30]]\n|type          = [[Mass shooting]], [[suicide bombing]]\n|weapons       = Guns, [[explosive belt]]\n|fatalities    = 14 (including 5 [[terrorism in India|terrorists]])\n|injuries      = 18\n|perps         = [[Lashkar-e-Taiba]]<ref name=demarche>{{cite web |url=http://www.rediff.com/news/2001/dec/14parl12.htm |title=Govt blames LeT for Parliament attack |website=[[Rediff.com]] |date=14 December 2001 |access-date=8 September 2011}}</ref><br/>[[Jaish-e-Mohammed]]<ref name=\"China Daily\">{{cite news |url=http://www.chinadaily.com.cn/en/doc/2003-08/31/content_259902.htm |title=Mastermind killed |work=[[China Daily]] |date=2003-08-31 | access-date=8 September 2011 |df=dmy-all}}</ref>\n}}",
    "article": "The 2001 Indian Parliament attack was a terrorist attack on the Parliament of India in New Delhi, India on 13 December 2001. The perpetrators belonged to Lashkar-e-Taiba (LeT) and Jaish-e-Mohammed (JeM) - two Pakistan-based terrorist organisations. The attack led to the deaths of six Delhi Police personnel, two Parliament Security Service personnel and a gardenerin total 9and led to increased tensions between India and Pakistan, resulting in the 2001–02 India–Pakistan standoff. The 5 terrorists were killed outside the parliament.\n\n==Attack==\nOn 13 December 2001, five terrorists infiltrated the Parliament House in a car with Home Ministry and Parliament labels. While both the Rajya Sabha and Lok Sabha had been adjourned 40 minutes prior to the incident, many members of parliament (MPs) and government officials such as Home Minister LK Advani and Minister of State for Defence Harin Pathak were believed to have still been in the building at the time of the attack. More than 100 people, including major politicians were inside the parliament building at the time. The gunmen used a fake identity sticker on the car they drove and thus easily breached the security deployed around the parliamentary complex. The terrorists carried AK47 rifles, grenade launchers, pistols and grenades.\n\nThe gunmen drove their vehicle into the car of the Indian Vice President Krishan Kant (who was in the building at the time), got out, and began shooting. The Vice President's guards and security personnel shot back at the terrorists and then started closing the gates of the compound. A similar attack was carried out on the assembly of Srinagar, Jammu and Kashmir, during November 2001, when 38 people were killed by terrorists.\n\nDelhi Police officials said that gunmen received instructions from Pakistan and the operation was carried out under the guidance of Pakistan's Inter-Services Intelligence (ISI) agency. In their book The Exile: The Flight of Osama bin Laden, Cathy Scott-Clark and Adrian Levy state that then-CIA station chief Robert Grenier and Ambassador Wendy Chamberlin suspected that the ISI had approved the attack in order to force the redeployment of troops under the command of Ali Jan Aurakzai away from the Durand Line, allowing Osama bin Laden to escape into Pakistan during the Battle of Tora Bora.\n\n==Casualties==\nConstable Kamlesh Kumari of the Central Reserve Police Force was the first to spot the terrorists and was shot by them as she raised the alarm. She died on the spot. One gunman's suicide vest exploded when he was shot dead; the other four gunmen were also killed. The ministers and MPs escaped unhurt. The total number killed was 9 and at least 22 other people were injured in the attack.\n\n==Perpetrators==\nDelhi Police stated that five terrorists carried out the attack and the names given by them were: Hamza, Haider alias Tufail, Rana, Ranvijay and Mohammed - who were allegedly members of Lashkar-e-Taiba - were killed.\n\n==Trial==\nThe attack triggered extensive investigations which revealed involvement of four accused, namely Mohammad Afzal Guru, Shaukat Hussain Guru (cousin of Afzal Guru) and S.A.R. Gilani (Syed Abdul Rahman Gilani) and Shaukat's wife Afsan Guru (Navjot Sandhu before marriage). Some other proclaimed offenders were said to be the leaders of the banned terrorist organisation known as Jaish-e-Mohammed. After the conclusion of investigation, investigating agency filed the report under Section 173 of Criminal Procedure Code, 1973 (India) against four accused persons on 14 May 2002. Charges were framed under various sections of Indian Penal Code (IPC), the Prevention of Terrorism Act, 2002 (POTA), and the Explosive Substances Act by the designated sessions Court.\n\nThe designated Special Court was presided over by S. N. Dhingra. The accused were tried and the trial concluded within a record period of about six months. 80 witnesses were examined for the prosecution and 10 witnesses were examined on behalf of the accused S.A.R. Gilani. About 300 documents were exhibited. Afzal Guru, Shaukat Hussain and S.A.R. Gilani were convicted for the offences under Sections 121, 121A, 122, Section 120B read with Sections 302 & 307 read with Section 120B of IPC, sub-Sections (2), (3) and (5) of Section 3 and Section 4(b) of POTA and Sections 3 and 4 of Explosive Substances Act. The accused 1 and 2 were also convicted under Section 3(4) of POTA.\n\nAccused 4, namely Navjot Sandhu a.k.a. Afsan, was acquitted of all the charges except the one under Section 123 IPC for which she was convicted and sentenced to undergo rigorous imprisonment for five years and to pay a fine. Death sentences were imposed on the other three accused for the offences under Section 302 read with Section 120B IPC and Section 3(2) of POTA. They were also sentenced to life imprisonment on as many as eight counts under the provisions of IPC, POTA and Explosive Substances Act in addition to varying amounts of fine. The amount of a million Indian rupees, which was recovered from the possession of two of the accused, namely, Afzal Guru and Shaukat Hussain, was forfeited to the State under Section 6 of the POTA.\n\nOn appeal, the high court subsequently acquitted S. A. R. Geelani and Afsan, but upheld Shaukat's and Afzal's death sentence. Geelani was represented by Ram Jethmalani in the Delhi High Court and subsequently in the Supreme Court of India. Jethmalani said it almost cost him his political career for defending Geelani. Geelani's acquittal blew a gaping hole in the prosecution's version of the parliament attack. He was presented as the mastermind of the entire attack. Geelani, a young lecturer at Delhi University, received support from his outraged colleagues and friends, who were certain that he had been framed. They contacted the well-known lawyer Nandita Haksar and asked her to take on his case.\n\nShaukat Hussain was released nine months prior to his scheduled date of release, because of his \"good conduct\".\n\nTwo Delhi Police officials, ACP Rajbir Singh and Mohan Chand Sharma are credited for gathering prima facie evidence in the case. Singh was later shot dead by a friend over a property deal and Sharma was killed during the Batla House encounter with terrorists in Delhi.\n\n==Response==\n\nThe Indian Government initially accused Lashkar-e-Taiba and Jaish-e-Mohammed of involvement in the attack. However, Lashkar-e-Taiba denied any involvement in the incident. In November 2002, four JeM members were arrested by Indian authorities and put on trial. All four were found guilty of playing various roles in the incident, although the fourth, Afsan/Navjot Sandhu, wife of Shaukat Hussain (one of the accused) was found guilty of a minor charge of concealing knowledge of conspiracy. One of the accused, Afzal Guru, was sentenced to death for the incident.\n\nWorld leaders and leaders in India's immediate neighbourhood condemned the attack on the Parliament. On 14 December, the ruling National Democratic Alliance (NDA) blamed Pakistan-based Lashkar-e-Taiba and Jaish-e-Mohammed for the attack. Home Minister LK Advani claimed, \"We have received some clues about yesterday's incident, which shows that a neighbouring country, and some terrorist organisations active there behind it\", in an indirect reference to Pakistan and Pakistan-based terrorist groups.\n\nThe same day, in a demarche to Pakistani High Commissioner to India, Ashraf Jehangir Qazi, India demanded that Pakistan stop the activities of LeT and JeM, that Pakistan apprehend the organisations' leaders and that Pakistan curb the financial assets and the groups' access to these assets. In response to the Indian government's statements, Pakistani forces were put on high alert the same day. On 20 December, India mobilised and deployed its troops to Kashmir and Punjab in what was India's largest military mobilisation since the 1971 Indo-Pakistani War.\n\nFollowing the attack, many suspects were arrested, and in December 2002 four Jaish-e-Mohammed members were convicted for roles in the attack. In 2003, the Border Security Force (BSF) killed Ghazi Baba, the commander-in-chief of Jaish-e-Mohammed and the mastermind of the attack, in the Noor Bagh neighborhood of Srinagar, Jammu and Kashmir.\n\nAfzal Guru, sentenced to death by Indian court and due to be hanged on 20 October 2006, had his execution stayed. His family had camped in New Delhi to meet the President Dr. A.P.J Abdul Kalam to accept the mercy petition. The family of Kamlesh Kumari Jatav, a CRPF Jawan who died in the attack has said that they would return the Ashok Chakra, if the president accepted the petition, and on 13 December 2006, the families of the deceased returned the medals to the government. As of April 2007, the then President of India, A.P.J. Abdul Kalam, refused to interfere in the judicial process.\n\nThe sentence was scheduled to be carried out on 20 October 2006, but Afzal was given a stay of execution and remained on death row. On 3 February 2013, his mercy petition was rejected by the then President of India Pranab Mukherjee. He was hanged in Delhi's Tihar Jail at 8:00 A.M. on 9 February 2013, and buried in Tihar jail with full religious rites.\n\n==See also==\n\n* List of terrorist incidents in India\n* Islamic terrorism\n* Special OPS\n* 2001 Jammu and Kashmir legislative assembly car bombing\n* Pakistan and state terrorism\n* 2014 shootings at Parliament Hill, a similar attack that occurred in Ottawa, Canada\n* 2017 Tehran attacks, which included an attack on the Iranian Parliament by gunmen and suicide bombers.\n\n==References==\n\n\n==External links==\n* \n*  Parliament attack: Why didn't the bomb explode? Afzal Guru wonders\n*  Book review: The Strange Case of the Attack on the Indian Parliament\n*  Unanswered questions are the remains of the day\n* http://dunyanews.tv/index.php/en/Pakistan/528645-Davinder-Singh-arrest-points-Ajit-Doval-as-mastermind-of-false-flag\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPrime Minister Narendra Modi pays homage to those who lost their lives during the 2001 Indian Parliament attack.",
    "links": [
        {
            "title": "2001 Indian Parliament attack",
            "text": "2001 Indian Parliament attack",
            "start": 4,
            "end": 33,
            "id": "4188948"
        },
        {
            "title": "Terrorism in India",
            "text": "terrorist",
            "start": 40,
            "end": 49,
            "id": "1916193"
        },
        {
            "title": "Parliament of India",
            "text": "Parliament of India",
            "start": 64,
            "end": 83,
            "id": "410238"
        },
        {
            "title": "New Delhi",
            "text": "New Delhi",
            "start": 87,
            "end": 96,
            "id": "51585"
        },
        {
            "title": "India",
            "text": "India",
            "start": 98,
            "end": 103,
            "id": "14533"
        },
        {
            "title": "Lashkar-e-Taiba",
            "text": "Lashkar-e-Taiba",
            "start": 154,
            "end": 169,
            "id": "649718"
        },
        {
            "title": "Jaish-e-Mohammed",
            "text": "Jaish-e-Mohammed",
            "start": 180,
            "end": 196,
            "id": "1625335"
        },
        {
            "title": "Terrorism in Pakistan",
            "text": "terrorist",
            "start": 224,
            "end": 233,
            "id": "2816470"
        },
        {
            "title": "Delhi Police",
            "text": "Delhi Police",
            "start": 285,
            "end": 297,
            "id": "8808263"
        },
        {
            "title": "2001–02 India–Pakistan standoff",
            "text": "2001–02 India–Pakistan standoff",
            "start": 450,
            "end": 481,
            "id": "5174257"
        },
        {
            "title": "Minister of Home Affairs (India)",
            "text": "Home Ministry",
            "start": 632,
            "end": 645,
            "id": "1974473"
        },
        {
            "title": "Parliament of India",
            "text": "Parliament",
            "start": 650,
            "end": 660,
            "id": "410238"
        },
        {
            "title": "Rajya Sabha",
            "text": "Rajya Sabha",
            "start": 684,
            "end": 695,
            "id": "232210"
        },
        {
            "title": "Lok Sabha",
            "text": "Lok Sabha",
            "start": 700,
            "end": 709,
            "id": "275456"
        },
        {
            "title": "Government of India",
            "text": "government",
            "start": 800,
            "end": 810,
            "id": "553883"
        },
        {
            "title": "L. K. Advani",
            "text": "LK Advani",
            "start": 843,
            "end": 852,
            "id": "300028"
        },
        {
            "title": "Harin Pathak",
            "text": "Harin Pathak",
            "start": 887,
            "end": 899,
            "id": "4191926"
        },
        {
            "title": "AK-47",
            "text": "AK47",
            "start": 1241,
            "end": 1245,
            "id": "1348"
        },
        {
            "title": "Grenade launcher",
            "text": "grenade launcher",
            "start": 1254,
            "end": 1270,
            "id": "304883"
        },
        {
            "title": "Pistol",
            "text": "pistol",
            "start": 1273,
            "end": 1279,
            "id": "9959000"
        },
        {
            "title": "Grenade",
            "text": "grenade",
            "start": 1285,
            "end": 1292,
            "id": "20353360"
        },
        {
            "title": "Vice President of India",
            "text": "Indian Vice President",
            "start": 1347,
            "end": 1368,
            "id": "612455"
        },
        {
            "title": "Krishan Kant",
            "text": "Krishan Kant",
            "start": 1369,
            "end": 1381,
            "id": "2013584"
        },
        {
            "title": "2001 Jammu and Kashmir legislative assembly car bombing",
            "text": "assembly of Srinagar, Jammu and Kashmir",
            "start": 1621,
            "end": 1660,
            "id": "10883930"
        },
        {
            "title": "Inter-Services Intelligence",
            "text": "Inter-Services Intelligence",
            "start": 1870,
            "end": 1897,
            "id": "2159021"
        },
        {
            "title": "Adrian Levy",
            "text": "Adrian Levy",
            "start": 1990,
            "end": 2001,
            "id": "27267665"
        },
        {
            "title": "List of CIA station chiefs",
            "text": "CIA station chief",
            "start": 2018,
            "end": 2035,
            "id": "39423439"
        },
        {
            "title": "Robert Grenier (CIA officer)",
            "text": "Robert Grenier",
            "start": 2036,
            "end": 2050,
            "id": "4446592"
        },
        {
            "title": "List of ambassadors of the United States to Pakistan",
            "text": "Ambassador",
            "start": 2055,
            "end": 2065,
            "id": "8794225"
        },
        {
            "title": "Wendy Chamberlin",
            "text": "Wendy Chamberlin",
            "start": 2066,
            "end": 2082,
            "id": "8533096"
        },
        {
            "title": "Ali Jan Aurakzai",
            "text": "Ali Jan Aurakzai",
            "start": 2196,
            "end": 2212,
            "id": "14032269"
        },
        {
            "title": "Durand Line",
            "text": "Durand Line",
            "start": 2227,
            "end": 2238,
            "id": "203570"
        },
        {
            "title": "Osama bin Laden",
            "text": "Osama bin Laden",
            "start": 2249,
            "end": 2264,
            "id": "22468"
        },
        {
            "title": "Battle of Tora Bora",
            "text": "Battle of Tora Bora",
            "start": 2300,
            "end": 2319,
            "id": "6828277"
        },
        {
            "title": "Kamlesh Kumari",
            "text": "Kamlesh Kumari",
            "start": 2347,
            "end": 2361,
            "id": "7296486"
        },
        {
            "title": "Central Reserve Police Force",
            "text": "Central Reserve Police Force",
            "start": 2369,
            "end": 2397,
            "id": "451855"
        },
        {
            "title": "Explosive belt",
            "text": "suicide vest",
            "start": 2516,
            "end": 2528,
            "id": "444882"
        },
        {
            "title": "Afzal Guru",
            "text": "Afzal Guru",
            "start": 3078,
            "end": 3088,
            "id": "2418326"
        },
        {
            "title": "Jaish-e-Mohammed",
            "text": "Jaish-e-Mohammed",
            "start": 3348,
            "end": 3364,
            "id": "1625335"
        },
        {
            "title": "Code of Criminal Procedure (India)",
            "text": "Criminal Procedure Code, 1973 (India)",
            "start": 3464,
            "end": 3501,
            "id": "28276791"
        },
        {
            "title": "Indian Penal Code",
            "text": "Indian Penal Code",
            "start": 3593,
            "end": 3610,
            "id": "1501342"
        },
        {
            "title": "Prevention of Terrorism Act, 2002",
            "text": "Prevention of Terrorism Act, 2002",
            "start": 3622,
            "end": 3655,
            "id": "584248"
        },
        {
            "title": "Capital punishment in India",
            "text": "Death sentences",
            "start": 4636,
            "end": 4651,
            "id": "1494050"
        },
        {
            "title": "Ram Jethmalani",
            "text": "Ram Jethmalani",
            "start": 5308,
            "end": 5322,
            "id": "584764"
        },
        {
            "title": "Delhi High Court",
            "text": "Delhi High Court",
            "start": 5330,
            "end": 5346,
            "id": "1385268"
        },
        {
            "title": "Supreme Court of India",
            "text": "Supreme Court of India",
            "start": 5371,
            "end": 5393,
            "id": "395852"
        },
        {
            "title": "University of Delhi",
            "text": "Delhi University",
            "start": 5654,
            "end": 5670,
            "id": "1430270"
        },
        {
            "title": "Mohan Chand Sharma",
            "text": "Mohan Chand Sharma",
            "start": 6023,
            "end": 6041,
            "id": "19397726"
        },
        {
            "title": "Prima facie",
            "text": "prima facie",
            "start": 6069,
            "end": 6080,
            "id": "24696"
        },
        {
            "title": "Batla House encounter case",
            "text": "Batla House encounter",
            "start": 6195,
            "end": 6216,
            "id": "28924914"
        },
        {
            "title": "Lashkar-e-Taiba",
            "text": "Lashkar-e-Taiba",
            "start": 6298,
            "end": 6313,
            "id": "649718"
        },
        {
            "title": "Jaish-e-Mohammed",
            "text": "Jaish-e-Mohammed",
            "start": 6318,
            "end": 6334,
            "id": "1625335"
        },
        {
            "title": "Afzal Guru",
            "text": "Afzal Guru",
            "start": 6769,
            "end": 6779,
            "id": "2418326"
        },
        {
            "title": "South Asia",
            "text": "immediate neighbourhood",
            "start": 6860,
            "end": 6883,
            "id": "21566765"
        },
        {
            "title": "National Democratic Alliance",
            "text": "National Democratic Alliance",
            "start": 6951,
            "end": 6979,
            "id": "409896"
        },
        {
            "title": "Démarche",
            "text": "demarche",
            "start": 7344,
            "end": 7352,
            "id": "1856862"
        },
        {
            "title": "High commissioner",
            "text": "High Commissioner",
            "start": 7366,
            "end": 7383,
            "id": "189082"
        },
        {
            "title": "Ashraf Qazi",
            "text": "Ashraf Jehangir Qazi",
            "start": 7394,
            "end": 7414,
            "id": "1648037"
        },
        {
            "title": "Pakistan Army",
            "text": "Pakistani forces",
            "start": 7667,
            "end": 7683,
            "id": "1965925"
        },
        {
            "title": "Indo-Pakistani War of 1971",
            "text": "1971 Indo-Pakistani War",
            "start": 7859,
            "end": 7882,
            "id": "464071"
        },
        {
            "title": "Jaish-e-Mohammed",
            "text": "Jaish-e-Mohammed",
            "start": 7962,
            "end": 7978,
            "id": "1625335"
        },
        {
            "title": "Border Security Force",
            "text": "Border Security Force",
            "start": 8040,
            "end": 8061,
            "id": "446834"
        },
        {
            "title": "Ghazi Baba",
            "text": "Ghazi Baba",
            "start": 8075,
            "end": 8085,
            "id": "60105348"
        },
        {
            "title": "Srinagar",
            "text": "Srinagar",
            "start": 8197,
            "end": 8205,
            "id": "294148"
        },
        {
            "title": "President of India",
            "text": "President",
            "start": 8388,
            "end": 8397,
            "id": "141896"
        },
        {
            "title": "A. P. J. Abdul Kalam",
            "text": "Dr. A.P.J Abdul Kalam",
            "start": 8398,
            "end": 8419,
            "id": "62682"
        },
        {
            "title": "Kamlesh Kumari",
            "text": "Kamlesh Kumari",
            "start": 8464,
            "end": 8478,
            "id": "7296486"
        },
        {
            "title": "Central Reserve Police Force",
            "text": "CRPF",
            "start": 8488,
            "end": 8492,
            "id": "451855"
        },
        {
            "title": "Private (rank)#India and Pakistan",
            "text": "Jawan",
            "start": 8493,
            "end": 8498,
            "id": null
        },
        {
            "title": "Ashoka Chakra (military decoration)",
            "text": "Ashok Chakra",
            "start": 8558,
            "end": 8570,
            "id": "1714201"
        },
        {
            "title": "President of India",
            "text": "President of India",
            "start": 9015,
            "end": 9033,
            "id": "141896"
        },
        {
            "title": "Pranab Mukherjee",
            "text": "Pranab Mukherjee",
            "start": 9034,
            "end": 9050,
            "id": "665443"
        },
        {
            "title": "List of terrorist incidents in India",
            "text": "List of terrorist incidents in India",
            "start": 9190,
            "end": 9226,
            "id": "20444945"
        },
        {
            "title": "Islamic terrorism",
            "text": "Islamic terrorism",
            "start": 9229,
            "end": 9246,
            "id": "566821"
        },
        {
            "title": "Special OPS",
            "text": "Special OPS",
            "start": 9249,
            "end": 9260,
            "id": "61809742"
        },
        {
            "title": "2001 Jammu and Kashmir legislative assembly car bombing",
            "text": "2001 Jammu and Kashmir legislative assembly car bombing",
            "start": 9263,
            "end": 9318,
            "id": "10883930"
        },
        {
            "title": "Pakistan and state-sponsored terrorism",
            "text": "Pakistan and state terrorism",
            "start": 9321,
            "end": 9349,
            "id": "21133456"
        },
        {
            "title": "2014 shootings at Parliament Hill, Ottawa",
            "text": "2014 shootings at Parliament Hill",
            "start": 9352,
            "end": 9385,
            "id": "44182595"
        },
        {
            "title": "2017 Tehran attacks",
            "text": "2017 Tehran attacks",
            "start": 9438,
            "end": 9457,
            "id": "54243589"
        },
        {
            "title": "Narendra Modi",
            "text": "Narendra Modi",
            "start": 9940,
            "end": 9953,
            "id": "444222"
        }
    ],
    "_chunk_id": "b_3725624423-3737462085"
}