{
    "_id": "153226",
    "id": "153226",
    "title": "2002 Mombasa attacks",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Attacks ==",
            "start": 938,
            "end": 951
        },
        {
            "text": "=== Hotel bombing ===",
            "start": 953,
            "end": 974
        },
        {
            "text": "=== Aircraft attack ===",
            "start": 1783,
            "end": 1806
        },
        {
            "text": "==Perpetrators==",
            "start": 2615,
            "end": 2631
        },
        {
            "text": "=== Motivation ===",
            "start": 5347,
            "end": 5365
        },
        {
            "text": "==International response==",
            "start": 6374,
            "end": 6400
        },
        {
            "text": "=== Investigation ===",
            "start": 7298,
            "end": 7319
        },
        {
            "text": "==== Aftermath ====",
            "start": 7901,
            "end": 7920
        },
        {
            "text": "== References==",
            "start": 8424,
            "end": 8439
        },
        {
            "text": "== External links==",
            "start": 8442,
            "end": 8461
        }
    ],
    "categories": [
        "Terrorist incidents in Africa in 2002",
        "Suicide bombings in 2002",
        "Mombasa",
        "2002 crimes in Kenya",
        "Islamic terrorism in Kenya",
        "Terrorist incidents in Kenya in the 2000s",
        "Car and truck bombings in Kenya",
        "Mass murder in 2002",
        "Aviation accidents and incidents in 2002",
        "Terrorist incidents in Kenya",
        "Attacks on hotels in Africa",
        "Islamic terrorist incidents in 2002",
        "November 2002 events in Africa",
        "Israel–Kenya relations",
        "2000s murders in Kenya"
    ],
    "infobox": "{{Infobox terrorist attack\n|title=2002 Mombasa attacks\n|image=Arkia B753 4X-BAW.jpg\n|image_size=\n|caption=<small>This [[Arkia]] [[Boeing 757|Boeing 757-300]] was fired at by surface to air missiles as part of the 2002 Mombasa attacks. It is pictured here 3 years later at [[Munich Airport]].<ref>{{cite web|url=https://aviation-safety.net/database/record.php?id=20021128-1|title=ASN Aircraft incident Boeing 757-3E7 4X-BAW Mombasa-Moi International Airport|accessdate=19 March 2019}}</ref></small>\n|map=<div style=\"width:250px; float:none; clear:none;\"><div style=\"position: relative; padding: 0px; width:250px\">[[File:Kenya location map.svg|250px]]\n<br /><div style=\"position:absolute; top:91.4%; left:66.7%; height:0; width:0;\"><div style=\"position:relative;z-index:100;left:-4px;top:-4px;width:8px;height:8px;line-height:0px;\">[[File:Red pog.svg|7px]]</div><div style=\"font-size: 90%; line-height: 110%; z-index:90; position: relative; top: -1.5em; width: 6em; left: 0.5em; text-align: left;\"><span style=\"padding: 1px;\">The attack site</span></div></div></div></div><br><small>Location of Mombasa in Kenya</small>\n|location=Mombasa, Kenya\n|coordinates = {{Coord|-4.05|39.666|type:event|display=inline,title}}\n|target=Israeli hotel and plane\n|date={{start date and age|2002|11|28|df=yes}}\n|time=\n|timezone=\n|type=[[car bombing]], [[suicide attack]], attempted shootdown\n|fatalities=13 victims (3 Israelis, 10 Kenyans) and 3 suicide bombers<ref name=\"wsws.org\">[http://www.wsws.org/articles/2002/dec2002/keny-d05.shtml Unanswered questions regarding Kenya terror attacks]. World Socialist Web Site. 5 December 2002.</ref>\n|injuries=80\n|perps= [[al-Qaeda]]\n|weapons= surface-to-air missile\n}}",
    "article": "The 2002 Mombasa attacks was a two-pronged terrorist attack on 28 November 2002 in Mombasa, Kenya against an Israeli-owned hotel and a plane belonging to Arkia Airlines. An all-terrain vehicle crashed through a barrier outside the Paradise Hotel and blew up, killing 13 and injuring 80. At the same time, attackers fired two surface-to-air missiles at an Israeli charter plane. The Paradise Hotel was the only Israeli-owned hotel in the Mombasa area. The attacks were believed to be orchestrated by al-Qaeda operatives in Somalia in an attempt to disrupt the Israeli tourist industry on the African continent. Much speculation has occurred as to who the perpetrators are, but no complete list of suspects has been defined. The attack was the second al-Qaeda terrorist operation in Kenya, following the bombing of the U.S. embassy in Nairobi in 1998. Following the attack, the UN Security Council and other nations condemned the bombing.\n\n== Attacks ==\n\n=== Hotel bombing ===\nThree men in a 4-wheel drive SUV approached the gate of the Paradise Hotel and were questioned by security guards. One of the men leapt from the car and detonated an explosive vest he was wearing. The other two men rammed the vehicle through the barrier, crashing into the front entrance of the hotel and set off the bomb they had in the car. The blast occurred on the eve of Hanukkah just after some 60 visitors had checked into the hotel, all of them from Israel for a holiday stay. Thirteen people were killed and 80 injured. Ten Kenyans died in the attack and three Israelis, two of them children. Nine of the victims were dancers who had been employed to welcome hotel guests. In an overnight rescue mission, four Israeli military Hercules planes were sent to Mombasa to evacuate the dead and injured.\n\n=== Aircraft attack ===\n\nAlmost simultaneous to the attack on the hotel, two shoulder-launched Strela 2 (SA-7) surface-to-air missiles were fired at a chartered Boeing 757 airliner owned by Israel-based Arkia Airlines as it took off from Moi International Airport. The Arkia charter company had a regular weekly service flying tourists between Tel Aviv and Mombasa. Kenyan police discovered a missile launcher and two missile casings in the Changamwe area of Mombasa, about  from the airport. The pilots planned on an emergency landing in Nairobi after seeing the two missiles streak past them, but decided to continue to Israel. The airliner landed at Ben Gurion Airport in Tel Aviv about five hours later, escorted by Israeli F-15 fighter jets. Following the attack, all flights from Israel to Kenya were cancelled indefinitely.\n\n==Perpetrators==\nSheikh Omar Bakri Mohammed, leader of the London-based Islamic organisation Al Muhajiroun, said that warnings had appeared on the Internet. \"Militant groups who sympathise with Al-Qaeda warned one week ago that there would be an attack on Kenya and they mentioned Israelis,\" he said. Initially, Israeli government spokesmen denied that such a warning had been received. But four days after the blast, Brigadier-General Yossi Kuperwasser admitted that Israeli military intelligence were aware of a threat in Kenya, but that it was not specific enough. Former Mossad head Danny Yatom took a similar line, saying that Israel got so many terror warnings they were not taken seriously.\n\nIn Lebanon, a previously unknown group called the Army of Palestine has said it carried out the attacks and said it wanted the world to hear the \"voice of the refugees\" on the 55th anniversary of the partition of Palestine.\n\nOn 20 December 2006, Salad Ali Jelle, Defence Minister of Somalia's Transitional Federal Government, said that one of the suspects, Abu Taha al-Sudan, was an Islamic Courts Union leader fighting against the Transitional Federal Government in the 2006 Battle of Baidoa. On 14 September 2009, American troops killed Kenya-born Saleh Ali Saleh Nabhan after a missile struck his car in the Barawe District, 250 kilometers south of Somalia's capital Mogadishu. Nabhan is believed to have bought the truck used in the 2002 bombing.\n\nFazul Abdullah Mohammed is a foreign leader of the jihadist fundamentalist group, Al-Shabaab, which has pledged allegiance to al-Qaeda. Mohammed was appointed leader of al-Qaeda operations in East Africa. He was a participating member of the 1998 U.S. Embassy bombing in Nairobi and was one of the masterminds behind the coordination of the attack in Mombassa. He saw the attack as a failure because of the Strela 2 missiles missing the plane during take off. \n\nMohammed Abdul Malik Bajabu confessed in 2007 to assisting in the car bombings that took place at The Paradise Hotel. He was arrested by Kenyan authorities and is currently imprisoned by the U.S. in Guantanamo Bay without any formal charges against him. There have been four other suspected attackers affiliated with the al-Qaeda cell in Kenya, but the Kenyan prosecutors have had trouble establishing guilt with certainty. The four Kenyan nationals have been acquitted for lack of evidence. \n\nThere also has been speculation of involvement by Somali terrorist organization known as, Al Ittihad al Islamiya (AIAI). AIAI has supposed ties with al-Qaeda. They had hoped that by sending a message to the Israelis through this attack, they would grow closer to achieving their goal of establishing a Somali Islamic state.\n\n=== Motivation ===\nIt is believed that the terrorist cell, al-Qaeda, sought out to severely diminish Israeli activities on the African continent. The two simultaneous attacks had a direct impact on the Israeli tourism industry. The Paradise Hotel was an Israeli owned beachfront property that many Israeli vacationers frequented. The Al-Shabaab militant group is majorly concentrated in Somalia and because of weak border security, often spills over into Kenya. Kenya has a minority Muslim population that has historically been alienated, and with a growing dissent for Western activities with Kenyan borders, it has enabled a growing number of jihadist Muslims in Nairobi. The Muslim community in Kenya has lost political and economic representation leading up to the attacks, which lead them to focus their loyalty on Islam and the Middle East, not the nation. This enabled the jihadist movement to acquire a strong grip within Kenya, as Kenyan nationals assisted in the attacks on the Paradise Hotel and on the Boeing 757.\n\n==International response==\nImmediately following the attacks, Israel began evacuating all Israeli citizens within Kenyan borders. A joint operation began between the United States and Israel in determining who the perpetrators were of the attack. President George W Bush and Secretary of State Colin Powell of the United States, Israel's Foreign Minister Benyamin Netanyahu,  the Kenyan government, and United Kingdom Foreign Secretary Jack Straw all condemned the attack. The United Nations Security Council adopted Resolution 1450 condemning the attacks, Syria was the only country to not affirm the resolution due to the implied power of directly intervening in the affected country's internal affairs after a terrorist attack. They also found distaste with the repeated mention of Israel in the resolution, which was against their political view concerning the conflict in the Middle East between Israel and Palestine.\n\n=== Investigation ===\nAs a result of the U.S. embassy bombing in 1998 and the attacks in Mombassa, Kenya-U.S. cooperation between authorities has strengthened. It was a joint effort between Kenya, the U.S., and Israel to apprehend the attackers. They were able to determine that al-Qaeda operatives were behind the attacks due to the similarities between the incidents in Nairobi and Mombassa. The attackers had used car bombs sourced from local materials. To plan and coordinate the attacks, al-Qaeda operatives rented houses in affluent neighborhoods to meet up with the non-Kenyan suicide bombers. \n\n==== Aftermath ====\nIn 2003 Western countries advised all of their citizens against traveling to Kenya because of the terrorist threat. This negatively impacted Kenya's economy which was based mostly in the tourism industry. Following the advisories and the suspension of British Airways flights to Nairobi, the Kenyan economy began losing nearly $130 million per week. Kenya has always been a focus for Islamist terrorist organizations, the U.N. Habitat Program and the U.N. Environment Program are based in the country.\n\n== References==\n\n\n== External links==\n*   After Blast, Kenya Reviews Qaeda's Trail in East Africa, The New York Times, 1 December 2002\n*  ATTACKS IN MOMBASA: Kenyans Hunting for Clues; Bombing Toll Rises to 13, The New York Times, 30 November 2002\n*  THE GRIEVERS: Israelis Return in Trauma From Supposed Haven, The New York Times, 30 November 2002\n*  INVESTIGATION: U.S. Suspects Qaeda Link to Bombing in Mombasa, The New York Times, 30 November 2002\n*   Source of Bombs? Kenyans Look North, The New York Times, 30 November 2002\n*   AT THE SITE: Survivor Saw Bombers' Race to Death, The New York Times, 30 November 2002\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLocation of Kenya (green) on the African continent (light grey).\nTwo Strela 2 missiles were fired during take-off, but missed the plane.",
    "links": [
        {
            "title": "2002 Mombasa attacks",
            "text": "2002 Mombasa attacks",
            "start": 4,
            "end": 24,
            "id": "153226"
        },
        {
            "title": "Mombasa",
            "text": "Mombasa",
            "start": 83,
            "end": 90,
            "id": "200152"
        },
        {
            "title": "Arkia",
            "text": "Arkia",
            "start": 154,
            "end": 159,
            "id": "509885"
        },
        {
            "title": "2002 Mombasa attacks",
            "text": "Paradise Hotel",
            "start": 231,
            "end": 245,
            "id": "153226"
        },
        {
            "title": "Al-Qaeda",
            "text": "al-Qaeda",
            "start": 499,
            "end": 507,
            "id": "1921"
        },
        {
            "title": "Somalia",
            "text": "Somalia",
            "start": 522,
            "end": 529,
            "id": "27358"
        },
        {
            "title": "1998 United States embassy bombings",
            "text": "U.S. embassy",
            "start": 817,
            "end": 829,
            "id": "10078354"
        },
        {
            "title": "Nairobi",
            "text": "Nairobi",
            "start": 833,
            "end": 840,
            "id": "21482"
        },
        {
            "title": "United Nations Security Council",
            "text": "UN Security Council",
            "start": 876,
            "end": 895,
            "id": "31956"
        },
        {
            "title": "Hanukkah",
            "text": "Hanukkah",
            "start": 1351,
            "end": 1359,
            "id": "7388"
        },
        {
            "title": "Shoulder-fired missile",
            "text": "shoulder-launched",
            "start": 1860,
            "end": 1877,
            "id": "421108"
        },
        {
            "title": "9K32 Strela-2",
            "text": "Strela 2",
            "start": 1878,
            "end": 1886,
            "id": "199452"
        },
        {
            "title": "Surface-to-air missile",
            "text": "surface-to-air missiles",
            "start": 1894,
            "end": 1917,
            "id": "182664"
        },
        {
            "title": "Boeing 757",
            "text": "Boeing 757",
            "start": 1944,
            "end": 1954,
            "id": "151995"
        },
        {
            "title": "Airliner",
            "text": "airliner",
            "start": 1955,
            "end": 1963,
            "id": "51215"
        },
        {
            "title": "Arkia",
            "text": "Arkia Airlines",
            "start": 1986,
            "end": 2000,
            "id": "509885"
        },
        {
            "title": "Moi International Airport",
            "text": "Moi International Airport",
            "start": 2021,
            "end": 2046,
            "id": "6759670"
        },
        {
            "title": "Tel Aviv",
            "text": "Tel Aviv",
            "start": 2127,
            "end": 2135,
            "id": "31453"
        },
        {
            "title": "Nairobi",
            "text": "Nairobi",
            "start": 2322,
            "end": 2329,
            "id": "21482"
        },
        {
            "title": "Ben Gurion Airport",
            "text": "Ben Gurion Airport",
            "start": 2436,
            "end": 2454,
            "id": "113149"
        },
        {
            "title": "Omar Bakri Muhammad",
            "text": "Omar Bakri Mohammed",
            "start": 2639,
            "end": 2658,
            "id": "604753"
        },
        {
            "title": "Al-Muhajiroun",
            "text": "Al Muhajiroun",
            "start": 2708,
            "end": 2721,
            "id": "861494"
        },
        {
            "title": "Yossi Kuperwasser",
            "text": "Yossi Kuperwasser",
            "start": 3051,
            "end": 3068,
            "id": "54228536"
        },
        {
            "title": "Mossad",
            "text": "Mossad",
            "start": 3190,
            "end": 3196,
            "id": "27619007"
        },
        {
            "title": "Danny Yatom",
            "text": "Danny Yatom",
            "start": 3202,
            "end": 3213,
            "id": "4816283"
        },
        {
            "title": "Lebanon",
            "text": "Lebanon",
            "start": 3317,
            "end": 3324,
            "id": "17771"
        },
        {
            "title": "Salad Ali Jelle",
            "text": "Salad Ali Jelle",
            "start": 3560,
            "end": 3575,
            "id": "8782476"
        },
        {
            "title": "Somalia",
            "text": "Somalia",
            "start": 3597,
            "end": 3604,
            "id": "27358"
        },
        {
            "title": "Transitional federal government, Republic of Somalia",
            "text": "Transitional Federal Government",
            "start": 3607,
            "end": 3638,
            "id": "5460470"
        },
        {
            "title": "Abu Taha al-Sudan",
            "text": "Abu Taha al-Sudan",
            "start": 3671,
            "end": 3688,
            "id": "8836186"
        },
        {
            "title": "Battle of Baidoa",
            "text": "Battle of Baidoa",
            "start": 3790,
            "end": 3806,
            "id": "8546718"
        },
        {
            "title": "Fazul Abdullah Mohammed",
            "text": "Fazul Abdullah Mohammed",
            "start": 4066,
            "end": 4089,
            "id": "682486"
        },
        {
            "title": "Al-Shabaab (militant group)",
            "text": "Al-Shabaab",
            "start": 4148,
            "end": 4158,
            "id": "8726463"
        },
        {
            "title": "East Africa",
            "text": "East Africa",
            "start": 4258,
            "end": 4269,
            "id": "260987"
        },
        {
            "title": "Abdul Hadi al Iraqi",
            "text": "Mohammed Abdul Malik Bajabu",
            "start": 4528,
            "end": 4555,
            "id": "4966548"
        },
        {
            "title": "Guantanamo Bay detention camp",
            "text": "Guantanamo Bay",
            "start": 4727,
            "end": 4741,
            "id": "4406774"
        },
        {
            "title": "Al-Itihaad al-Islamiya",
            "text": "Al Ittihad al Islamiya",
            "start": 5112,
            "end": 5134,
            "id": "5455456"
        },
        {
            "title": "Muslims",
            "text": "Muslim",
            "start": 5830,
            "end": 5836,
            "id": "19541"
        },
        {
            "title": "Jihadism",
            "text": "jihadist",
            "start": 5992,
            "end": 6000,
            "id": "7826589"
        },
        {
            "title": "Colin Powell",
            "text": "Colin Powell",
            "start": 6668,
            "end": 6680,
            "id": "6984"
        },
        {
            "title": "Benjamin Netanyahu",
            "text": "Benyamin Netanyahu",
            "start": 6729,
            "end": 6747,
            "id": "56472"
        },
        {
            "title": "Jack Straw",
            "text": "Jack Straw",
            "start": 6810,
            "end": 6820,
            "id": "242476"
        },
        {
            "title": "United Nations Security Council",
            "text": "United Nations Security Council",
            "start": 6851,
            "end": 6882,
            "id": "31956"
        },
        {
            "title": "United Nations Security Council Resolution 1450",
            "text": "Resolution 1450",
            "start": 6891,
            "end": 6906,
            "id": "28194029"
        },
        {
            "title": "Middle East",
            "text": "Middle East",
            "start": 7255,
            "end": 7266,
            "id": "19323"
        },
        {
            "title": "Israel",
            "text": "Israel",
            "start": 7275,
            "end": 7281,
            "id": "9282173"
        },
        {
            "title": "Palestinian territories",
            "text": "Palestine",
            "start": 7286,
            "end": 7295,
            "id": "96665"
        },
        {
            "title": "Car bomb",
            "text": "car bomb",
            "start": 7715,
            "end": 7723,
            "id": "155282"
        },
        {
            "title": "Western world",
            "text": "Western countries",
            "start": 7929,
            "end": 7946,
            "id": "21208200"
        },
        {
            "title": "British Airways",
            "text": "British Airways",
            "start": 8173,
            "end": 8188,
            "id": "3970"
        },
        {
            "title": "Economy of Kenya",
            "text": "Kenyan economy",
            "start": 8213,
            "end": 8227,
            "id": "16657"
        },
        {
            "title": "United Nations Environment Programme",
            "text": "U.N. Environment Program",
            "start": 8372,
            "end": 8396,
            "id": "32178"
        }
    ],
    "_chunk_id": "b_560759584-608138910"
}