{
    "_id": "23573909",
    "id": "23573909",
    "title": "2003 Istanbul bombings",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== First bombings and aftermath ==",
            "start": 1704,
            "end": 1738
        },
        {
            "text": "== Second bombings and aftermath ==",
            "start": 3662,
            "end": 3697
        },
        {
            "text": "== Casualties ==",
            "start": 6311,
            "end": 6327
        },
        {
            "text": "=== First attacks ===",
            "start": 6329,
            "end": 6350
        },
        {
            "text": "=== Second attacks ===",
            "start": 8415,
            "end": 8437
        },
        {
            "text": "== Damage ==",
            "start": 9810,
            "end": 9822
        },
        {
            "text": "== Reactions ==",
            "start": 10983,
            "end": 10998
        },
        {
            "text": "=== After the first attacks ===",
            "start": 11000,
            "end": 11031
        },
        {
            "text": "== Responsibility ==",
            "start": 11849,
            "end": 11869
        },
        {
            "text": "== See also ==",
            "start": 14265,
            "end": 14279
        },
        {
            "text": "==References==",
            "start": 14368,
            "end": 14382
        },
        {
            "text": "==External links==",
            "start": 14385,
            "end": 14403
        }
    ],
    "categories": [
        "Suicide bombings in 2003",
        "Mass murder in 2003",
        "2003 crimes in Turkey",
        "Terrorist incidents in Turkey in 2003",
        "Terrorist incidents in Istanbul",
        "Jewish Turkish history",
        "Antisemitism in Turkey",
        "21st-century attacks on synagogues and Jewish communal organizations",
        "2000s in Istanbul",
        "Car and truck bombings in Turkey",
        "HSBC",
        "Attacks on diplomatic missions in Turkey",
        "Attacks on diplomatic missions of the United Kingdom",
        "Turkey–United Kingdom relations",
        "Jews and Judaism in Istanbul",
        "Suicide bombings in Istanbul",
        "Al-Qaeda attacks",
        "Attacks on bank buildings",
        "November 2003 events in Europe",
        "Islamic terrorist incidents in 2003"
    ],
    "infobox": "{{Infobox terrorist attack\n|title      = 2003 Istanbul bombings\n|image      = Location map Beyoglu-Besiktas-15-and-20-November-2003-bombings-Sisli.svg\n|caption    = Map showing the locations of the bombing attacks\n|location   = [[Istanbul]], [[Turkey]]\n|target     = '''First attacks''': The [[Bet Israel Synagogue (Istanbul)|Bet Israel Synagogue]] in [[Şişli]] and the [[Neve Shalom Synagogue]] in [[Beyoğlu]]<br/>'''Second attacks''': The British Consulate in Beyoğlu and the [[Hong Kong Shanghai Banking Corporation|HSBC]] General Directorate building in [[Beşiktaş]]\n|date       = '''First attacks - November 15, 2003''':<br/>9:30 a.m. (first explosion)<br/>9:34 a.m. (second explosion)<br/>'''Second attacks - November 20, 2003''':<br/>10:55 a.m. (first explosion)<br/>11:00 a.m. (second explosion)<br/>([[UTC+02:00]])\n|type       = [[car bombing|Mass bombing]]\n|weapons    = Trucks laiden with [[improvised explosive devices|improvised explosive device]] made of [[ammonium nitrate]] and [[nitrocellulose]]\n|fatalities = 59 civilians\n|injuries   = over 750\n|perp       = [[Al-Qaeda]]\n}}",
    "article": "The 2003 Istanbul bombings were a series of suicide attacks carried out with trucks fitted with bombs detonated at four different locations in Istanbul, Turkey on November 15, 2003 and November 20, 2003.\n\nOn November 15, two truck bombs were detonated, one in front of the Bet Israel Synagogue in Şişli at around 9:30 a.m. local time (UTC+2.00) and another in front of the Neve Shalom Synagogue in Beyoğlu at around 9:34 a.m. As a result of these bombings, 28 people died, included the attackers, and more than 300 people were wounded. Five days after the first attacks, on November 20, two different attacks were perpetrated against the British Consulate General at around 10:55 a.m. and the HSBC General Headquarters in Beşiktaş at around 11:00 a.m., again using truck bombs. In the second round of attacks, 31 people lost their lives and more than 450 were injured. In total, 59 people died, including the four suicide bombers, and more than 750 were wounded in the bombings.\n\nInvestigations launched in the wake of the attacks determined that Al Qaeda had orchestrated the bombings. The criminal case that began with 69 defendants and, with additions, included 76 defendants in February 2004 regarding the attacks concluded in April 2007 with the sentencing of 49 defendants, of whom seven were sentenced to life in prison, to various periods of incarceration. Some of the figures allegedly from the upper echelons of the militant organization fled to Iraq after the attacks and died there, while a portion were captured by security forces. After a retrial held because the Court of Cassation reversed some of the verdicts delivered in the initial trial, 16 defendants were not sentenced to prison.\n\n== First bombings and aftermath ==\nThe first attacks were carried out on November 15, 2003 against two synagogues in Istanbul, Turkey. At approximately 9:30 a.m. local time (UTC+2.00), a bomb-laden truck that had parked in front of the Bet Israel Synagogue on Nakiye Elgün Street in Şişli was detonated. Many of the worshippers praying at the synagogue that Saturday, a day considered sacred by Jews, and those near the temple lost their lives, and the area surrounding the synagogue was badly damaged.\n\nApproximately four minutes after the first explosion, at around 9:34 a.m., a second attack occurred with the detonation of another bomb-laden truck passing by the Neve Shalom Synagogue on Büyük Hendek Avenue in Beyoğlu. Prayers were being held in three separate rooms of the synagogue, and a child's Bar Mitzvah ceremony was being held with 400 people in attendance. Because the walls of the synagogue had been fortified after previous attacks, the internal walls of the structure were not badly damaged, but the external wall and surrounding shops and buildings were damaged, and passers-by were killed by the blast. A hole approximately three meters wide and two meters deep appeared at the spot where the bomb exploded.\n\nTeams from the Istanbul Metropolitan Fire Department, Health Department, Directorate of Road Maintenance, and Directorate of Cemeteries; the Istanbul Gas Distribution and Trade; and the Istanbul Water and Sewage Administration arrived at the scenes of both attacks. Search-and-rescue teams dug survivors out from beneath the debris resulting from the explosions and sent them to nearby health institutions. A team from ZAKA coming from Israel that comprised seven people who were experts in search-and-rescue and identification participated in the work after the explosions.\n\nAn Islamic militant group, IBDA-C, claimed responsibility for the blasts, but it was later determined that the attacks had been carried out by Al Qaeda.\n\n== Second bombings and aftermath ==\nFive days later, on November 20, as US President George W. Bush was in the United Kingdom meeting with Prime Minister Tony Blair, two more truck bombs exploded. The first attack occurred at around 10:55 a.m. (UTC+2.00) with the detonation of a bomb, comprising 700 kilograms of ammonium sulfate, ammonium nitrate, and compressed fuel oil, in a truck that had parked in front of the HSBC Bank AS building on Büyükdere Avenue in the Levent neighborhood of Beşiktaş. There were fatalities and injuries inside and near the building, and after the explosion, the first six aboveground stories of the building became unusable and the front side of the building was badly damaged. Inside the building, an elevator that had been in motion at the time of the bombing collapsed. Body parts were flung from the site of the explosion, some even being found as far as 400 meters away at a petrol station.\n\nApproximately five minutes later, at around 11:00 a.m., another bomb-laden truck drove through security and detonated in front of the British Consulate on Meşrutiyet Avenue in Istanbul's Beyoğlu district. Deaths and injuries were immediately reported from the explosion, and the outer wall of the consulate's front garden collapsed onto cars driving by in the street, and a fire burned in the garden itself. Buildings nearby the consulate, including the entrance to the Çiçek Passage market, and cars on the street were also badly damaged.\n\nAfter the attack perpetrated against the HSBC building, police cordoned off the area and began collecting evidence. Electrical and gas lines were shut off, and metro services were stopped. The wounded and other personnel were evacuated from the rear entrance of the building. The fire department, civil defense, provincial health directorate, police, and consulate officials dispatched to the area began search-and-rescue operations. Police also cordoned off the area surrounding the consulate. Within a day, Interior Minister Abdülkadir Aksu, Istanbul Governor Muammer Güler, and Istanbul Provincial Security Director Celalettin Cerrah participated in the investigations. Shortly after the two attacks, a warning of an additional bombing at the Galleria Shopping Center in Bakırköy began to spread; the Akmerkez, Galleria, and Carousel shopping centers were evacuated, although the warnings ended up being baseless.\n\nThe bombers appeared to have waited for the traffic lights in front of the HSBC headquarters on the Büyükdere Avenue in Levent to turn red to maximize the effects. Police say that the bombers may have timed the attacks to coincide with Bush's visit to the UK.\n\n== Casualties ==\n\n=== First attacks ===\nOn the day the attacks were carried out, the Istanbul Provincial Health Directorate issued a statement at 4:00 p.m. that 20 people had died and 257 were injured in the bombings. A few hours later, Health Minister Recep Akdağ announced that the number of deaths was 20 and that 302 people had referred to various hospitals because of the bomb attacks. Interior Minister Abdülkadir Aksu, however, stated that the identified number of injured people was 277. Later the evening of the attack, a statement issued by the Istanbul Security Directorate increased the number of casualties to 23, it shortly thereafter brought the number back down to 20. The following day, Istanbul Provincial Health Director Erman Tuncer reported, again, that 23 people had died and that about 71 people, of whom four were in critical condition, continued to received medical attention at various hospitals. The number of casualties rose to 24 on November 17 when the body of a woman was found at the scene of the bombing and later to 25 when a victim receiving treatment at a hospital succumbed to their injuries. In a statement he made on November 19, Istanbul Governor Muammer Güler announced that 25 people had died and approximately 300 people were injured as a result of the attacks. On November 28, Istanbul Deputy Security Director Halil Yılmaz reported, in a press release riddled with inaccuracies, that 23 people had died from the first bombings but later corrected the mistakes in a statement to the press and changed the number of casualties to 27. This number rose to 28 on February 9, 2004 when Celal Dilsiz, a patient who had been receiving care in a hospital for almost three months, died from his injuries.\n\nThe funeral ceremonies for six Jews who died in the attacks—Yoel Ülçer Kohen, Berta Özdoğan, Yona Romano, Annette Rubinstein, Anna Rubinstein, and Avram Varol—were held at the Ulus Ashkenazi Jewish Cemetery. The six people were laid to rest in the front section of the mausoleum were 23 people killed in the 1986 attack on the Neve Shalom Synagogue were buried.\n\n=== Second attacks ===\nA statement issued by the Office of the Istanbul Governor Public Order Operations Center on the day of the second attacks reported that 27 people had died—11 in the attack in front of the HSBC General Directorate and 16 at the British Consulate—and more than 450 people were injured in the bombings. According to a written statement on November 24 from the Istanbul Provincial Health Directorate, 432 people had been treated and discharged from the hospital and 30 people, of whom six were in intensive care, were still receiving treatment. On November 28, Istanbul Deputy Security Director Halil Yılmaz reported that 28 people had died in the second attacks, shortly thereafter later raising this figure to 30. Two months later, on January 13, 2004, the number of casualties in the second two attacks rose to 31, when Sefer Gündoğdu, a 35-year-old father of three, passed away at around 5:00 p.m. at Şişli Etfal Hospital after undergoing a series of surgeries.\n\nFamous Turkish actor and singer Kerem Yılmazer died in the HSBC bombing as he walked to the NTV building, where worked as a voice actor on the \"Life Style\" program at the TV channel. Yılmazer's wife Göksel Kortay, the famous Turkish actress, was on a live program on TV8 when the news of the bombings broke. The 58-year-old British consul general and career diplomat Roger Short also perished in the attack.\n\n== Damage ==\nIstanbul Governor Muammer Güler, in a statement on November 19, announced that inspections of 58 buildings in Beyoğlu after the synagogue attacks revealed nine buildings that were severely damaged, three that were moderately damaged, and eight that were somewhat damaged, amounting to damages of 37 billion Turkish Liras (equivalent to approximately US$25 million in November 2003). In Şişli, of the 52 buildings examined, none were severely damaged, seven were moderately damaged, and 12 were somewhat damaged, with damages totaling 33 billion Turkish Liras (about US$22.5 million in November 2003). There was a total of 110 billion Turkish Liras (approximately US$75 million in November 2003) in damages and 33 cars—15 in Beyoğlu and 18 in Şişli—were made unusable due to the first bombings.\n\nA total of 113 buildings were damaged in the second round of attacks. Beyloğlu Municipal Mayor Kadir Topbaş announced that 38 buildings, of which 25 were considered historic, were damaged in Beyloğlu. Beşiktaş Municipal Mayor Yusuf Namoğlu reported that 75 buildings were damaged in Levent, including a historic school building in the nearby Zincirlikuyu quarter.\n\n== Reactions ==\n\n=== After the first attacks ===\n\n*  Germany - German Foreign Minister Joschka Fischer condemned the attacks in a written statement. German Chancellor Gerhard Schröder sent a message of condolence to Turkish Prime Minister Recep Tayyip Erdoğan.\n* United States - US President George W. Bush, on a phone call with President Erdoğan, conveyed his condolences, condemned the bombings \"in the strongest possible terms\", and declared the United States \"stands resolutely with Turkey\". In a statement, President Bush said: \"The focus of these attacks on Turkey's Jewish community, in Istanbul's synagogues where men, women and children gathered to worship God, remind us that our enemy in the war against terror is without conscience or faith.\" US Secretary of State Colin Powell also called Turkish Foreign Minister Abdullah Gül to send his condolences.\n\n== Responsibility ==\n\nInitially, a militant Turkish Islamic group, the Great Eastern Islamic Raiders' Front took responsibility.\n\nTurkey charged 74 people with involvement in the bombings, including Syrians Loai al-Saqa and Hamid Obysi, and a Turk, Harun Ilhan. Ilhan admitted that he and two other suspected ringleaders — Habib Akdaş and Gurcan Bac — were responsible; Ilhan referred to himself as ‘an al-Qaeda warrior'. Akdas fled to Iraq, where he was reportedly involved in a kidnapping, and was later killed by coalition forces in Fallujah. Bac's location remains undetermined. Other reporting indicates that Bac was suspected of preparing the bombs with Fevzi Yitiz, and that Akdas and Ibrahim Kus participated in a meeting with bin Laden in 2002.  Al-Saqa had already been tried in absentia in Jordan for his part, along with al-Qaeda in Iraq leader Abu Musab al-Zarqawi, in the failed poison gas attack in 2002. On February 16, 2007, Al-Saqa and Ilhan were convicted and sentenced to 67 consecutive life sentences, one for every victim for the bombing plus additional terms for terrorism and conspiracy, as were five other Turkish men convicted of organising the bombing: Fevzi Yitiz (for helping to build the truck bombs) and Yusuf Polat, Baki Yigit, Osman Eken and Adnan Ersoz.  Seyit Ertul was sentenced to 18 years' imprisonment for leading an al-Qaeda cell, and Obysi was sentenced to 12 years and 6 months for al-Qaeda membership, forgery and bomb-making. Of the other individuals who were charged, 29 were sentenced to 6 years and 3 months for aiding and abetting al-Qaeda, 10 were sentenced to 3 years and 9 months membership in al-Qaeda, and 26 were acquitted.\nA Turkish intelligence official who was part of the investigation said: \"They planned and carried out the attack independently after receiving the blessing of bin Laden.\"\n\nHowever, in 2010, Turkish investigators accused three of the highest-ranking military leaders at the time of the bombing of orchestrating the attacks in the hopes of destabilising the government and prompting a military coup.  Gen Çetin Dogan, head of the 1st Army and then deputy chief of the military staff, Gen Ibrahim Fırtına, ex-air force chief, and former naval commander Admiral Özden Örne, along with 35 other ex-military personnel were arrested and questioned concerning their roles in Operation Sledgehammer, of which the bombings were reportedly a part.\n\n== See also ==\n\n* 1999 Istanbul bombings\n* 2008 Istanbul bombings\n* List of terrorist incidents, 2003\n\n==References==\n\n\n==External links==\n* Istanbul rocked by double bombing (BBC)\n* New Sefer Torah for the Istanbul Community—November 2006",
    "links": [
        {
            "title": "2003 Istanbul bombings",
            "text": "2003 Istanbul bombings",
            "start": 4,
            "end": 26,
            "id": "23573909"
        },
        {
            "title": "Istanbul",
            "text": "Istanbul",
            "start": 143,
            "end": 151,
            "id": "3391396"
        },
        {
            "title": "Turkey",
            "text": "Turkey",
            "start": 153,
            "end": 159,
            "id": "11125639"
        },
        {
            "title": "Bet Israel Synagogue (Istanbul)",
            "text": "Bet Israel Synagogue",
            "start": 273,
            "end": 293,
            "id": "10828699"
        },
        {
            "title": "Şişli",
            "text": "Şişli",
            "start": 297,
            "end": 302,
            "id": "1810526"
        },
        {
            "title": "UTC+02:00",
            "text": "UTC+2.00",
            "start": 335,
            "end": 343,
            "id": "2313089"
        },
        {
            "title": "Neve Shalom Synagogue",
            "text": "Neve Shalom Synagogue",
            "start": 373,
            "end": 394,
            "id": "822592"
        },
        {
            "title": "Beyoğlu",
            "text": "Beyoğlu",
            "start": 398,
            "end": 405,
            "id": "1810460"
        },
        {
            "title": "British Consulate General, Istanbul",
            "text": "British Consulate General",
            "start": 638,
            "end": 663,
            "id": null
        },
        {
            "title": "HSBC",
            "text": "HSBC",
            "start": 693,
            "end": 697,
            "id": "322572"
        },
        {
            "title": "Beşiktaş",
            "text": "Beşiktaş",
            "start": 722,
            "end": 730,
            "id": "914895"
        },
        {
            "title": "Al-Qaeda",
            "text": "Al Qaeda",
            "start": 1047,
            "end": 1055,
            "id": "1921"
        },
        {
            "title": "Iraq",
            "text": "Iraq",
            "start": 1456,
            "end": 1460,
            "id": "7515928"
        },
        {
            "title": "Court of Cassation (Turkey)",
            "text": "Court of Cassation",
            "start": 1578,
            "end": 1596,
            "id": "5230300"
        },
        {
            "title": "List of synagogues in Turkey#Istanbul",
            "text": "synagogues in Istanbul",
            "start": 1807,
            "end": 1829,
            "id": null
        },
        {
            "title": "UTC+02:00",
            "text": "UTC+2.00",
            "start": 1878,
            "end": 1886,
            "id": "2313089"
        },
        {
            "title": "Bet Israel Synagogue (Istanbul)",
            "text": "Bet Israel Synagogue",
            "start": 1940,
            "end": 1960,
            "id": "10828699"
        },
        {
            "title": "Neve Shalom Synagogue",
            "text": "Neve Shalom Synagogue",
            "start": 2371,
            "end": 2392,
            "id": "822592"
        },
        {
            "title": "Bar and bat mitzvah",
            "text": "Bar Mitzvah",
            "start": 2508,
            "end": 2519,
            "id": "52526"
        },
        {
            "title": "Search and rescue",
            "text": "Search-and-rescue",
            "start": 3198,
            "end": 3215,
            "id": "172599"
        },
        {
            "title": "ZAKA",
            "text": "ZAKA",
            "start": 3351,
            "end": 3355,
            "id": "334100"
        },
        {
            "title": "Great Eastern Islamic Raiders' Front",
            "text": "IBDA-C",
            "start": 3535,
            "end": 3541,
            "id": "373232"
        },
        {
            "title": "Al-Qaeda",
            "text": "Al Qaeda",
            "start": 3651,
            "end": 3659,
            "id": "1921"
        },
        {
            "title": "President of the United States",
            "text": "US President",
            "start": 3734,
            "end": 3746,
            "id": "24113"
        },
        {
            "title": "George W. Bush",
            "text": "George W. Bush",
            "start": 3747,
            "end": 3761,
            "id": "3414021"
        },
        {
            "title": "United Kingdom",
            "text": "United Kingdom",
            "start": 3773,
            "end": 3787,
            "id": "31717"
        },
        {
            "title": "Tony Blair",
            "text": "Tony Blair",
            "start": 3816,
            "end": 3826,
            "id": "3301347"
        },
        {
            "title": "UTC+02:00",
            "text": "UTC+2.00",
            "start": 3907,
            "end": 3915,
            "id": "2313089"
        },
        {
            "title": "Kilogram",
            "text": "kilogram",
            "start": 3963,
            "end": 3971,
            "id": "16619"
        },
        {
            "title": "Ammonium sulfate",
            "text": "ammonium sulfate",
            "start": 3976,
            "end": 3992,
            "id": "1536137"
        },
        {
            "title": "Ammonium nitrate",
            "text": "ammonium nitrate",
            "start": 3994,
            "end": 4010,
            "id": "96590"
        },
        {
            "title": "HSBC Bank (Turkey)",
            "text": "HSBC Bank AS",
            "start": 4080,
            "end": 4092,
            "id": "3072085"
        },
        {
            "title": "Büyükdere Avenue",
            "text": "Büyükdere Avenue",
            "start": 4105,
            "end": 4121,
            "id": "43662790"
        },
        {
            "title": "Levent",
            "text": "Levent",
            "start": 4129,
            "end": 4135,
            "id": "4265084"
        },
        {
            "title": "Beşiktaş",
            "text": "Beşiktaş",
            "start": 4152,
            "end": 4160,
            "id": "914895"
        },
        {
            "title": "Beyoğlu",
            "text": "Beyoğlu",
            "start": 4778,
            "end": 4785,
            "id": "1810460"
        },
        {
            "title": "Çiçek Pasajı",
            "text": "Çiçek Passage",
            "start": 5061,
            "end": 5074,
            "id": "11117366"
        },
        {
            "title": "Search and rescue",
            "text": "search-and-rescue",
            "start": 5536,
            "end": 5553,
            "id": "172599"
        },
        {
            "title": "Abdülkadir Aksu",
            "text": "Abdülkadir Aksu",
            "start": 5659,
            "end": 5674,
            "id": "27355498"
        },
        {
            "title": "Muammer Güler",
            "text": "Muammer Güler",
            "start": 5694,
            "end": 5707,
            "id": "3119353"
        },
        {
            "title": "Celalettin Cerrah",
            "text": "Celalettin Cerrah",
            "start": 5751,
            "end": 5768,
            "id": null
        },
        {
            "title": "Bakırköy",
            "text": "Bakırköy",
            "start": 5906,
            "end": 5914,
            "id": "1810501"
        },
        {
            "title": "Büyükdere Avenue",
            "text": "Büyükdere Avenue",
            "start": 6150,
            "end": 6166,
            "id": "43662790"
        },
        {
            "title": "Levent",
            "text": "Levent",
            "start": 6170,
            "end": 6176,
            "id": "4265084"
        },
        {
            "title": "Recep Akdağ",
            "text": "Recep Akdağ",
            "start": 6564,
            "end": 6575,
            "id": "13010126"
        },
        {
            "title": "Abdülkadir Aksu",
            "text": "Abdülkadir Aksu",
            "start": 6720,
            "end": 6735,
            "id": "27355498"
        },
        {
            "title": "Muammer Güler",
            "text": "Muammer Güler",
            "start": 7498,
            "end": 7511,
            "id": "3119353"
        },
        {
            "title": "Ulus Ashkenazi Jewish Cemetery",
            "text": "Ulus Ashkenazi Jewish Cemetery",
            "start": 8228,
            "end": 8258,
            "id": "40942663"
        },
        {
            "title": "Kerem Yılmazer",
            "text": "Kerem Yılmazer",
            "start": 9433,
            "end": 9447,
            "id": "375338"
        },
        {
            "title": "NTV (Turkish TV channel)",
            "text": "NTV",
            "start": 9493,
            "end": 9496,
            "id": "2372275"
        },
        {
            "title": "Göksel Kortay",
            "text": "Göksel Kortay",
            "start": 9600,
            "end": 9613,
            "id": "54211881"
        },
        {
            "title": "TV8 (Turkish TV channel)",
            "text": "TV8",
            "start": 9668,
            "end": 9671,
            "id": "33638011"
        },
        {
            "title": "Roger Short",
            "text": "Roger Short",
            "start": 9768,
            "end": 9779,
            "id": "374015"
        },
        {
            "title": "Muammer Güler",
            "text": "Muammer Güler",
            "start": 9841,
            "end": 9854,
            "id": "3119353"
        },
        {
            "title": "Turkish lira",
            "text": "Turkish Liras",
            "start": 10130,
            "end": 10143,
            "id": "1177054"
        },
        {
            "title": "Kadir Topbaş",
            "text": "Kadir Topbaş",
            "start": 10713,
            "end": 10725,
            "id": "4954720"
        },
        {
            "title": "Zincirlikuyu",
            "text": "Zincirlikuyu",
            "start": 10960,
            "end": 10972,
            "id": "43643038"
        },
        {
            "title": "Germany",
            "text": "Germany",
            "start": 11036,
            "end": 11043,
            "id": "11867"
        },
        {
            "title": "Joschka Fischer",
            "text": "Joschka Fischer",
            "start": 11070,
            "end": 11085,
            "id": "101827"
        },
        {
            "title": "Gerhard Schröder",
            "text": "Gerhard Schröder",
            "start": 11150,
            "end": 11166,
            "id": "23306893"
        },
        {
            "title": "Recep Tayyip Erdoğan",
            "text": "Recep Tayyip Erdoğan",
            "start": 11222,
            "end": 11242,
            "id": "376619"
        },
        {
            "title": "United States",
            "text": "United States",
            "start": 11246,
            "end": 11259,
            "id": "3434750"
        },
        {
            "title": "George W. Bush",
            "text": "George W. Bush",
            "start": 11275,
            "end": 11289,
            "id": "3414021"
        },
        {
            "title": "Colin Powell",
            "text": "Colin Powell",
            "start": 11760,
            "end": 11772,
            "id": "6984"
        },
        {
            "title": "Great Eastern Islamic Raiders' Front",
            "text": "Great Eastern Islamic Raiders' Front",
            "start": 11920,
            "end": 11956,
            "id": "373232"
        },
        {
            "title": "Syria",
            "text": "Syria",
            "start": 12048,
            "end": 12053,
            "id": "7515849"
        },
        {
            "title": "Loai al-Saqa",
            "text": "Loai al-Saqa",
            "start": 12056,
            "end": 12068,
            "id": "12358373"
        },
        {
            "title": "Habib Akdaş",
            "text": "Habib Akdaş",
            "start": 12172,
            "end": 12183,
            "id": "34665869"
        },
        {
            "title": "Fallujah",
            "text": "Fallujah",
            "start": 12385,
            "end": 12393,
            "id": "467003"
        },
        {
            "title": "Jordan",
            "text": "Jordan",
            "start": 12650,
            "end": 12656,
            "id": "7515964"
        },
        {
            "title": "Tanzim Qaidat al-Jihad fi Bilad al-Rafidayn",
            "text": "al-Qaeda in Iraq",
            "start": 12682,
            "end": 12698,
            "id": "12786576"
        },
        {
            "title": "Abu Musab al-Zarqawi",
            "text": "Abu Musab al-Zarqawi",
            "start": 12706,
            "end": 12726,
            "id": "8484783"
        },
        {
            "title": "2000 millennium attack plots",
            "text": "poison gas attack",
            "start": 12742,
            "end": 12759,
            "id": "400976"
        },
        {
            "title": "Life imprisonment",
            "text": "life sentences",
            "start": 12856,
            "end": 12870,
            "id": "148681"
        },
        {
            "title": "Sledgehammer (coup plan)",
            "text": "Operation Sledgehammer",
            "start": 14194,
            "end": 14216,
            "id": "26614260"
        },
        {
            "title": "1999 Istanbul bombings",
            "text": "1999 Istanbul bombings",
            "start": 14283,
            "end": 14305,
            "id": "15723996"
        },
        {
            "title": "2008 Istanbul bombings",
            "text": "2008 Istanbul bombings",
            "start": 14308,
            "end": 14330,
            "id": "18608099"
        },
        {
            "title": "List of terrorist incidents in 2003",
            "text": "List of terrorist incidents, 2003",
            "start": 14333,
            "end": 14366,
            "id": "15271030"
        }
    ],
    "_chunk_id": "b_8855591524-8862664293"
}