{
    "_id": "15225762",
    "id": "15225762",
    "title": "2008 Kabul Serena Hotel attack",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Details==",
            "start": 705,
            "end": 716
        },
        {
            "text": "===Attack===",
            "start": 717,
            "end": 729
        },
        {
            "text": "===Fatalities===",
            "start": 2708,
            "end": 2724
        },
        {
            "text": "===The perpetrators===",
            "start": 3828,
            "end": 3850
        },
        {
            "text": "===Foreign Minister Jonas Gahr Støre===",
            "start": 4199,
            "end": 4238
        },
        {
            "text": "==International reactions==",
            "start": 5448,
            "end": 5475
        },
        {
            "text": "===Countries===",
            "start": 5476,
            "end": 5491
        },
        {
            "text": "===International organizations===",
            "start": 7512,
            "end": 7545
        },
        {
            "text": "==Controversy in Norway==",
            "start": 9404,
            "end": 9429
        },
        {
            "text": "==See also==",
            "start": 10366,
            "end": 10378
        },
        {
            "text": "==References==",
            "start": 10626,
            "end": 10640
        },
        {
            "text": "==External links==",
            "start": 10643,
            "end": 10661
        }
    ],
    "categories": [
        "2008 in Norway",
        "2008 mass shootings",
        "2008 murders in Afghanistan",
        "2000s crimes in Kabul",
        "2000s mass shootings in Asia",
        "21st-century mass murder in Afghanistan",
        "Attacks on buildings and structures in Kabul",
        "Attacks on hotels in Asia",
        "Car and truck bombings in Afghanistan",
        "Islamic terrorism and Norway",
        "Islamic terrorism in Kabul",
        "Islamic terrorist incidents in 2008",
        "January 2008 crimes",
        "January 2008 events in Asia",
        "Mass shootings in Afghanistan",
        "Mass murder in 2008",
        "Mass murder in Kabul",
        "Military operations of the War in Afghanistan (2001–present)",
        "Suicide bombings in 2008",
        "Suicide bombings in Kabul",
        "Taliban attacks",
        "Terrorist incidents in Afghanistan in 2008"
    ],
    "infobox": "{{Infobox civilian attack\n|title=2008 Kabul Serena Hotel attack\n|image=Serena Hotel in Kabul.jpg\n|caption=[[Kabul Serena Hotel]] \n|location=[[Kabul]], [[Afghanistan]]\n|target=Senior foreign military officers\n|date=January 14, 2008\n|time-begin=\n|time-end=\n|timezone=UTC+4:30\n|type=[[Car bomb]]ing, [[suicide attack]], [[mass shooting]]\n|weapons=[[Bomb]], [[explosive belt]], gun\n|fatalities=6<ref>{{cite web|url=http://www.ctv.ca/servlet/ArticleNews/story/CTVNews/20080114/hotel_blast_080114/20080114?hub=CTVNewsAt11|title=CTV.ca CTV|publisher=}}</ref>\n|injuries=6\n|susperps=\n|perps=[[Haqqani Network]]{{cn|date=July 2019}}\n}}",
    "article": "The 2008 Kabul Serena Hotel attack was an attack on the gym of the Kabul Serena Hotel, in Kabul, Afghanistan on January 14, 2008 for which the Taliban claimed responsibility.\n\nA Norwegian delegation under Foreign Minister Jonas Gahr Støre was staying at the hotel at the time of the attack. The attack claimed six lives, including Norwegian journalist Carsten Thomassen. Six others were also injured.\n\nThe Kabul Serena Hotel is a five star hotel in Kabul, Afghanistan, belonging to Serena Hotels, designed by the Montreal-based Group Arcop Architects and since its reopening in 2005 has been used by international media crews and politicians. The Hotel also houses the Australian embassy in Afghanistan.\n\n==Details==\n===Attack===\n\nAt 6:30 pm local time, three men disguised in police uniforms created a distraction while a fourth man entered the hotel compound to detonate his suicide vest. Taliban spokesman Zadihullah Mujahid claimed that the militants had been armed with AK-47 automatic rifles, hand grenades and explosive jackets. After a car bomb had detonated outside the hotel, the militants began firing around inside the compound. According to a NATO spokesman, one of the compound guards managed to kill one of the militants before they entered the hotel.\n\nTwo of the militants threw hand grenades at the guards outside, then entered the hotel complex itself. As they entered the hotel, one of the militants detonated a suicide vest, while at least one other, who was wearing an Afghan police uniform, began firing an AK-47.\n\n\nThe Norwegian photographer Stian Solum explained that he was one of those shot at by a man wearing an Afghan police uniform as he left the lift. According to Norwegian foreign ministry spokeswoman Anne Lene Dale Sandsten Norwegian officials were in a meeting one level down from the reception when they heard shooting and \"a big blast\".\n\nThe militants were supposedly planning to target the hotel's exercise and spa facility, which is used by many foreigners.\n\nAfter the attack, American and Afghan forces appeared at the scene in order to set up a perimeter around the hotel and search for the remaining assailants. Private Security Contractors employed by the U.S. State Department Worldwide Personal Protective Services of team Hammer 4 QRF were some of the first responders to arrive on scene. After arriving they began a methodical, room to room clearing of the Hotel. They evacuated over 20 foreign nationals in armored Land Cruiser and Suburban vehicles. The Norwegian ISAF force in Kabul evacuated injured and others from the hotel. The Norwegians used two armoured vehicles, a Sisu XA-186 and a patrol car, including a medic and a nurse during the evacuation.\n\n===Fatalities===\n\n\n\nSix people are believed to have been killed and six wounded. Two Norwegians were shot and severely injured in the attack. One of them was the Dagbladet journalist Carsten Thomassen, who was hit by three rounds and later died from his wounds; the other was a male employee from the Norwegian Ministry of Foreign Affairs . They were transported by Norwegian soldiers to a Czech ISAF field hospital in Kabul, where Thomassen died during surgery due to his injuries.\n\nTwo hotel guards were killed in the attack as well as a Filipino female employee at the hotel and an American citizen, Thor Hesla, who was a long-time political campaigner for David Wu, Bill Bradley and Bill Clinton, among others. Honoring Thor Hesla  Remarks on the floor of the House by David Wu, cited in Capitol Words, January 15, 2008.  Retrieved March 25, 2012. U.S. Aid Worker Mourned, The Washington Times, January 16, 2008.  Retrieved March 25, 2012.\n\nOne of the attackers was killed by security forces and a second died in the explosion. A diplomat from the United Arab Emirates was shot in the abdomen and severely injured.\n\n===The perpetrators===\nA Western medic who arrived at the hotel after the attack commented that of the four attackers, one was shot and killed in the lobby, one had detonated himself in the courtyard, one apparently locked himself on the hotel roof by mistake and then detonated his explosive vest, and the fourth had fled the scene and was captured by security guards.\n\n===Foreign Minister Jonas Gahr Støre===\n Norwegian Foreign Minister Jonas Gahr Støre resided at Serena Hotel along with a large delegation from the Norwegian Ministry of Foreign Affairs at the time of the attack. Everyone attending the meeting located one floor below the lobby were ordered down on the floor by Norwegian Police Security Service guards. They remained lying while the guards were ready to use their weapons, in case the room itself should be attacked.\n\nThe delegation was then moved to safety in a bomb shelter in the basement of the hotel. At the time of the attack, Støre had just begun his meeting with the leader of the Afghan Human Rights Commission.\n\nThe United Nations Secretary-General Ban Ki-moon later stated that the Norwegian delegation led by Foreign Minister Jonas Gahr Støre had been the targets for the attack., while the Taliban released different statements. One source claimed the Norwegian foreign minister was not the target for the attack, although the Norwegian media claims that the Taliban wished to attack the Serena Hotel while Støre resided there in order to intimidate on an \"international level\".\n\nDue to security reasons, Støre cancelled the rest of his visit to Afghanistan the day after the attack.\n\n==International reactions==\n===Countries===\n\n* – The Norwegian Prime Minister Jens Stoltenberg condemned the attack on the Hotel, saying that: \"This is an unacceptable attack against civilians and another strike against the process towards peace and stability in Afghanistan. Now we are focusing on giving the injured the needed medical treatment as fast as possible.\"The Norwegian Foreign Minister Jonas Gahr Støre commented the death of Dagbladet journalist Carsten Thomassen, saying: \"Carsten was unique among Norwegian journalists. He combined solid journalistic work with integrity and great knowledge. He has followed me on many journeys and he was until the end filled with his actions as a journalist. Those who as with Carsten in Kabul on January 14 is filled with grief and despair. My thoughts goes to his closest relatives and all of his friends and colleagues.\"\n* – The Danish Foreign Minister Per Stig Møller said: \"The Danish government condemns in the strongest terms the terrorist attack on the Norwegian Foreign Minister and the other innocent people. It is a cowardly attack which emphasizes that the threat from Taliban is real and unpredictable. But it is as well a signal about the fact that Taliban is now trying to frighten everyone who want to help Afghanistan away. Taliban's goal is to seize power and reinstate their politics of terror against the outside world. They must and shall not succeed. The Danish commitment stand firm. Let me as well express my deepest sympathies for the victims and their families in and outside Norway, who is our close ally.\"\n*' – The Icelandic Foreign Minister Ingibjörg Sólrún Gísladóttir said: \"The attack on the Norwegian Foreign Minister is a particularly horrible event, and this is a sign that Afghanistan is a dangerous country.\"\n*' – Swedish Foreign Minister Carl Bildt condemned the attack in Kabul on his blogg, saying: \"I feel a great disgust for these attacks which in the end hits innocent people and complicates the international efforts to help the development for a better Afghanistan.\"\n\n===International organizations===\n*International Press Institute - The International Press Institute strongly condemned the attack and the killing of Dagbladet journalist Carsten Thomassen. IPI Director David Dadge said: \"This attack on innocent civilians is a brutal act of murder. Our deepest sympathies go out to the families and the colleagues of the victims. Thomassen was simply carrying out his job as a reporter, in this case reporting on an embassy meeting.\"\n*NATO – A NATO spokesman at the NATO Headquarters in Brussels said: \"Our impression is that the attack was not directed against Foreign Minister Jonas Gahr Støre. Taliban can claim whatever they want without standing behind what they say. They have no credibility\".\n* Taliban - The Taliban spokesman Salah Adin al-Ayoupi confirmed that Taliban had carried out the attack on the Hotel. The Taliban spokesman Zabihullah Mujahed said that they wished to attack the Serena Hotel while the Norwegian Foreign Minister was residing there. \"We decided that we should attack at the right time in order to show these ministers and foreigners that our hand and our might can reach anywhere.\" However, the Taliban spokesman Salah Adin al-Ayoupi claimed that Taliban had no knowledge of the foreign minister residing at the hotel at the time of the attack. He claimed that everyone connected to NATO was the target for the attack, as Serena Hotel often housed international delegations.\n* – Secretary-General Ban Ki-moon suggested that the deadly attack by Taliban militants on Hotel Serena was targeted on the Norwegian foreign minister and said it highlighted the need for action against extremist violence. \"I am very much surprised by this terrorist attack against the foreign minister of Norway. I feel fortunate that he (Støre) was not injured, but that really confirms that we must take necessary measures to address terrorism\".\n\n==Controversy in Norway==\nThe attack and Thomassen's death in particular triggered controversy in Norway when it became known that the Norwegian Foreign Ministry had ignored recommendations from the Norwegian Police Security Service and the Norwegian military intelligence regarding the security arrangements for Støre's visit. One particularly controversial decision, which may have contributed to the Taliban's choice of target, was to publish Støre's itinerary, including the name of the hotel where he would be staying, in advance of the trip.  Furthermore, while it is standard operating procedure for the Norwegian ISAF forces to escort any Norwegian delegation in Afghanistan with a protection detail including a medevac APC, the Foreign Ministry had declined such an escort. Subsequent to the attack, sources within the Norwegian armed forces expressed dismay at the Norwegian Foreign Ministry's lack of proper contingency plans for medical evacuation.\n\n==See also==\n*List of terrorist incidents, 2008\n*2008 Danish embassy bombing - Terrorist attack on the Danish embassy in Islamabad, Pakistan\n*2015 Park Palace guesthouse attack - Terrorist attack targeting foreign nationals at Kabul's Park Palace Guest House\n\n==References==\n\n\n==External links==\n\n* bbc.co.uk\n* Serena Hotell Kabul (Hotel Web Site)\n* Google Maps: Satellite image of Kabul and Serena Hotel\n* Aftenposten: Photo Gallery: Terrorist Attack in Kabul\n\n\n\n\n\n\n\n\n\n \n\n\n\n \n\n\n\n \n\n\n\n\n\n \n\n\n\n\nShot of the perpetrator by a surveillance camera in the lobby of the Serena Hotel in Kabul.\nU.S. and Afghan soldiers search through the Hotel Serena in Kabul, Afghanistan, after the attack.\nU.S. military personnel outside the perimeter of Serena Hotel.\nthumb.",
    "links": [
        {
            "title": "2008 Kabul Serena Hotel attack",
            "text": "2008 Kabul Serena Hotel attack",
            "start": 4,
            "end": 34,
            "id": "15225762"
        },
        {
            "title": "Kabul Serena Hotel",
            "text": "Kabul Serena Hotel",
            "start": 67,
            "end": 85,
            "id": "27407886"
        },
        {
            "title": "Kabul",
            "text": "Kabul",
            "start": 90,
            "end": 95,
            "id": "16826"
        },
        {
            "title": "Afghanistan",
            "text": "Afghanistan",
            "start": 97,
            "end": 108,
            "id": "737"
        },
        {
            "title": "Taliban",
            "text": "Taliban",
            "start": 143,
            "end": 150,
            "id": "30635"
        },
        {
            "title": "Foreign minister",
            "text": "Foreign Minister",
            "start": 205,
            "end": 221,
            "id": "317153"
        },
        {
            "title": "Jonas Gahr Støre",
            "text": "Jonas Gahr Støre",
            "start": 222,
            "end": 238,
            "id": "2926932"
        },
        {
            "title": "Carsten Thomassen (journalist)",
            "text": "Carsten Thomassen",
            "start": 352,
            "end": 369,
            "id": "15251656"
        },
        {
            "title": "Kabul",
            "text": "Kabul",
            "start": 449,
            "end": 454,
            "id": "16826"
        },
        {
            "title": "Afghanistan",
            "text": "Afghanistan",
            "start": 456,
            "end": 467,
            "id": "737"
        },
        {
            "title": "Serena Hotels",
            "text": "Serena Hotels",
            "start": 482,
            "end": 495,
            "id": "6125712"
        },
        {
            "title": "Zadihullah Mujahid",
            "text": "Zadihullah Mujahid",
            "start": 909,
            "end": 927,
            "id": null
        },
        {
            "title": "AK-47",
            "text": "AK-47",
            "start": 975,
            "end": 980,
            "id": "1348"
        },
        {
            "title": "Grenade",
            "text": "grenade",
            "start": 1300,
            "end": 1307,
            "id": "20353360"
        },
        {
            "title": "AK-47",
            "text": "AK-47",
            "start": 1529,
            "end": 1534,
            "id": "1348"
        },
        {
            "title": "Anne Lene Dale Sandsten",
            "text": "Anne Lene Dale Sandsten",
            "start": 1735,
            "end": 1758,
            "id": null
        },
        {
            "title": "International Security Assistance Force",
            "text": "ISAF",
            "start": 2514,
            "end": 2518,
            "id": "194200"
        },
        {
            "title": "Kabul",
            "text": "Kabul",
            "start": 2528,
            "end": 2533,
            "id": "16826"
        },
        {
            "title": "Patria Pasi",
            "text": "Sisu XA-186",
            "start": 2624,
            "end": 2635,
            "id": "497171"
        },
        {
            "title": "Dagbladet",
            "text": "Dagbladet",
            "start": 2870,
            "end": 2879,
            "id": "218471"
        },
        {
            "title": "Carsten Thomassen (journalist)",
            "text": "Carsten Thomassen",
            "start": 2891,
            "end": 2908,
            "id": "15251656"
        },
        {
            "title": "Czech Republic",
            "text": "Czech",
            "start": 3098,
            "end": 3103,
            "id": "5321"
        },
        {
            "title": "International Security Assistance Force",
            "text": "ISAF",
            "start": 3104,
            "end": 3108,
            "id": "194200"
        },
        {
            "title": "Kabul",
            "text": "Kabul",
            "start": 3127,
            "end": 3132,
            "id": "16826"
        },
        {
            "title": "Philippines",
            "text": "Filipino",
            "start": 3248,
            "end": 3256,
            "id": "23440"
        },
        {
            "title": "United States",
            "text": "American",
            "start": 3293,
            "end": 3301,
            "id": "3434750"
        },
        {
            "title": "David Wu",
            "text": "David Wu",
            "start": 3368,
            "end": 3376,
            "id": "699418"
        },
        {
            "title": "Bill Bradley",
            "text": "Bill Bradley",
            "start": 3378,
            "end": 3390,
            "id": "288047"
        },
        {
            "title": "Bill Clinton",
            "text": "Bill Clinton",
            "start": 3395,
            "end": 3407,
            "id": "3356"
        },
        {
            "title": "United States House of Representatives",
            "text": "House",
            "start": 3472,
            "end": 3477,
            "id": "19468510"
        },
        {
            "title": "David Wu",
            "text": "David Wu",
            "start": 3481,
            "end": 3489,
            "id": "699418"
        },
        {
            "title": "The Washington Times",
            "text": "The Washington Times",
            "start": 3585,
            "end": 3605,
            "id": "31399"
        },
        {
            "title": "United Arab Emirates",
            "text": "United Arab Emirates",
            "start": 3760,
            "end": 3780,
            "id": "69328"
        },
        {
            "title": "Jonas Gahr Støre",
            "text": "Jonas Gahr Støre",
            "start": 4267,
            "end": 4283,
            "id": "2926932"
        },
        {
            "title": "Norwegian Police Security Service",
            "text": "Norwegian Police Security Service",
            "start": 4511,
            "end": 4544,
            "id": "564602"
        },
        {
            "title": "Secretary-General of the United Nations",
            "text": "United Nations Secretary-General",
            "start": 4876,
            "end": 4908,
            "id": "162415"
        },
        {
            "title": "Ban Ki-moon",
            "text": "Ban Ki-moon",
            "start": 4909,
            "end": 4920,
            "id": "2346975"
        },
        {
            "title": "Jonas Gahr Støre",
            "text": "Jonas Gahr Støre",
            "start": 4988,
            "end": 5004,
            "id": "2926932"
        },
        {
            "title": "Norway",
            "text": "Norwegian",
            "start": 5501,
            "end": 5510,
            "id": "21241"
        },
        {
            "title": "Prime Minister of Norway",
            "text": "Prime Minister",
            "start": 5511,
            "end": 5525,
            "id": "220458"
        },
        {
            "title": "Jens Stoltenberg",
            "text": "Jens Stoltenberg",
            "start": 5526,
            "end": 5542,
            "id": "192080"
        },
        {
            "title": "Afghanistan",
            "text": "Afghanistan",
            "start": 5711,
            "end": 5722,
            "id": "737"
        },
        {
            "title": "Foreign minister",
            "text": "Foreign Minister",
            "start": 5830,
            "end": 5846,
            "id": "317153"
        },
        {
            "title": "Jonas Gahr Støre",
            "text": "Jonas Gahr Støre",
            "start": 5847,
            "end": 5863,
            "id": "2926932"
        },
        {
            "title": "Dagbladet",
            "text": "Dagbladet",
            "start": 5887,
            "end": 5896,
            "id": "218471"
        },
        {
            "title": "Carsten Thomassen (journalist)",
            "text": "Carsten Thomassen",
            "start": 5908,
            "end": 5925,
            "id": "15251656"
        },
        {
            "title": "Kabul",
            "text": "Kabul",
            "start": 6187,
            "end": 6192,
            "id": "16826"
        },
        {
            "title": "Denmark",
            "text": "Danish",
            "start": 6331,
            "end": 6337,
            "id": "76972"
        },
        {
            "title": "Per Stig Møller",
            "text": "Per Stig Møller",
            "start": 6355,
            "end": 6370,
            "id": "1559070"
        },
        {
            "title": "Taliban",
            "text": "Taliban",
            "start": 6580,
            "end": 6587,
            "id": "30635"
        },
        {
            "title": "Iceland",
            "text": "Iceland",
            "start": 7042,
            "end": 7049,
            "id": "14531"
        },
        {
            "title": "Ingibjörg Sólrún Gísladóttir",
            "text": "Ingibjörg Sólrún Gísladóttir",
            "start": 7069,
            "end": 7097,
            "id": "2313129"
        },
        {
            "title": "Sweden",
            "text": "Swedish",
            "start": 7250,
            "end": 7257,
            "id": "5058739"
        },
        {
            "title": "Carl Bildt",
            "text": "Carl Bildt",
            "start": 7275,
            "end": 7285,
            "id": "52548"
        },
        {
            "title": "International Press Institute",
            "text": "International Press Institute",
            "start": 7547,
            "end": 7576,
            "id": "845398"
        },
        {
            "title": "Carsten Thomassen (journalist)",
            "text": "Carsten Thomassen",
            "start": 7683,
            "end": 7700,
            "id": "15251656"
        },
        {
            "title": "NATO",
            "text": "NATO",
            "start": 7981,
            "end": 7985,
            "id": "21133"
        },
        {
            "title": "Brussels",
            "text": "Brussels",
            "start": 8033,
            "end": 8041,
            "id": "3708"
        },
        {
            "title": "Taliban",
            "text": "Taliban",
            "start": 8248,
            "end": 8255,
            "id": "30635"
        },
        {
            "title": "Secretary-General of the United Nations",
            "text": "Secretary-General",
            "start": 8958,
            "end": 8975,
            "id": "162415"
        },
        {
            "title": "Ban Ki-moon",
            "text": "Ban Ki-moon",
            "start": 8976,
            "end": 8987,
            "id": "2346975"
        },
        {
            "title": "Foreign minister",
            "text": "Foreign Ministry",
            "start": 9549,
            "end": 9565,
            "id": "317153"
        },
        {
            "title": "Norwegian Police Security Service",
            "text": "Norwegian Police Security Service",
            "start": 9603,
            "end": 9636,
            "id": "564602"
        },
        {
            "title": "Military intelligence",
            "text": "military intelligence",
            "start": 9655,
            "end": 9676,
            "id": "146678"
        },
        {
            "title": "Standard operating procedure",
            "text": "standard operating procedure",
            "start": 9978,
            "end": 10006,
            "id": "3969853"
        },
        {
            "title": "International Security Assistance Force",
            "text": "ISAF",
            "start": 10025,
            "end": 10029,
            "id": "194200"
        },
        {
            "title": "Delegation",
            "text": "delegation",
            "start": 10061,
            "end": 10071,
            "id": "218837"
        },
        {
            "title": "Medical evacuation",
            "text": "medevac",
            "start": 10124,
            "end": 10131,
            "id": "146346"
        },
        {
            "title": "Armoured personnel carrier",
            "text": "APC",
            "start": 10132,
            "end": 10135,
            "id": "19278686"
        },
        {
            "title": "Military",
            "text": "armed forces",
            "start": 10242,
            "end": 10254,
            "id": "92357"
        },
        {
            "title": "Contingency plan",
            "text": "contingency plan",
            "start": 10323,
            "end": 10339,
            "id": "9308997"
        },
        {
            "title": "Medical evacuation",
            "text": "medical evacuation",
            "start": 10345,
            "end": 10363,
            "id": "146346"
        },
        {
            "title": "List of terrorist incidents in 2008",
            "text": "List of terrorist incidents, 2008",
            "start": 10380,
            "end": 10413,
            "id": "15269851"
        },
        {
            "title": "2008 Danish embassy bombing in Islamabad",
            "text": "2008 Danish embassy bombing",
            "start": 10415,
            "end": 10442,
            "id": "17729712"
        },
        {
            "title": "2015 Park Palace guesthouse attack",
            "text": "2015 Park Palace guesthouse attack",
            "start": 10508,
            "end": 10542,
            "id": "46697827"
        }
    ],
    "_chunk_id": "b_6875904953-6885006054"
}