{
    "_id": "27505240",
    "id": "27505240",
    "title": "2010 Ahmadiyya mosques massacre",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 502,
            "end": 516
        },
        {
            "text": "===Follow-up===",
            "start": 2786,
            "end": 2801
        },
        {
            "text": "==Attack==",
            "start": 3369,
            "end": 3379
        },
        {
            "text": "===Funeral===",
            "start": 4831,
            "end": 4844
        },
        {
            "text": "==Investigation==",
            "start": 5583,
            "end": 5600
        },
        {
            "text": "==Responsibility==",
            "start": 6246,
            "end": 6264
        },
        {
            "text": "==Reactions==",
            "start": 7827,
            "end": 7840
        },
        {
            "text": "==See also==",
            "start": 9587,
            "end": 9599
        },
        {
            "text": "==References==",
            "start": 9716,
            "end": 9730
        },
        {
            "text": "==External links==",
            "start": 9733,
            "end": 9751
        }
    ],
    "categories": [
        "2010 in Punjab, Pakistan",
        "2010 mass shootings",
        "2010 murders in Pakistan",
        "2010s crimes in Lahore",
        "2010s mass shootings in Asia",
        "21st-century mass murder in Pakistan",
        "Ahmadiyya in Pakistan",
        "Attacks on buildings and structures in 2010",
        "Attacks on buildings and structures in Lahore",
        "Attacks on hospitals",
        "Attacks on mosques in Asia",
        "Attacks on religious buildings and structures in Pakistan",
        "Hostage taking in Pakistan",
        "Islamic terrorism in Lahore",
        "Islamic terrorist incidents in 2010",
        "Mass murder in 2010",
        "Mass murder in Lahore",
        "Mass shootings in Pakistan",
        "Massacres in Pakistan",
        "Massacres in religious buildings and structures",
        "May 2010 crimes",
        "May 2010 events in Asia",
        "Persecution of Ahmadis in Pakistan",
        "Suicide bombings in 2010",
        "Suicide bombings in Lahore",
        "Terrorist incidents in Pakistan in 2010"
    ],
    "infobox": "{{Infobox terrorist attack\n|title=2010 Ahmadiyya massacre\n|image=Pakistan - Punjab - Lahore.svg\n|location=[[Lahore]], [[Pakistan]]\n|target=[[Mosque]]s\n|date=28 May 2010\n|time-begin=14:00<ref name=\"nyt20100528\"/>\n|time-end=\n|timezone= UTC+5\n|type=[[Suicide bombing]], [[Mass shooting]], [[hostage crisis]]\n|weapons=[[Explosive belt]]s, guns, [[grenade]]s \n|fatalities=87<ref name=\"clarification\">[http://www.alislam.org/egazette/press-release/clarification-86-ahmadis-died-in-the-lahore-attacks/ Clarification Alislam.org Official]</ref>\n|injuries=120+\n|susperps=\n|perps=[[Tehrik-i-Taliban Punjab]]<ref name=\"nyt20100528\"/>\n}}",
    "article": "The May 2010 Lahore attacks, also referred to as the Lahore massacre, occurred on 28 May 2010, in Lahore, Punjab, Pakistan, during Friday prayers. 94 people were killed and more than 120 others were injured in nearly simultaneous attacks against two mosques of the minority Ahmadiyya community. After the initial attack, a hostage situation lasted for hours. Tehrik-i-Taliban Pakistan, as well as their Punjab wing, claimed responsibility for the attacks and were also blamed by the Pakistani Police.\n\n==Background==\nThe Ahmadiyya movement was started in 1889 and follows the teachings of Mirza Ghulam Ahmad whom they believe was sent by God as the Promised Messiah and Mahdi prophesied in Islam \"to end religious wars, condemn bloodshed and re-institute morality, justice and peace.\" It is estimated there are between 3-4 million Ahmadis in Pakistan.\n\nThe Ahmadiyya Muslims have previously been targeted by Sunni groups, while they have also suffered discrimination in Pakistan in the past, most significantly during the Lahore riots of 1953. Pakistan does not recognize the Ahmadis as Muslim, because it is claimed the latter do not recognize the finality of the prophethood of Muhammad, a core tenet of mainstream Islam. They were declared non-Muslim in Pakistan in 1973 by Zulfikar Ali Bhutto and were legally banned from identifying themselves as such in 1984 during General Zia-ul-Haq's Islamization as per Ordinance XX, despite Ahmadis calling themselves Muslim and following the rituals of Islam.  The ban occurred when jihadist ideology became embedded in Pakistan's state and education system. The media in Pakistan are legally barred from referring to an Ahmadi place of worship as a mosque.\n\nHuman rights groups in Pakistan said that they had warned of threats to the Ahmadi community center in Model Town for more than a year, saying the government took inadequate steps to provide security. The UN Special Rapporteur on freedom of religion or belief, Asma Jahangir; an independent expert on minority issues, Gay McDougall; and the Special Rapporteur on extrajudicial, summary or arbitrary executions, Philip Alston, claimed that because Ahmadis have been declared non-Muslims and have been subject to a number of restrictions, in many instances institutionalized discrimination, opinion makers are emboldened to seek to fuel hatred, and perpetrators of attacks against religious minorities find cannon fodder. According to Minority Rights Group International, Pakistan had the world's highest increase of threats against minorities last year and was ranked the sixth most dangerous country for minorities overall.\n\nLahore has also been the site of various interval attacks by militants, including on visiting Sri Lankan cricketers and the police academy, amongst others.\n\n===Follow-up===\nAn Ahmadi man was stabbed to death, while his son was there, watching, when a trespasser attacked them. It was said that the assailant threatened not to leave any Ahmadi alive after hearing a mullah's sermon on television.\n\nGunmen also attacked a hospital, on the same day, in which some of the injured from the mosque attack were being treated. It is unclear whether the gunmen were trying to free one of their own who was also being treated in the hospital or trying to kill him. The gunmen indiscriminately started to fire in the hospital, killing twelve people.\n\n==Attack==\nThe perpetrators lobbed grenades and started firing as they attacked mosques of the minority Ahmadi Muslim community in two different residential neighborhoods. The near simultaneous attacks were at Darul Zikr, Garhi Shahu and Bait-al Noor. Lack of security meant they easily infiltrated both the Mosques in Lahore Model Town and in Garhi Shahu, 15 km apart.\n\nThe attackers at Garhi Shahu, including two would-be suicide bombers, entered the mosque without any resistance, before storming into the prayer halls firing guns, throwing grenades. The assault at Model Town involved two attackers opening fire on worshippers before exploding hand grenades. The attackers did not take any hostages and killed indiscriminately.\n\nThe Elite Police arrived once the attackers had entered the mosques but did not launch an operation, while the two attackers  blew themselves up after the attack in Garhi Shahu which lasted four hours. Two militants were involved in each of the attacks.\n\nIn Model Town, both the attackers were captured alive as they were overpowered by some of the worshippers; one of the attackers was captured on the first floor by some of the young members of the Ahmadiyya Jammat i.e. Khuddam, and one was overpowered in the main hall on the ground floor by a worshiper who was an ex-army officer. At one time up to 3000 people were reported to be in the mosque during the attack. This is considered the deadliest attack on Ahmadi Muslims.\n\n===Funeral===\nMany victims of the two attacks were taken to the city of Rabwah, the headquarters of Ahmadiyya Muslim Community Pakistan, for funeral services. However, it was noted that ministers, politicians and prominent figures did not attend the funeral services, although many made statements condemning the attacks.  Media were absent from the burial ceremonies. There were also complaints that authorities did not provide adequate security for the funeral ceremony at Rabwah. Observers said this was largely due to the fear of a backlash as the Ahmadis have the legal status of \"non-Muslims\" in Pakistan. A politician said that \"only to call a dead Ahmadi a martyr is enough to send you behind bars for three years under the laws of the land.\"\n\n==Investigation==\n\nRana Sana Ullah Khan, the minister of law in Punjab, said the attackers stayed with the Tablighi Jamaat, a Muslim missionary group. Its headquarters are in Raiwind, on the outskirts of Lahore. He also added that he believed the attackers, who operated as commandos, had been trained in Waziristan.\n\nOn 5 July 2010, Pakistani police arrested six men, members of the banned group Harkat-ul-Jihad al-Islami, believed to be linked to the attack. The men were in possession of 18,000 kg of explosives, 21 grenades, six AK-47 rifles, as well as bomb-making material, and four of the men are alleged to have been logistical supporters to the attack.\n\n==Responsibility==\nThe Punjabi Taliban, a subset wing of the Pakistani Taliban reportedly laid claim to the attacks. It is allegedly composed of groups like Jaish-e-Mohammed and Lashkar-e-Jhangvi,  which were previously sponsored by the Government of Pakistan.  An SMS sent to many journalists and signed by the Tehrik-i-Taliban Pakistan as well as the Punjabi wing of Al-Qaeda stated that \"This is a final warning to the Ahmedi community to leave Pakistan or prepare for death at the hands of the Prophet Muhammad's devotees.\"\n\nThe Lahore police also stated that the attacks were carried out by six militants belonging to Pakistani Taliban, who were trained in the town of  Miranshah in North Waziristan.  They were aged between 17 and 28 and arrived in Lahore on May 21.\n\nIt has been claimed that the reason the Tehrik-e-Taliban Pakistan attacked Ahmadi mosques was because Al Qaeda wished to gain public support in Pakistan. Al Qaeda have been launching attacks on Shia congregations in the past, but a majority of Sunnis did not endorse these attacks. Brigadier Saad said that by attacking a \"community that is not liked by most of (sic) Sunni Muslims belonging to [the] Deobandi and Barelvi schools of thought, the terror network has attempted to win some sort of support from these groups\" and that also because of the attack \"at least close to two million those who study at Deobandi madrassahs across Pakistan would definitely have some kind of “favorable” opinion about al Qaeda.\" Tehrik-e-Taliban Pakistan vowed to launch more such attacks on what it called \"infidels.\"\n\n==Reactions==\nIn a joint statement with three United Nations human rights experts, Secretary-General Ban Ki-moon, said \"Members of this religious community have faced continuous threats, discrimination and violent attacks in Pakistan. There is a real risk that similar violence might happen again unless advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence is adequately addressed. The Government must take every step to ensure the security of members of all religious minorities and their places of worship so as to prevent any recurrence of today’s dreadful incident.\" Ban's spokesperson expressed condemnation and extended his condolences to the families of the victims and to the Government.\n\nThe United States ambassador to Pakistan, Anne W. Patterson, issued an unusually strong statement saying Pakistan had witnessed an increase in \"provocative statements that promote intolerance and are an incitement to extremist violence.\"\n\nAn editorial published in Dawn condemned the attacks, commenting that \"Bigotry in this country has been decades in the making and is expressed in a variety of ways. Violence by individuals or groups against those who hold divergent views may be the most despicable manifestation of such prejudice but it is by no means the only one. Religious minorities in Pakistan have not only been shunted to the margins of society but also face outright persecution on a regular basis.\"\n\nIn a statement made after the attacks the Interior Minister of Pakistan Rehman Malik admitted that militant groups were deeply entrenched in the southern part of Punjab and were destabilizing the country.  He, however, ruled out the possibility of military offensive in Punjab against these militants.\n\n==See also==\n\n*Blasphemy law in Pakistan\n*Sectarian violence in Pakistan\n*2009 Gojra riots\n*List of terrorist incidents in 2010\n\n==References==\n\n\n==External links==\n*  Alislam.org – Head of Ahmadiyya Muslim Jamaat Responds to Terrorists' Attacks in Lahore (Official Statement) – Terrorist attacks on Ahmadi Mosques in Pakistan\n*  Who are the Ahmadi (BBC)\n*  In pictures: Lahore attacks (BBC)\n*  Video: Attackers Strike Sect Mosques in Pakistan (Associated Press)",
    "links": [
        {
            "title": "2010 Ahmadiyya mosques massacre",
            "text": "May 2010 Lahore attacks",
            "start": 4,
            "end": 27,
            "id": "27505240"
        },
        {
            "title": "2010 Ahmadiyya mosques massacre",
            "text": "Lahore massacre",
            "start": 53,
            "end": 68,
            "id": "27505240"
        },
        {
            "title": "Lahore",
            "text": "Lahore",
            "start": 98,
            "end": 104,
            "id": "125315"
        },
        {
            "title": "Punjab, Pakistan",
            "text": "Punjab",
            "start": 106,
            "end": 112,
            "id": "24751"
        },
        {
            "title": "Pakistan",
            "text": "Pakistan",
            "start": 114,
            "end": 122,
            "id": "23235"
        },
        {
            "title": "Friday prayer",
            "text": "Friday prayers",
            "start": 131,
            "end": 145,
            "id": "1162603"
        },
        {
            "title": "Mosque",
            "text": "mosque",
            "start": 250,
            "end": 256,
            "id": "19894"
        },
        {
            "title": "Ahmadiyya in Pakistan",
            "text": "Ahmadiyya community",
            "start": 274,
            "end": 293,
            "id": "33743631"
        },
        {
            "title": "Hostage",
            "text": "hostage",
            "start": 323,
            "end": 330,
            "id": "146794"
        },
        {
            "title": "Tehrik-i-Taliban Pakistan",
            "text": "Tehrik-i-Taliban Pakistan",
            "start": 359,
            "end": 384,
            "id": "18953699"
        },
        {
            "title": "Mirza Ghulam Ahmad",
            "text": "Mirza Ghulam Ahmad",
            "start": 589,
            "end": 607,
            "id": "466991"
        },
        {
            "title": "Messiah",
            "text": "Promised Messiah",
            "start": 649,
            "end": 665,
            "id": "19616"
        },
        {
            "title": "Mahdi",
            "text": "Mahdi",
            "start": 670,
            "end": 675,
            "id": "8914433"
        },
        {
            "title": "Ahmadiyya",
            "text": "Ahmadiyya",
            "start": 857,
            "end": 866,
            "id": "26282410"
        },
        {
            "title": "Persecution of Ahmadis",
            "text": "previously been targeted",
            "start": 880,
            "end": 904,
            "id": "16065121"
        },
        {
            "title": "Sunni Islam",
            "text": "Sunni",
            "start": 908,
            "end": 913,
            "id": "29402"
        },
        {
            "title": "1953 Lahore riots",
            "text": "Lahore riots of 1953",
            "start": 1022,
            "end": 1042,
            "id": "26479582"
        },
        {
            "title": "Muhammad",
            "text": "Muhammad",
            "start": 1180,
            "end": 1188,
            "id": "18934"
        },
        {
            "title": "Zulfikar Ali Bhutto",
            "text": "Zulfikar Ali Bhutto",
            "start": 1277,
            "end": 1296,
            "id": "401102"
        },
        {
            "title": "Islamization in Pakistan",
            "text": "Zia-ul-Haq's Islamization",
            "start": 1380,
            "end": 1405,
            "id": "2153314"
        },
        {
            "title": "Ordinance XX",
            "text": "Ordinance XX",
            "start": 1413,
            "end": 1425,
            "id": "8874865"
        },
        {
            "title": "Jihadism",
            "text": "jihadi",
            "start": 1528,
            "end": 1534,
            "id": "7826589"
        },
        {
            "title": "Human rights",
            "text": "Human rights",
            "start": 1704,
            "end": 1716,
            "id": "13831"
        },
        {
            "title": "Institutionalized discrimination",
            "text": "institutionalized discrimination",
            "start": 2259,
            "end": 2291,
            "id": "4751083"
        },
        {
            "title": "Cannon fodder",
            "text": "cannon fodder",
            "start": 2409,
            "end": 2422,
            "id": "615914"
        },
        {
            "title": "Minority Rights Group International",
            "text": "Minority Rights Group International",
            "start": 2437,
            "end": 2472,
            "id": "3079783"
        },
        {
            "title": "2009 attack on the Sri Lanka national cricket team",
            "text": "Sri Lankan cricketers",
            "start": 2723,
            "end": 2744,
            "id": "21786013"
        },
        {
            "title": "2009 Lahore police academy attacks",
            "text": "police academy",
            "start": 2753,
            "end": 2767,
            "id": "22203399"
        },
        {
            "title": "Mullah",
            "text": "mullah",
            "start": 2994,
            "end": 3000,
            "id": "330652"
        },
        {
            "title": "Sermon",
            "text": "sermon",
            "start": 3003,
            "end": 3009,
            "id": "203221"
        },
        {
            "title": "Grenade",
            "text": "grenade",
            "start": 3404,
            "end": 3411,
            "id": "20353360"
        },
        {
            "title": "Model Town, Lahore",
            "text": "Lahore Model Town",
            "start": 3688,
            "end": 3705,
            "id": "5271509"
        },
        {
            "title": "Grenade",
            "text": "hand grenade",
            "start": 4017,
            "end": 4029,
            "id": "20353360"
        },
        {
            "title": "Elite Police",
            "text": "Elite Police",
            "start": 4106,
            "end": 4118,
            "id": "21856130"
        },
        {
            "title": "Khuddam-ul Ahmadiyya",
            "text": "Khuddam",
            "start": 4575,
            "end": 4582,
            "id": "30873970"
        },
        {
            "title": "Rabwah",
            "text": "Rabwah",
            "start": 4903,
            "end": 4909,
            "id": "396399"
        },
        {
            "title": "Rana Sanaullah",
            "text": "Rana Sana Ullah Khan",
            "start": 5602,
            "end": 5622,
            "id": "28330089"
        },
        {
            "title": "Tablighi Jamaat",
            "text": "Tablighi Jamaat",
            "start": 5690,
            "end": 5705,
            "id": "896126"
        },
        {
            "title": "Missionary",
            "text": "missionary",
            "start": 5716,
            "end": 5726,
            "id": "53831"
        },
        {
            "title": "Waziristan",
            "text": "Waziristan",
            "start": 5888,
            "end": 5898,
            "id": "536143"
        },
        {
            "title": "Law enforcement in Pakistan",
            "text": "Pakistani police",
            "start": 5917,
            "end": 5933,
            "id": "9371583"
        },
        {
            "title": "Harkat-ul-Jihad al-Islami",
            "text": "Harkat-ul-Jihad al-Islami",
            "start": 5980,
            "end": 6005,
            "id": "5592225"
        },
        {
            "title": "Explosive",
            "text": "explosive",
            "start": 6087,
            "end": 6096,
            "id": "10192"
        },
        {
            "title": "AK-47",
            "text": "AK-47",
            "start": 6116,
            "end": 6121,
            "id": "1348"
        },
        {
            "title": "Tehrik-i-Taliban Pakistan",
            "text": "Punjabi Taliban",
            "start": 6269,
            "end": 6284,
            "id": "18953699"
        },
        {
            "title": "Tehrik-i-Taliban Pakistan",
            "text": "Pakistani Taliban",
            "start": 6307,
            "end": 6324,
            "id": "18953699"
        },
        {
            "title": "Jaish-e-Mohammed",
            "text": "Jaish-e-Mohammed",
            "start": 6403,
            "end": 6419,
            "id": "1625335"
        },
        {
            "title": "Lashkar-e-Jhangvi",
            "text": "Lashkar-e-Jhangvi",
            "start": 6424,
            "end": 6441,
            "id": "23402634"
        },
        {
            "title": "SMS",
            "text": "SMS",
            "start": 6511,
            "end": 6514,
            "id": "28207"
        },
        {
            "title": "Tehrik-i-Taliban Pakistan",
            "text": "Tehrik-i-Taliban Pakistan",
            "start": 6558,
            "end": 6583,
            "id": "18953699"
        },
        {
            "title": "Al-Qaeda",
            "text": "Al-Qaeda",
            "start": 6615,
            "end": 6623,
            "id": "1921"
        },
        {
            "title": "Miramshah",
            "text": "Miranshah",
            "start": 6921,
            "end": 6930,
            "id": "4184724"
        },
        {
            "title": "North Waziristan",
            "text": "North Waziristan",
            "start": 6934,
            "end": 6950,
            "id": "1131187"
        },
        {
            "title": "Al-Qaeda",
            "text": "Al Qaeda",
            "start": 7122,
            "end": 7130,
            "id": "1921"
        },
        {
            "title": "Shia Islam",
            "text": "Shia",
            "start": 7214,
            "end": 7218,
            "id": "26961"
        },
        {
            "title": "Deoband",
            "text": "Deoband",
            "start": 7421,
            "end": 7428,
            "id": "355855"
        },
        {
            "title": "Barelvi",
            "text": "Barelvi",
            "start": 7434,
            "end": 7441,
            "id": "1282180"
        },
        {
            "title": "Terrorism in Pakistan",
            "text": "terror",
            "start": 7466,
            "end": 7472,
            "id": "2816470"
        },
        {
            "title": "Madrasa",
            "text": "madrassah",
            "start": 7637,
            "end": 7646,
            "id": "209717"
        },
        {
            "title": "Infidel",
            "text": "infidel",
            "start": 7815,
            "end": 7822,
            "id": "19697849"
        },
        {
            "title": "United Nations",
            "text": "United Nations",
            "start": 7873,
            "end": 7887,
            "id": "31769"
        },
        {
            "title": "Ban Ki-moon",
            "text": "Ban Ki-moon",
            "start": 7928,
            "end": 7939,
            "id": "2346975"
        },
        {
            "title": "Government of Pakistan",
            "text": "Government",
            "start": 8258,
            "end": 8268,
            "id": "1897833"
        },
        {
            "title": "List of ambassadors of the United States to Pakistan",
            "text": "United States ambassador to Pakistan",
            "start": 8573,
            "end": 8609,
            "id": "8794225"
        },
        {
            "title": "Anne W. Patterson",
            "text": "Anne W. Patterson",
            "start": 8611,
            "end": 8628,
            "id": "1558521"
        },
        {
            "title": "Dawn (newspaper)",
            "text": "Dawn",
            "start": 8834,
            "end": 8838,
            "id": "929985"
        },
        {
            "title": "Prejudice",
            "text": "Bigotry",
            "start": 8879,
            "end": 8886,
            "id": "77182"
        },
        {
            "title": "Ministry of Interior (Pakistan)",
            "text": "Interior Minister of Pakistan",
            "start": 9326,
            "end": 9355,
            "id": "26905116"
        },
        {
            "title": "Rehman Malik",
            "text": "Rehman Malik",
            "start": 9356,
            "end": 9368,
            "id": "16440590"
        },
        {
            "title": "Punjab",
            "text": "southern part",
            "start": 9429,
            "end": 9442,
            "id": "24717"
        },
        {
            "title": "Punjab, Pakistan",
            "text": "Punjab",
            "start": 9446,
            "end": 9452,
            "id": "24751"
        },
        {
            "title": "Blasphemy in Pakistan",
            "text": "Blasphemy law in Pakistan",
            "start": 9602,
            "end": 9627,
            "id": "5714555"
        },
        {
            "title": "Sectarian violence in Pakistan",
            "text": "Sectarian violence in Pakistan",
            "start": 9629,
            "end": 9659,
            "id": "9186359"
        },
        {
            "title": "2009 Gojra riots",
            "text": "2009 Gojra riots",
            "start": 9661,
            "end": 9677,
            "id": "23829796"
        },
        {
            "title": "List of terrorist incidents in 2010",
            "text": "List of terrorist incidents in 2010",
            "start": 9679,
            "end": 9714,
            "id": "25576241"
        }
    ],
    "_chunk_id": "b_9846306449-9850645698"
}