{
    "_id": "31892671",
    "id": "31892671",
    "title": "2011 Fuzhou, Jiangxi bombings",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 1103,
            "end": 1117
        },
        {
            "text": "==Incident==",
            "start": 3012,
            "end": 3024
        },
        {
            "text": "==Censorship==",
            "start": 4452,
            "end": 4466
        },
        {
            "text": "==Response==",
            "start": 4864,
            "end": 4876
        },
        {
            "text": "==See also==",
            "start": 7460,
            "end": 7472
        },
        {
            "text": "==References==",
            "start": 7706,
            "end": 7720
        },
        {
            "text": "==External links==",
            "start": 7723,
            "end": 7741
        }
    ],
    "categories": [
        "2011 crimes in China",
        "Fuzhou, Jiangxi",
        "History of Jiangxi",
        "Murder–suicides in China",
        "2010s murders in China",
        "2011 murders in Asia",
        "Explosions in China",
        "Suicide car and truck bombings",
        "Explosions in 2011"
    ],
    "infobox": "{{Infobox civilian attack\n| title       = 2011 Fuzhou bombings\n| image       =\n| alt         =\n| caption     =\n| location    = [[Fuzhou, Jiangxi|Fuzhou]], Jiangxi, China\n| coordinates =\n| date        = {{Start date|df=yes|2011|05|26}}\n| time        = 9:00 am\n| timezone    = [[UTC]]+8\n| type        = [[Car bomb]]ings\n| fatalities  = 3 (including the perpetrator)\n| injuries    = 7\n| perp        = Qian Mingqi ({{zh|s=钱明奇 |p=Qián Míngqí}})\n}}",
    "article": "The 2011 Fuzhou bombings were three separate, synchronized explosions at government buildings in Fuzhou, Jiangxi, China on the morning of 26 May 2011. At least three people died, and at least seven were injured. The perpetrator, 52-year-old Qian Mingqi, was initially reported possibly among those killed in the blasts, leading China's state run news agencies to label it a suicide bombing. The Jiangxi Provincial Public Security Department later confirmed that the suspect died at the scene.\n\nThe three explosions occurred between 9:18 and 9:45am CST (0100 UTC). The first blast occurred in a parking lot outside the offices of the city prosecutor, the second inside a district administration office, and the third explosion hit the city's food and drug agency. Two of the bombs were placed inside cars parked just outside the buildings. The official Xinhua news agency had posted a news article on its website saying the bombs were planted by a disgruntled farmer who was dissatisfied with the outcome of a court case, but by 1pm on the day of the bombing the article had been removed from the site.\n\n==Background==\nIn 1995 Qian Mingqi's home was demolished by government authorities to make way for a highway.  He then saved up enough money to build a second home, which was also shattered by a second forced demolition.  His second house cost about 500,000 yuan, and the authorities paid him only half of that for compensation. Because of the lack of compensation, he posted slogans to resist the demolition.  According to his neighbors, Qian's wife was then hung upside down by the demolition team.  She died a few years later from gall bladder disease.  From the police report of the Fuzhou Police, Qian's wife has been dead for several years.\n\nAfter the ordeal he then discovered the land seized from him to make a highway was actually not used. By 2002 Qian began petitioning in Fuzhou and Beijing's government offices. Unable to find redress, he reportedly taught himself to use the internet, and cultivate a presence on various blogging platforms, hoping to get the attention of human rights defenders, academics, lawyers, reporters, and police. Not only did Qian fail to elicit the attention of anyone who might help him, but he became aware of other individuals who had similarly had their homes demolished. In one of his blog he accused Linchuan district party cadre of embezzling 10 million yuan in compensation funds after demolishing his house and that of seven other families. Qian had two sons and one daughter.\n\nBombings, especially ones of this sophistication, are rare in China, but this was the second in a month. Earlier in May 2011 in north-west Gansu province a \"petrol bomb\" was set off outside a bank by a former employee. There are very few ways for the Chinese people to redress or raise awareness of what they see as a wrong they have suffered, and therefore, as the BBC's Michael Bristow states, \"some Chinese people occasionally take out their frustration in attacks like this.\"\n\n==Incident==\nAccording to Mingqi's Sina Weibo site and the 2002 demolitions, Qian was fed up. The weibo posts state \"Ten years of seeking redress resulted in nothing,\" and \"I was forced to step onto a road I didn't want to step on due to the loss of my newly built house, which was illegally demolished...my total loss was near to RMB two million Yuan.\"\n who wrote on Sina.com's weibo (microblogging) service, Sina Weibo, that his home had been demolished illegally.\nHe wrote the last statement in his weibo: \"I want to learn from Dong Cunrui [a People's Liberation Army soldier who carried an explosive package and blew up a bunker in 1948] and I hope I can receive the public's support and attention.\"\n\nThe bombs were detonated by Qian Mingqi, aged 52 at the time, who was killed in the explosions. Two victims are security guards of the Linchuan district government building, Xu Yingfu and\nHe Haigen.\n\nTime magazine reported:\n\"The first bomb, in a vehicle parked inside the gate of the local prosecutor's office, went off at about 9:15 a.m., according to local media reports. A second bomb detonated at 9:30 a.m. at a district government office, and a third bomb, believed to be a car bomb like the first, went off at 9:45 a.m. outside a local office of the State Food and Drug Administration.\"\n\nThe explosion blew most of the windows out of the local prosecutor's office, an eight-story building, and at least ten cars were destroyed.\n\n==Censorship==\n\nLocal journalists in Fuzhou stated that the Chinese police confiscated record-taking materials and deleted photographs from cameras. An early report posted on the official Xinhua News site was later removed from the website. Officials from the city were supposed to hold a news conference about the bombings, but it was canceled at the last minute, leading to further accusations of censorship.\n\n==Response==\nMany Chinese bloggers, weibo and Twitter users expressed sympathy for Qian Mingqi, with some calling him a \"hero\", and comparing him to Yang Jia, who killed Shanghai policemen after allegedly suffering mistreatment. Following the bombings, Qian's weibo page had attracted some 30,000 followers, before being shut down by Sina administrators. The Christian Science Monitor reported that most of the online commentators regarded Qian's actions not as a terrorist attack, but as  \"righteous vengeance:\"  \"The flood of supportive comments online since his death is a sign of widespread public frustration at the government's disdain for ordinary citizens.\" VOA reported on 27 May that the death of Qian has sounded an alarm bell for Chinese government, and one blogger has said on his Twitter account:\"...history will always remember Qian.\"\n\nIn an interview, Li Chengpeng, one of China's most popular and influential bloggers, said \"Qian was no Bin Laden, he was one of the weak, he had no way to express himself nor defend his rights.\"\n\nThe Associated Press explained the outpouring of sympathy for Qian by observing that many citizens could relate to his tale of victimization at the hands of authorities, and to his frustration at the lack of channels to seek redress. The Associated Press observed that \"Qian's grievances resonate widely in China, where land disputes have mushroomed amid a fast-paced economic boom. Standoffs between tenants and developers often turn violent, with homeowners beaten by thugs or even crushed by bulldozers. Other tenants have set themselves on fire rather than face eviction.\"\n\nThe state-run Global Times newspaper issued a report after the bombings calling for a condemnation of the violence, but also proposed that more needed to be done to understand why individuals like Qian are occasionally driven to lash out. The article quoted Mao Shoulong, a professor of public policy at Renmin University of China, saying that while extreme actions to seek redress should not be encouraged in any way, \"At the same time, authorities should learn to open smoother channels for the public to file their complaints before problems turn into confrontations and then violence.\"\n\n\"Despite enormous attention being paid to the cause of the attack, we must lament the deaths of innocent people whose families and friends are now suffering...This horrendous act, no matter its origin, deserves the most vehement condemnation,\" the author said in one article with title \"Horrendous attacks deserve public condemnation\" in the observer column of the Global Times.\n\n==See also==\n*2010 Austin plane crash\n*Social issues in the People's Republic of China\n*Suicide in the People's Republic of China\n*Socialist Harmonious Society\n*Terrorism in the People's Republic of China\n*Deng Yujiao incident\n*Weiquan movement\n\n==References==\n\n\n==External links==\n* Perpetrator's account at Sina Weibo",
    "links": [
        {
            "title": "2011 Fuzhou, Jiangxi bombings",
            "text": "2011 Fuzhou bombings",
            "start": 4,
            "end": 24,
            "id": "31892671"
        },
        {
            "title": "Government of China",
            "text": "government",
            "start": 73,
            "end": 83,
            "id": "3205521"
        },
        {
            "title": "Fuzhou, Jiangxi",
            "text": "Fuzhou, Jiangxi",
            "start": 97,
            "end": 112,
            "id": "2058882"
        },
        {
            "title": "Suicide attack",
            "text": "suicide bombing",
            "start": 374,
            "end": 389,
            "id": "18835454"
        },
        {
            "title": "Murder–suicide",
            "text": "died at the scene",
            "start": 474,
            "end": 491,
            "id": "1468613"
        },
        {
            "title": "Time in China",
            "text": "CST",
            "start": 548,
            "end": 551,
            "id": "3224065"
        },
        {
            "title": "Xinhua News Agency",
            "text": "Xinhua news agency",
            "start": 852,
            "end": 870,
            "id": "263168"
        },
        {
            "title": "Law of the People's Republic of China",
            "text": "court case",
            "start": 1009,
            "end": 1019,
            "id": "1440585"
        },
        {
            "title": "Internet censorship in China",
            "text": "removed from the site",
            "start": 1079,
            "end": 1100,
            "id": "154457"
        },
        {
            "title": "Renminbi",
            "text": "yuan",
            "start": 1361,
            "end": 1365,
            "id": "66958"
        },
        {
            "title": "Gallbladder",
            "text": "gall bladder",
            "start": 1637,
            "end": 1649,
            "id": "197020"
        },
        {
            "title": "Linchuan District",
            "text": "Linchuan",
            "start": 2350,
            "end": 2358,
            "id": "22964351"
        },
        {
            "title": "Gansu",
            "text": "Gansu province",
            "start": 2670,
            "end": 2684,
            "id": "152814"
        },
        {
            "title": "Molotov cocktail",
            "text": "petrol bomb",
            "start": 2688,
            "end": 2699,
            "id": "20922"
        },
        {
            "title": "BBC",
            "text": "BBC",
            "start": 2897,
            "end": 2900,
            "id": "19344654"
        },
        {
            "title": "Sina Weibo",
            "text": "Sina Weibo",
            "start": 3047,
            "end": 3057,
            "id": "29464172"
        },
        {
            "title": "Microblogging in China",
            "text": "weibo",
            "start": 3110,
            "end": 3115,
            "id": "31437888"
        },
        {
            "title": "Sina Corp",
            "text": "Sina.com",
            "start": 3380,
            "end": 3388,
            "id": "463245"
        },
        {
            "title": "Microblogging in China",
            "text": "weibo",
            "start": 3391,
            "end": 3396,
            "id": "31437888"
        },
        {
            "title": "Microblogging",
            "text": "microblogging",
            "start": 3398,
            "end": 3411,
            "id": "11476251"
        },
        {
            "title": "Sina Weibo",
            "text": "Sina Weibo",
            "start": 3422,
            "end": 3432,
            "id": "29464172"
        },
        {
            "title": "Dong Cunrui",
            "text": "Dong Cunrui",
            "start": 3543,
            "end": 3554,
            "id": "31896585"
        },
        {
            "title": "Security guard",
            "text": "security guards",
            "start": 3829,
            "end": 3844,
            "id": "19283898"
        },
        {
            "title": "Time (magazine)",
            "text": "Time",
            "start": 3917,
            "end": 3921,
            "id": "31600"
        },
        {
            "title": "Ministry of Public Security (China)",
            "text": "Chinese police",
            "start": 4512,
            "end": 4526,
            "id": "265858"
        },
        {
            "title": "Xinhua News Agency",
            "text": "Xinhua News",
            "start": 4640,
            "end": 4651,
            "id": "263168"
        },
        {
            "title": "Internet censorship in China",
            "text": "removed from the website",
            "start": 4667,
            "end": 4691,
            "id": "154457"
        },
        {
            "title": "Microblogging in China",
            "text": "weibo",
            "start": 4900,
            "end": 4905,
            "id": "31437888"
        },
        {
            "title": "Yang Jia",
            "text": "Yang Jia",
            "start": 5013,
            "end": 5021,
            "id": "19065663"
        },
        {
            "title": "Osama bin Laden",
            "text": "Bin Laden",
            "start": 5818,
            "end": 5827,
            "id": "22468"
        },
        {
            "title": "Global Times",
            "text": "Global Times",
            "start": 6503,
            "end": 6515,
            "id": "22740506"
        },
        {
            "title": "Renmin University of China",
            "text": "Renmin University of China",
            "start": 6793,
            "end": 6819,
            "id": "564359"
        },
        {
            "title": "2010 Austin suicide attack",
            "text": "2010 Austin plane crash",
            "start": 7474,
            "end": 7497,
            "id": "26255583"
        },
        {
            "title": "Social issues in China",
            "text": "Social issues in the People's Republic of China",
            "start": 7499,
            "end": 7546,
            "id": "3107582"
        },
        {
            "title": "Suicide in China",
            "text": "Suicide in the People's Republic of China",
            "start": 7548,
            "end": 7589,
            "id": "26431042"
        },
        {
            "title": "Harmonious Society",
            "text": "Socialist Harmonious Society",
            "start": 7591,
            "end": 7619,
            "id": "1612074"
        },
        {
            "title": "Terrorism in China",
            "text": "Terrorism in the People's Republic of China",
            "start": 7621,
            "end": 7664,
            "id": "8928074"
        },
        {
            "title": "Deng Yujiao incident",
            "text": "Deng Yujiao incident",
            "start": 7666,
            "end": 7686,
            "id": "22983863"
        },
        {
            "title": "Weiquan movement",
            "text": "Weiquan movement",
            "start": 7688,
            "end": 7704,
            "id": "20640342"
        },
        {
            "title": "Sina Weibo",
            "text": "Sina Weibo",
            "start": 7769,
            "end": 7779,
            "id": "29464172"
        }
    ],
    "_chunk_id": "b_10892392786-10901696507"
}