{
    "_id": "50947091",
    "id": "50947091",
    "title": "2016 Atatürk Airport attack",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 988,
            "end": 1002
        },
        {
            "text": "==Attacks==",
            "start": 2052,
            "end": 2063
        },
        {
            "text": "==Casualties==",
            "start": 4567,
            "end": 4581
        },
        {
            "text": "==Aftermath==",
            "start": 4784,
            "end": 4797
        },
        {
            "text": "==Responsibility==",
            "start": 7514,
            "end": 7532
        },
        {
            "text": "==Reactions==",
            "start": 9189,
            "end": 9202
        },
        {
            "text": "===National===",
            "start": 9317,
            "end": 9331
        },
        {
            "text": "===International===",
            "start": 10749,
            "end": 10768
        },
        {
            "text": "==See also==",
            "start": 11697,
            "end": 11709
        },
        {
            "text": "==References==",
            "start": 11830,
            "end": 11844
        }
    ],
    "categories": [
        "2016 in Istanbul",
        "2016 mass shootings in Europe",
        "2016 murders in Turkey",
        "2010s crimes in Istanbul",
        "2010s trials",
        "21st-century mass murder in Turkey",
        "Attacks on buildings and structures in 2016",
        "Attacks on buildings and structures in Istanbul",
        "Filmed murder–suicides",
        "ISIL terrorist incidents in Turkey",
        "Islamic terrorism in Istanbul",
        "Islamic terrorist incidents in 2016",
        "Istanbul Atatürk Airport",
        "June 2016 crimes in Europe",
        "June 2016 events in Turkey",
        "Mass murder in 2016",
        "Mass murder in Istanbul",
        "Mass shootings in Turkey",
        "Murder trials",
        "Suicide bombings in 2016",
        "Suicide bombings in Istanbul",
        "Terrorist attacks on airports",
        "Terrorist incidents in Turkey in 2016",
        "Trials in Turkey"
    ],
    "infobox": "{{Infobox civilian attack\n|title = 2016 Atatürk Airport attack\n|partof = [[Turkey–ISIL conflict]]\n|image = Istanbul Airport Turkish-Airlines 2013-11-18.JPG\n|image_size = 240\n|alt = \n|caption = Airside of Terminal 2, where<br />the landside attack took place\n|map = {{Location map | Turkey Istanbul#Turkey\n|relief = \n|label = Atatürk Airport\n|mark = Airplane silhouette.svg\n|marksize = 10\n|lat_deg = 40 | lat_min = 58 | lat_sec = 43 | lat_dir = N\n|lon_deg = 028 | lon_min = 49 | lon_sec = 9 | lon_dir = E\n|float=center\n}}\n|map_caption = \n|location = [[Istanbul Atatürk Airport|Atatürk Airport]], [[Istanbul]], [[Turkey]]\n|target = Civilians and security personnel at Atatürk Airport\n|coordinates = \n|date = 28 June 2016\n|time = ~22:00\n|timezone = [[Eastern European Summer Time|EEST]]\n|type = [[Suicide bombing]]s, [[mass shooting]]\n|fatalities = 48 (including 3 perpetrators) \n|injuries = More than 230 <ref name=\"AP_THE-BIG-STORY_2016-06-30\" />\n|victims = <!-- or | victim  = -->\n|perps = [[Akhmed Chatayev]]\n|assailants = Rakim Bulgarov<ref name=\"attackers identified\">{{cite web|last1=Winsor|first1=Morgan|title=Turkey Identifies Two of the Three Suicide Bombers in Istanbul Airport Attack|url=https://abcnews.go.com/International/turkey-identifies-suicide-bombers-istanbul-airport-attack/story?id=40274048|website=abcnew.go.com|publisher=ABC News|accessdate=2 September 2016}}</ref> <br /> Vadim Osmanov <br /> Third unnamed suicide bomber\n|weapons = [[Kalashnikov rifle]]s, [[Semtex]] [[explosive belts]]\n|numparts = At least 3 (all deceased)\n|dfens = <!-- or | dfen  = -->\n|motive = \n|website = <!-- URL|example.com}}",
    "article": "-->\n}}\n\nThe Atatürk Airport attack, consisting of shootings and suicide bombings, occurred on 28 June 2016 at Atatürk Airport in Istanbul, Turkey. Gunmen armed with automatic weapons and explosive belts staged a simultaneous attack at the international terminal of Terminal 2. Three attackers and forty-five other people were killed, with more than 230 people injured. Monitoring group Turkey Blocks identified widespread internet restrictions on incoming and outgoing media affecting the entire country in the aftermath of the attack.\n\nMedia reports indicated that the three attackers were believed by Turkish officials to have come from Russia and Central Asia. Turkish officials said the attackers were acting on behalf of the Islamic State of Iraq and Levant and had come to Turkey from ISIL-controlled Syria. Commentators suggested that the attacks may have been related to stepped-up pressure against the group by Turkish authorities. No one claimed responsibility for the attack.\n\n==Background==\nIstanbul had already been subjected to three terrorist attacks in the first half of 2016, including suicide attacks in January and in March that were both linked to the Islamic State of Iraq and the Levant (ISIL), and a car bombing in early June claimed by the Kurdistan Freedom Hawks (TAK), a \"radical offshoot of the outlawed Kurdistan Workers' Party (PKK)\".\n\nAfter the attack, United States CIA director John O. Brennan said that the attack bore the hallmarks of an ISIL terror attack. It was suggested that Turkey was paying a price for former Prime Minister and now President Recep Tayyip Erdoğan's wilful blindness to ISIL threat, and that Turkey, after previously being a conduit for fighters joining ISIL, was beginning to feel the wrath of the group for taking a harder line. The Washington Post wrote that \"perhaps not by chance, what was merely the latest in a series of Islamic State attacks inside Turkey came just as its impulsive and increasingly autocratic president was moving to repair his regime’s threadbare foreign relations.\"\n\n==Attacks==\n\nShortly before 22:00 Istanbul time, two assailants approached the x-ray scanner at a security checkpoint, and opened fire. Police officers returned fire, and the assailants detonated bombs on their persons.\n\nBased on a security camera video, one of the bombers was about  inside Terminal 2 (the International terminal) when he detonated his suicide bomb. In the CCTV video the explosion can be seen within or near a group of people. According to Turkish officials, one of the explosions was set off by a third attacker in the parking lot across the street from the terminal.\n\nA closed-circuit television video of this incident showed an armed assailant walking and firing at people within the terminal. The gunman was then shot by a security officer and fell to the ground, with the security officer approaching to investigate. The officer then ran away, presumably having noticed the gunman's explosive belt. The suicide belt then detonated.\n\nDuring and immediately after the attacks, hundreds of passengers and people inside the airport hid anywhere they could in shops, washrooms, and under benches.\n\nTwo of the attackers detonated explosive devices, killing themselves; one other was killed, presumably by security forces.\n\nThere were three perpetrators who detonated their explosives in or near the terminal. However, there were reports and witnesses stating that there were four armed men running away from the blasts; this has not yet been confirmed by police personnel. A US intelligence source told CBS News that the coordinated attacks lasted only about 90 seconds.\n\nMany travelers described what they saw during the attack to reporters. One man stated, \"We came right to international departures and saw the man randomly shooting. He was just firing at anyone coming in front of him. He was wearing all black. His face was not masked. I was 50 meters away from him.\" He continued, \"We ducked behind a ticket counter but I stood up and watched him. Two explosions went off shortly after one another. By that time he had stopped shooting.\" Lastly he said \"He turned around and started coming towards us. He was holding his gun inside his jacket. He looked around anxiously to see if anyone was going to stop him and then went down the escalator ... We heard some more gunfire and then another explosion, and then it was over.\"\n\nOther people who had arrived outside the terminal said that taxicab drivers were screaming, \"Don't enter! A bomb exploded!\" from their windows to incoming traffic.\n\n==Casualties== \n48 people (including the three attackers) were killed, and more than 230 people were injured. Many of the victims were Turkish nationals, but people of other nationalities were also among the dead. \n\n\n==Aftermath==\n\nFollowing the attack, all departure flights were suspended but the arrival flights remained operational for some time until they were diverted. According to Flightradar24, most of the Istanbul-bound flights diverted to either Izmir or Ankara. Following the attack the FAA suspended all Turkish flights into and out of the United States for about five hours, allowing only the 10 flights that were already in the air during the attack to land in the U.S. All the flights suspended were Turkish Airlines flights. It is believed that between 8 and 14 aircraft from numerous airlines were at the terminal during the attack, none of the aircraft were ever in danger nor were any of them damaged during the attack.\n\nA broad media blackout was imposed by the state shortly after the attack banning \"all news, interviews, and visuals regarding the incident\" in \"any written and visual media, digital media outlets, or social media.\" Independent internet monitoring group Turkey Blocks reported that social networks Twitter and Facebook were slowed to the point of being unusable at 1:06AM on 29 June, approximately three hours after the attack.\n\nIn the initial hours after the attack, several airports in the world stepped up their security. In the United States, security was tightened at major international airports, including John F. Kennedy International Airport and LaGuardia Airport in New York, and Hartsfield–Jackson International Airport in Atlanta, the busiest airport in the world. Officials stated that there were no credible threats to major airports in the U.S. In Indonesia, security at major international airports, such as Soekarno - Hatta International Airport in Jakarta, was tightened. Indonesian Transportation Minister Ignasius Jonan stated that the security status in every airport in Indonesia was alerted to yellow, meaning that an attack in airport was \"likely\". He also added that major seaports in Indonesia also tightened their security. In India, the security in several major airports, such as Chhatrapati Shivaji International Airport in Sahar was beefed up; security was also stepped up at the Taj Mahal Palace Hotel in Colaba, one of the sites of the 2008 Mumbai attacks. Security in Kolkata's Netaji Subhash Chandra Bose Airport was also tightened.\n\nIn social media, the hashtag #PrayForTurkey became popular. By 29 June, it had been used more than 300,000 times on Twitter, by people wanting to show solidarity with Turkey and the victims. Several photos went viral in response to the attack, such as an older meme by Le Monde cartoonist Plantu which drew a parallel with the suffering caused by terror attacks in Belgium and France. Taxis took wounded people to the nearest hospital.\n\n==Responsibility==\nPrime Minister Binali Yıldırım accused ISIL of carrying out the attack, but ISIL has not claimed responsibility.\n\nCNN reported on 30 June that Turkish officials have \"strong evidence\" that the attackers came from the ISIS stronghold of Raqqa, Syria, that ISIS leadership was involved in planning of the attack, and that the men entered Turkey about a month ago from Raqqa, bringing with them the suicide vests and bombs used in the attack.\n\nOn 30 June, the BBC reported that the attackers were from the Russian North Caucasus region, Uzbekistan and Kyrgyzstan. Previously it was reported the attackers spoke a language unfamiliar to their taxi driver, possibly Chechen. CNN reported that the gunmen were from the two Central Asian countries and Russia. Turkey has identified two of the attackers as Russian nationals Rakim Bulgarov and Vadim Osmanov, while not identifying the third.\n\nOn 1 July, a report quoted a highly placed U.S. congressman as saying the attack had been organized by a Chechen extremist known to be a top ISIS lieutenant, Akhmed Chatayev. U.S. Rep. Michael McCaul, R-Texas, chairman of the House Committee on Homeland Security, stated that Chatayev directed the attack. Turkish and Swedish media also identified Chatayev as the mastermind, who was granted political asylum in Austria. Chatayev served nine months in a Swedish prison in 2008 after being convicted of smuggling weapons into Sweden.\n\nTwo of the three attackers were identified as Rakim Bulgarov and Vadim Osmanov, according to the state-run Anadolu news agency. The trial for forty-six people accused being involved in the attack started on 13 November 2017 in Silivri.\n\n==Reactions==\nFollowing the bombings, several structures around the world were illuminated in the colours of the Turkish flag.\n\n===National===\n\nTurkish President Recep Tayyip Erdoğan issued a statement condemning the attack, which took place during the Muslim holy month of Ramadan. He said the attack \"shows that terrorism strikes with no regard to faith and values\", called on the international community to take a firm stand against terrorism, and vowed to keep up Turkey's struggle against terror groups. Erdogan also stated, \"Turkey has the power, determination and capacity to continue the fight against terrorism until the end.\"\n\nTurkey declared 29 June as day of national mourning in response to the attack. The statement came from Prime Minister Binali Yıldırım to commemorate the victims of the attack. During the attack, the Albanian Prime Minister Edi Rama's plane was landing when the attack occurred. He was evacuated from Atatürk into an official residence. He was visiting Turkey for an official visit.\n\nOn 29 June, Turkish authorities detained 22 people in response to the attack: thirteen in Istanbul and nine in the coastal city of Izmir. Turkish authorities confirmed that the perpetrators were foreign nationals, specifically, they came from Uzbekistan, Russia and Kyrgyzstan.\n\nThe airport and wider community made a swift return to ordinary routine following the attack. Airport visitors reported that public transport was at full capacity in the days that followed, and that locals were still highly concentrated in the market squares.\n\n===International===\nAt least 80 countries, either through statements or official actions by their heads of state or their foreign ministries, condemned the attacks, expressed sympathy or support to Turkey and the victims of the attacks.\n\nThe United Nations likewise condemned the attacks, and the Council of Europe and the European Union extended their condolences and solidarity for Turkey.\n\nThe United Nations Human Rights Council condemned internet restrictions imposed by the Turkish government to limit coverage of the incident, labelling them a \"violation of international human rights law.\"\n\nIsrael, the Republic of China (Taiwan), Ukraine, the United Kingdom, and the United States issued travel advisories discouraging travel to Istanbul following the attacks. U.S. flights from and to Turkey were suspended for several hours in relation to the attacks. Police in New York and New Jersey boosted the security of airports in their states.\n\n==See also==\n* 2015 Ankara bombings\n* 2015 Sabiha Gökçen Airport bombing\n* June 2016 Istanbul bombing\n* Istanbul nightclub shooting\n\n==References==\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\nTerminal 2 in 2011.\nTerminal 2 to the right, the access road, and the parking lot to the left, where the attacks took place.\nTurkish flags at half-mast on a day of national mourning, Ankara, Turkey.",
    "links": [
        {
            "title": "Istanbul Atatürk Airport",
            "text": "Atatürk Airport",
            "start": 12,
            "end": 27,
            "id": "160515"
        },
        {
            "title": "Suicide attack",
            "text": "suicide bombing",
            "start": 64,
            "end": 79,
            "id": "18835454"
        },
        {
            "title": "Istanbul Atatürk Airport",
            "text": "Atatürk Airport",
            "start": 110,
            "end": 125,
            "id": "160515"
        },
        {
            "title": "Istanbul",
            "text": "Istanbul",
            "start": 129,
            "end": 137,
            "id": "3391396"
        },
        {
            "title": "Automatic firearm",
            "text": "automatic weapons",
            "start": 165,
            "end": 182,
            "id": "768511"
        },
        {
            "title": "Explosive belt",
            "text": "explosive belt",
            "start": 187,
            "end": 201,
            "id": "444882"
        },
        {
            "title": "Turkey Blocks",
            "text": "Turkey Blocks",
            "start": 386,
            "end": 399,
            "id": "52029974"
        },
        {
            "title": "Russia",
            "text": "Russia",
            "start": 639,
            "end": 645,
            "id": "25391"
        },
        {
            "title": "Central Asia",
            "text": "Central Asia",
            "start": 650,
            "end": 662,
            "id": "6742"
        },
        {
            "title": "Islamic State of Iraq and the Levant",
            "text": "Islamic State of Iraq and Levant",
            "start": 730,
            "end": 762,
            "id": "9087364"
        },
        {
            "title": "Terrorism in Turkey",
            "text": "terrorist",
            "start": 1048,
            "end": 1057,
            "id": "54916853"
        },
        {
            "title": "January 2016 Istanbul bombing",
            "text": "in January",
            "start": 1119,
            "end": 1129,
            "id": "49075585"
        },
        {
            "title": "March 2016 Istanbul bombing",
            "text": "in March",
            "start": 1134,
            "end": 1142,
            "id": "49852149"
        },
        {
            "title": "Islamic State of Iraq and the Levant",
            "text": "Islamic State of Iraq and the Levant",
            "start": 1172,
            "end": 1208,
            "id": "9087364"
        },
        {
            "title": "June 2016 Istanbul bombing",
            "text": "car bombing in early June",
            "start": 1223,
            "end": 1248,
            "id": "50741240"
        },
        {
            "title": "Kurdistan Freedom Hawks",
            "text": "Kurdistan Freedom Hawks",
            "start": 1264,
            "end": 1287,
            "id": "5007895"
        },
        {
            "title": "Kurdistan Workers' Party",
            "text": "Kurdistan Workers' Party",
            "start": 1331,
            "end": 1355,
            "id": "69680"
        },
        {
            "title": "Central Intelligence Agency",
            "text": "CIA",
            "start": 1397,
            "end": 1400,
            "id": "5183633"
        },
        {
            "title": "John Brennan (CIA officer)",
            "text": "John O. Brennan",
            "start": 1410,
            "end": 1425,
            "id": "7992889"
        },
        {
            "title": "List of terrorist incidents linked to ISIL",
            "text": "ISIL terror attack",
            "start": 1472,
            "end": 1490,
            "id": "43950989"
        },
        {
            "title": "Prime Minister of Turkey",
            "text": "Prime Minister",
            "start": 1551,
            "end": 1565,
            "id": "667369"
        },
        {
            "title": "President of Turkey",
            "text": "President",
            "start": 1574,
            "end": 1583,
            "id": "158560"
        },
        {
            "title": "Recep Tayyip Erdoğan",
            "text": "Recep Tayyip Erdoğan",
            "start": 1584,
            "end": 1604,
            "id": "376619"
        },
        {
            "title": "Islamic State of Iraq and the Levant",
            "text": "ISIL",
            "start": 1627,
            "end": 1631,
            "id": "9087364"
        },
        {
            "title": "The Washington Post",
            "text": "The Washington Post",
            "start": 1788,
            "end": 1807,
            "id": "102226"
        },
        {
            "title": "Recep Tayyip Erdoğan",
            "text": "president",
            "start": 1976,
            "end": 1985,
            "id": "376619"
        },
        {
            "title": "Foreign relations of Turkey",
            "text": "regime’s threadbare foreign relations.\"",
            "start": 2011,
            "end": 2050,
            "id": "30206"
        },
        {
            "title": "X-ray",
            "text": "x-ray scanner",
            "start": 2131,
            "end": 2144,
            "id": "34197"
        },
        {
            "title": "Airport security",
            "text": "security checkpoint",
            "start": 2150,
            "end": 2169,
            "id": "284770"
        },
        {
            "title": "Mass shooting",
            "text": "opened fire",
            "start": 2175,
            "end": 2186,
            "id": "31883778"
        },
        {
            "title": "Closed-circuit television",
            "text": "security camera",
            "start": 2284,
            "end": 2299,
            "id": "87179"
        },
        {
            "title": "Detonation",
            "text": "detonate",
            "start": 2392,
            "end": 2400,
            "id": "306686"
        },
        {
            "title": "Closed-circuit television",
            "text": "CCTV",
            "start": 2427,
            "end": 2431,
            "id": "87179"
        },
        {
            "title": "Explosion",
            "text": "explosion",
            "start": 2541,
            "end": 2550,
            "id": "18993857"
        },
        {
            "title": "Closed-circuit television",
            "text": "closed-circuit television",
            "start": 2643,
            "end": 2668,
            "id": "87179"
        },
        {
            "title": "CBS News",
            "text": "CBS News",
            "start": 3573,
            "end": 3581,
            "id": "359551"
        },
        {
            "title": "Escalator",
            "text": "escalator",
            "start": 4309,
            "end": 4318,
            "id": "20647902"
        },
        {
            "title": "Taxicab",
            "text": "taxicab",
            "start": 4462,
            "end": 4469,
            "id": "22026933"
        },
        {
            "title": "Flightradar24",
            "text": "Flightradar24",
            "start": 4956,
            "end": 4969,
            "id": "42230872"
        },
        {
            "title": "İzmir Adnan Menderes Airport",
            "text": "Izmir",
            "start": 5025,
            "end": 5030,
            "id": "1655565"
        },
        {
            "title": "Ankara Esenboğa Airport",
            "text": "Ankara",
            "start": 5034,
            "end": 5040,
            "id": "2065265"
        },
        {
            "title": "Federal Aviation Administration",
            "text": "FAA",
            "start": 5067,
            "end": 5070,
            "id": "11186"
        },
        {
            "title": "Turkish Airlines",
            "text": "Turkish Airlines",
            "start": 5284,
            "end": 5300,
            "id": "167925"
        },
        {
            "title": "Media blackout",
            "text": "media blackout",
            "start": 5517,
            "end": 5531,
            "id": "3538425"
        },
        {
            "title": "Twitter",
            "text": "Twitter",
            "start": 5806,
            "end": 5813,
            "id": "9988187"
        },
        {
            "title": "Facebook",
            "text": "Facebook",
            "start": 5818,
            "end": 5826,
            "id": "7529378"
        },
        {
            "title": "John F. Kennedy International Airport",
            "text": "John F. Kennedy International Airport",
            "start": 6121,
            "end": 6158,
            "id": "97218"
        },
        {
            "title": "LaGuardia Airport",
            "text": "LaGuardia Airport",
            "start": 6163,
            "end": 6180,
            "id": "248547"
        },
        {
            "title": "Hartsfield–Jackson Atlanta International Airport",
            "text": "Hartsfield–Jackson International Airport",
            "start": 6198,
            "end": 6238,
            "id": "248446"
        },
        {
            "title": "Atlanta",
            "text": "Atlanta",
            "start": 6242,
            "end": 6249,
            "id": "3138"
        },
        {
            "title": "Soekarno–Hatta International Airport",
            "text": "Soekarno - Hatta International Airport",
            "start": 6432,
            "end": 6470,
            "id": "1203751"
        },
        {
            "title": "Jakarta",
            "text": "Jakarta",
            "start": 6474,
            "end": 6481,
            "id": "16275"
        },
        {
            "title": "Chhatrapati Shivaji Maharaj International Airport",
            "text": "Chhatrapati Shivaji International Airport",
            "start": 6817,
            "end": 6858,
            "id": "287183"
        },
        {
            "title": "Sahar Village, Mumbai",
            "text": "Sahar",
            "start": 6862,
            "end": 6867,
            "id": "11435537"
        },
        {
            "title": "Taj Mahal Palace Hotel",
            "text": "the Taj Mahal Palace Hotel",
            "start": 6915,
            "end": 6941,
            "id": "1983963"
        },
        {
            "title": "Colaba",
            "text": "Colaba",
            "start": 6945,
            "end": 6951,
            "id": "626621"
        },
        {
            "title": "2008 Mumbai attacks",
            "text": "2008 Mumbai attacks",
            "start": 6977,
            "end": 6996,
            "id": "20413485"
        },
        {
            "title": "Hashtag",
            "text": "hashtag",
            "start": 7098,
            "end": 7105,
            "id": "20819040"
        },
        {
            "title": "Le Monde",
            "text": "Le Monde",
            "start": 7346,
            "end": 7354,
            "id": "127071"
        },
        {
            "title": "Binali Yıldırım",
            "text": "Binali Yıldırım",
            "start": 7548,
            "end": 7563,
            "id": "9774365"
        },
        {
            "title": "CNN",
            "text": "CNN",
            "start": 7647,
            "end": 7650,
            "id": "62028"
        },
        {
            "title": "Raqqa",
            "text": "Raqqa, Syria",
            "start": 7769,
            "end": 7781,
            "id": "858965"
        },
        {
            "title": "Russia",
            "text": "Russia",
            "start": 8036,
            "end": 8042,
            "id": "25391"
        },
        {
            "title": "North Caucasus",
            "text": "North Caucasus",
            "start": 8044,
            "end": 8058,
            "id": "482121"
        },
        {
            "title": "Uzbekistan",
            "text": "Uzbekistan",
            "start": 8067,
            "end": 8077,
            "id": "31853"
        },
        {
            "title": "Kyrgyzstan",
            "text": "Kyrgyzstan",
            "start": 8082,
            "end": 8092,
            "id": "170131"
        },
        {
            "title": "Chechen language",
            "text": "Chechen",
            "start": 8194,
            "end": 8201,
            "id": "185118"
        },
        {
            "title": "Chechens",
            "text": "Chechen",
            "start": 8523,
            "end": 8530,
            "id": "622772"
        },
        {
            "title": "Akhmed Chatayev",
            "text": "Akhmed Chatayev",
            "start": 8576,
            "end": 8591,
            "id": "50973349"
        },
        {
            "title": "Michael McCaul",
            "text": "Michael McCaul",
            "start": 8603,
            "end": 8617,
            "id": "1132718"
        },
        {
            "title": "Right of asylum",
            "text": "political asylum",
            "start": 8810,
            "end": 8826,
            "id": "1621432"
        },
        {
            "title": "Austria",
            "text": "Austria",
            "start": 8830,
            "end": 8837,
            "id": "26964606"
        },
        {
            "title": "Sweden",
            "text": "Sweden",
            "start": 8943,
            "end": 8949,
            "id": "5058739"
        },
        {
            "title": "Anadolu Agency",
            "text": "Anadolu",
            "start": 9059,
            "end": 9066,
            "id": "43356543"
        },
        {
            "title": "Silivri",
            "text": "Silivri",
            "start": 9179,
            "end": 9186,
            "id": "2115751"
        },
        {
            "title": "Flag of Turkey",
            "text": "Turkish flag",
            "start": 9302,
            "end": 9314,
            "id": "412813"
        },
        {
            "title": "Recep Tayyip Erdoğan",
            "text": "Recep Tayyip Erdoğan",
            "start": 9351,
            "end": 9371,
            "id": "376619"
        },
        {
            "title": "Islam in Turkey",
            "text": "Muslim",
            "start": 9442,
            "end": 9448,
            "id": "1220680"
        },
        {
            "title": "Ramadan",
            "text": "Ramadan",
            "start": 9463,
            "end": 9470,
            "id": "26173"
        },
        {
            "title": "Prime Minister of Albania",
            "text": "Albanian Prime Minister",
            "start": 10025,
            "end": 10048,
            "id": "259136"
        },
        {
            "title": "Edi Rama",
            "text": "Edi Rama",
            "start": 10049,
            "end": 10057,
            "id": "277805"
        },
        {
            "title": "İzmir",
            "text": "Izmir",
            "start": 10340,
            "end": 10345,
            "id": "580279"
        },
        {
            "title": "Uzbekistan",
            "text": "Uzbekistan",
            "start": 10452,
            "end": 10462,
            "id": "31853"
        },
        {
            "title": "Kyrgyzstan",
            "text": "Kyrgyzstan",
            "start": 10475,
            "end": 10485,
            "id": "170131"
        },
        {
            "title": "United Nations",
            "text": "United Nations",
            "start": 10991,
            "end": 11005,
            "id": "31769"
        },
        {
            "title": "Council of Europe",
            "text": "Council of Europe",
            "start": 11046,
            "end": 11063,
            "id": "5865"
        },
        {
            "title": "European Union",
            "text": "European Union",
            "start": 11072,
            "end": 11086,
            "id": "9317"
        },
        {
            "title": "United Nations Human Rights Council",
            "text": "United Nations Human Rights Council",
            "start": 11146,
            "end": 11181,
            "id": "635790"
        },
        {
            "title": "Israel",
            "text": "Israel",
            "start": 11348,
            "end": 11354,
            "id": "9282173"
        },
        {
            "title": "Taiwan",
            "text": "Taiwan",
            "start": 11379,
            "end": 11385,
            "id": "25734"
        },
        {
            "title": "New York (state)",
            "text": "New York",
            "start": 11622,
            "end": 11630,
            "id": "8210131"
        },
        {
            "title": "New Jersey",
            "text": "New Jersey",
            "start": 11635,
            "end": 11645,
            "id": "21648"
        },
        {
            "title": "2015 Ankara bombings",
            "text": "2015 Ankara bombings",
            "start": 11712,
            "end": 11732,
            "id": "48149847"
        },
        {
            "title": "2015 Sabiha Gökçen Airport bombing",
            "text": "2015 Sabiha Gökçen Airport bombing",
            "start": 11735,
            "end": 11769,
            "id": "48926768"
        },
        {
            "title": "June 2016 Istanbul bombing",
            "text": "June 2016 Istanbul bombing",
            "start": 11772,
            "end": 11798,
            "id": "50741240"
        },
        {
            "title": "Istanbul nightclub shooting",
            "text": "Istanbul nightclub shooting",
            "start": 11801,
            "end": 11828,
            "id": "52741785"
        },
        {
            "title": "Flag of Turkey",
            "text": "Turkish flags",
            "start": 12004,
            "end": 12017,
            "id": "412813"
        },
        {
            "title": "Ankara",
            "text": "Ankara",
            "start": 12062,
            "end": 12068,
            "id": "802"
        }
    ],
    "_chunk_id": "b_15354476727-15362746064"
}