{
    "_id": "53674696",
    "id": "53674696",
    "title": "2017 Saint Petersburg Metro bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 630,
            "end": 644
        },
        {
            "text": "==Attack==",
            "start": 1383,
            "end": 1393
        },
        {
            "text": "==Aftermath==",
            "start": 2496,
            "end": 2509
        },
        {
            "text": "==Casualties==",
            "start": 3590,
            "end": 3604
        },
        {
            "text": "==Perpetrator==",
            "start": 3978,
            "end": 3993
        },
        {
            "text": "===Initial reports===",
            "start": 5332,
            "end": 5353
        },
        {
            "text": "==Reactions==",
            "start": 6108,
            "end": 6121
        },
        {
            "text": "===Domestic===",
            "start": 6122,
            "end": 6136
        },
        {
            "text": "===International===",
            "start": 7568,
            "end": 7587
        },
        {
            "text": "=== Other reactions ===",
            "start": 8087,
            "end": 8110
        },
        {
            "text": "==References==",
            "start": 9121,
            "end": 9135
        },
        {
            "text": "==External links==",
            "start": 9138,
            "end": 9156
        }
    ],
    "categories": [
        "2017 murders in Europe",
        "2010s in Saint Petersburg",
        "21st-century mass murder in Russia",
        "April 2017 crimes in Europe",
        "April 2017 events in Russia",
        "Attacks on railway stations in Europe",
        "Crime in Saint Petersburg",
        "Islamic terrorism in Russia",
        "Islamic terrorist incidents in 2017",
        "Mass murder in 2017",
        "Mass murder in Russia",
        "Saint Petersburg Metro",
        "Suicide bombings in 2017",
        "Suicide bombings in Russia",
        "Terrorist incidents in Russia in 2017",
        "Terrorist incidents on underground rapid transit systems",
        "Train bombings in Europe"
    ],
    "infobox": "{{Infobox civilian attack\n| title        = 2017 Saint Petersburg Metro bombing\n| partof       = [[Terrorism in Russia]] and [[Islamic terrorism in Europe (2014–present)]]\n| image        = Мемориал из цветов на станции Технологический институт.png\n| image_size = 250px\n| caption      = Memorial of flowers at the metro station [[Tekhnologichesky Institut (Saint Petersburg Metro)|Tekhnologichesky Institut]] after terrorist attack\n{{Location map many | Russia Saint Petersburg central#European Russia#Russia\n| width        = 250\n| label1        = '''[[Tekhnologichesky Institut (Saint Petersburg Metro)|Tekhnologichesky Institut]]'''\n| position1     = right\n| background1   = \n| coordinates1  = {{coord|59|54|59|N|30|19|07|E}}\n| label2 = '''[[Sennaya Ploshchad (Saint Petersburg Metro)|Sennaya Ploshchad]]'''\n| position2     = left\n| background2   = \n| coordinates2  = {{coord|59|55|37|N|30|19|13|E}}\n}}\n| map_caption  = \n| location     = On a [[Saint Petersburg Metro]] train between [[Sennaya Ploshchad (Saint Petersburg Metro)|Sennaya Ploshchad]] and [[Tekhnologichesky Institut (Saint Petersburg Metro)|Tekhnologichesky Institut stations]], [[Saint Petersburg]], Russia\n| target       = Civilians\n| coordinates  = {{coord|59|54|59|N|30|19|07|E}}<!--{{Coord|51|30|03|N|0|07|19|W|type:event_region:GB|display=inline,title}}-->\n| date         = 3 April 2017\n| time         = 14:40<ref name=TASS>{{cite web |url=http://tass.ru/proisshestviya/4148874 |title='Мы начали ехать, я увидел взорванный вагон': что писали очевидцы о взрыве в Петербурге |trans-title='We started moving, I saw a blown up train car': what did eyewitnesses write about an explosion in Petersburg|author=<!--Not stated--> |date=3 April 2017 |website=TASS |publisher=ТАСС информационное агентство |access-date=3 April 2017}}</ref>\n| timezone     = [[Further-eastern European Time|FET]] (UTC +3)\n| type         =  [[Suicide bombing]]<ref>{{cite news|url=https://www.reuters.com/article/us-russia-blast-metro-idUSKBN17519G|title=Eleven killed in suspected suicide bombing on Russian metro train|agency=Reuters|access-date=4 April 2017|author=Denis Pinchuk}}</ref>\n| fatalities   = 15 (including the perpetrator)\n| injuries     = 64<ref>{{cite web |url=https://www.nytimes.com/2017/04/04/world/europe/st-petersburg-russia-explosion-suspect.html|title=Russia Bomber Is Identified, Officials Say, as Death Toll Rises |author=<!--Not stated--> |date=4 April 2017 |website=The New York Times  |access-date=4 April 2017 |quote=In addition to killing 14, the blast on Monday wounded 64 others, Aleksandr Rzhanenkov, a St. Petersburg official, said at a news briefing. }}</ref>\n| victims      = <!-- or | victim = -->\n| perpetrator   = [[Islamic State of Iraq and the Levant]]\n| assailants   = Akbarzhon Jalilov\n| weapons      = [[Nail bomb]]\n| motive       = \n}}",
    "article": "On 3 April 2017, a terrorist attack using an explosive device took place on the Saint Petersburg Metro between Sennaya Ploshchad and Tekhnologichesky Institut stations. Seven people (including the perpetrator) were initially reported to have died, and eight more died later from their injuries, bringing the total to 15.\n\nAt least 45 others were injured in the incident. The explosive device was contained in a briefcase. A second explosive device was found and defused at Ploshchad Vosstaniya metro station. The suspected perpetrator was named as Akbarzhon Jalilov, a Russian citizen who was an ethnic Uzbek born in Kyrgyzstan.\n\n==Background==\n\nIn 2016, ISIL had plotted to target St. Petersburg due to Russia's military involvement in Syria, resulting in arrests. No public transport system in Russia had been bombed since the 2010 Moscow Metro bombings.\n\nISIL propaganda was being circulated prior to this incident. It encouraged supporters to launch strikes on Moscow. ISIL propaganda showed bullet holes through Putin's head and a poster circulated before the attack of a falling Kremlin and included the message \"We Will Burn Russia.\" However, as some researchers have said, Russia faces a \"sophisticated and complex\"  threat from domestic terrorism, linked to many different groups.\n\nVladimir Putin was visiting Saint Petersburg, where he was born, on the day of the attack.\n\n==Attack==\n\nOn 3 April 2017, a device containing  of explosives detonated on a train travelling through a tunnel between the Sennaya Ploshchad and Tekhnologichesky Institut stations of the Saint Petersburg Metro. According to a statement from the Ministry of Emergency Situations, the bomb was detonated on the third carriage of the train. Eyewitnesses said the blast occurred near the door. Immediately after the explosion, smoke filled the platform. Video from social media showed multiple victims on the platform and a metal door twisted by the force of the blast. Following reports of the explosion, all metro stations in Saint Petersburg were quickly closed. In the late evening, metro services were resumed on Lines 3, 4, and 5.\n\nA second bomb was discovered and disarmed at Ploshchad Vosstaniya station. The device had ball bearings, screws, and shrapnel and was hidden within a fire extinguisher containing an equivalent of about  of TNT. Jalilov's DNA was found on a bag which contained the extinguisher, suggesting that he intentionally left this bag inside a carriage as witnessed by some passengers.\n\n==Aftermath==\nSecurity was heightened after the attack. Metal detectors, installed countrywide following another metro attack seven years before, were all implemented after not having been in use for several years. The Moscow Metro security department said they were ready to assist the Saint Petersburg Metro in case of any help being needed. Local media reported that authorities had found suspicious packages in three Moscow metro stations, Nagatinskaja, Savelovskaya and Ugrezhskaya (CIP). Authorities later cordoned off the area. The security of Pulkovo International Airport was also heightened in response to the blast. A possible suspect was sighted on Metro surveillance cameras, according to unconfirmed reports. The Investigative Committee of Russia said the train operator's decision to drive it to the next station helped to avoid an even higher number of casualties.\n\nTwo weeks later, FSB released a statement says that Russian security operatives have detained Abror Azimov (born 1990), the alleged mastermind of the bombing, in Moscow in which he trained the suicide attacker.\n\n==Casualties==\nAs reported by the Russian Ministry of Health, approximately 50 people were injured, of whom 15 died (seven during the attack, eight later from their injuries). 39 people were hospitalised, of whom six had critical injuries. Children were among those injured.\n\nThe fifteen people killed were identified as thirteen Russian citizens, a Kazakh man and an Azerbaijani woman.\n\n==Perpetrator==\nThe suspected perpetrator behind the attacks was identified by Kyrgyzstan and Russian intelligence services as Akbarzhon Jalilov (sometimes spelled Akbarjon Djalilov), an ethnic Uzbek 22-year-old Kyrgyz-born Russian citizen. He was one of the 15 people who died during the attack.\n\nJalilov was born in 1995 in Osh, Kyrgyzstan, and arrived in Moscow around 2011. According to Russian newspaper Moskovskij Komsomolets, Gazeta.ru reported he had worked as a cook at a sushi bar in 2015, while other sources claimed Jalilov had worked in a garage before disappearing weeks prior to the attack. Interfax said authorities believe he had ties to radical Islamic groups. Russian media has reported that he traveled to Syria in 2014 and trained with Islamic State militants. On 26 April, a group called the Imam Shamil Battalion has claimed responsibility the attack, and said that the bomber was acting on orders from al-Qaeda. The statement, posted by SITE Intelligence Group, said the bomber, Akbarzhon Jalilov, had acted on instructions from al-Qaeda leader Ayman al-Zawahiri. In considering the incident, researchers had already illustrated that ‘analysis should not focus exclusively on recent developments and Daesh’, but rather look at the ‘broader context’ including the ‘range of groups with which Central Asian radicals are involved.’\n\n===Initial reports===\nOn 3 April 2017, investigators said they believed the attack was a suicide bombing and identified a Central Asian as the suspected perpetrator. Some reports initially misidentified the suspect as a 22-year-old from Kazakhstan who was an IT student at St. Petersburg State University of Economics. He had been reported missing. This individual was later correctly identified as a victim of the attack. The suspect was later identified as a 23-year-old native of Kyrgyzstan with Russian citizenship and with links to international militant groups. The man with a beard wearing a skullcap contacted police to clear his name. Interfax later said only one person was involved. The man with the beard turned out to be a former paratrooper from Bashkortostan.\n\n==Reactions==\n===Domestic===\nPresident Vladimir Putin was in the city when the attack happened and pledged a thorough investigation. During an unrelated meeting with President of Belarus Alexander Lukashenko, Putin said they are \"considering all possible causes, including terrorism.\" He later visited the area of the attack, which was prohibited by the Federal Protective Service due to security concerns. This information was later denied by RIA Novosti. His statement was followed by Lukashenko expressing his sadness over the bombing. Mayor of Moscow Sergey Sobyanin expressed his condolences to the victims of the attack and ordered the strengthening of security measures around the capital's transport infrastructure, according to the Mayor's and city government's Press Secretary Gulnara Penkova. Head of the Ministry of Health Veronika Skvortsova instructed federal doctors to help doctors in St. Petersburg to assist the victims.\n\nThe Head of the Chechen Republic Ramzan Kadyrov called for the identification and punishment of the perpetrators.\n\nThe All-Russian Union of Insurers said relatives of the victims will be able to receive 2.025 million rubles.\n\nA makeshift memorial was made to honour the victims of the bombing. Saint Petersburg declared three days of mourning in response to the attack. Mayor Georgi Poltavchenko, Governor of Leningrad Alexander Drozdenko, and President Vladimir Putin visited the site and laid flowers to pay respect.\n\n===International===\nCondolences and sympathies for those affected were offered by several international figures, including representatives of \nAlgeria, \nChina, the Czech Republic, Norway, \nDenmark, \nFinland, \nFrance, Georgia, \nHungary, \nIndia, \nIndonesia, \nIran, \nIsrael, \nJapan, \nLaos, \nMalaysia, Pakistan, Poland, \nPortugal, \nSingapore, \nThailand, Ukraine, \nthe United Kingdom, \nthe United States, \nVietnam, \nNATO, \nand the European Union.\n\nUkraine tightened security around its metro stations in fear of an attack.\n\n=== Other reactions ===\nTel Aviv city hall building was lit with the colours of the Russian flag. In Brussels, where a similar attack took place a year earlier, the ING Marnix building near the Throne metro station was also decorated with a moving Russian flag animation. At midnight (01:00 of April 5 in Moscow time), the lights of the Eiffel Tower were switched off to honor the victims.\n\nThe Independent reported that some supporters of ISIL on unnamed internet forums linked the attack to Russia's support of Bashar al-Assad, and shared photos and video of people injured and killed by the blast.\n\n\nSaint-Pétersbourg - Métro - Technologichesky metrostation - IMG 3174.jpg|Saint Petersburg Metro station Tekhnologichesky Institut - the explosion occurred in the tunnel between it and Sennaya Ploshchad station.\nVladimir Putin in Saint Petersburg (2017-04-03) 04.jpg|President Vladimir Putin laying flowers at the metro station\nSoldiers in SPb.jpg|Kursants marching down the streets of Saint Petersburg after the metro bombing.\n\n\n\n\n==References==\n\n\n==External links==\n* \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLocation of the two stations and the tunnel in the Saint Petersburg Metro where the explosion occurred.",
    "links": [
        {
            "title": "Terrorism",
            "text": "terrorist attack",
            "start": 19,
            "end": 35,
            "id": "30636"
        },
        {
            "title": "Improvised explosive device",
            "text": "explosive device",
            "start": 45,
            "end": 61,
            "id": "265112"
        },
        {
            "title": "Saint Petersburg Metro",
            "text": "Saint Petersburg Metro",
            "start": 80,
            "end": 102,
            "id": "1629198"
        },
        {
            "title": "Sennaya Ploshchad (Saint Petersburg Metro)",
            "text": "Sennaya Ploshchad",
            "start": 111,
            "end": 128,
            "id": "19946748"
        },
        {
            "title": "Tekhnologichesky Institut (Saint Petersburg Metro)",
            "text": "Tekhnologichesky Institut",
            "start": 133,
            "end": 158,
            "id": "9800069"
        },
        {
            "title": "Ploshchad Vosstaniya (Saint Petersburg Metro)",
            "text": "Ploshchad Vosstaniya metro station",
            "start": 473,
            "end": 507,
            "id": "19945127"
        },
        {
            "title": "Uzbeks",
            "text": "Uzbek",
            "start": 603,
            "end": 608,
            "id": "32240"
        },
        {
            "title": "Kyrgyzstan",
            "text": "Kyrgyzstan",
            "start": 617,
            "end": 627,
            "id": "170131"
        },
        {
            "title": "Islamic State of Iraq and the Levant",
            "text": "ISIL",
            "start": 655,
            "end": 659,
            "id": "9087364"
        },
        {
            "title": "2010 Moscow Metro bombings",
            "text": "2010 Moscow Metro bombings",
            "start": 829,
            "end": 855,
            "id": "26743546"
        },
        {
            "title": "Moscow Kremlin",
            "text": "Kremlin",
            "start": 1085,
            "end": 1092,
            "id": "381075"
        },
        {
            "title": "Vladimir Putin",
            "text": "Vladimir Putin",
            "start": 1291,
            "end": 1305,
            "id": "32817"
        },
        {
            "title": "Line 3 (Saint Petersburg Metro)",
            "text": "3",
            "start": 2105,
            "end": 2106,
            "id": "2988911"
        },
        {
            "title": "Line 4 (Saint Petersburg Metro)",
            "text": "4",
            "start": 2108,
            "end": 2109,
            "id": "2989197"
        },
        {
            "title": "Line 5 (Saint Petersburg Metro)",
            "text": "5",
            "start": 2115,
            "end": 2116,
            "id": "4616648"
        },
        {
            "title": "Ploshchad Vosstaniya (Saint Petersburg Metro)",
            "text": "Ploshchad Vosstaniya station",
            "start": 2164,
            "end": 2192,
            "id": "19945127"
        },
        {
            "title": "Ball bearing",
            "text": "ball bearings",
            "start": 2209,
            "end": 2222,
            "id": "198101"
        },
        {
            "title": "Fragmentation (weaponry)",
            "text": "shrapnel",
            "start": 2236,
            "end": 2244,
            "id": "9979470"
        },
        {
            "title": "2010 Moscow Metro bombings",
            "text": "another metro attack seven years before",
            "start": 2601,
            "end": 2640,
            "id": "26743546"
        },
        {
            "title": "Pulkovo Airport",
            "text": "Pulkovo International Airport",
            "start": 3047,
            "end": 3076,
            "id": "729860"
        },
        {
            "title": "Investigative Committee of Russia",
            "text": "Investigative Committee of Russia",
            "start": 3223,
            "end": 3256,
            "id": "30624617"
        },
        {
            "title": "Ministry of Health (Russia)",
            "text": "Russian Ministry of Health",
            "start": 3624,
            "end": 3650,
            "id": "29896200"
        },
        {
            "title": "Kazakhstan",
            "text": "Kazakh",
            "start": 3940,
            "end": 3946,
            "id": "16642"
        },
        {
            "title": "Azerbaijan",
            "text": "Azerbaijan",
            "start": 3958,
            "end": 3968,
            "id": "746"
        },
        {
            "title": "Kyrgyzstan",
            "text": "Kyrgyzstan",
            "start": 4057,
            "end": 4067,
            "id": "170131"
        },
        {
            "title": "Intelligence agency",
            "text": "intelligence services",
            "start": 4080,
            "end": 4101,
            "id": "81014"
        },
        {
            "title": "Uzbeks",
            "text": "Uzbek",
            "start": 4172,
            "end": 4177,
            "id": "32240"
        },
        {
            "title": "Osh",
            "text": "Osh",
            "start": 4304,
            "end": 4307,
            "id": "1300057"
        },
        {
            "title": "Kyrgyzstan",
            "text": "Kyrgyzstan",
            "start": 4309,
            "end": 4319,
            "id": "170131"
        },
        {
            "title": "Moskovskij Komsomolets",
            "text": "Moskovskij Komsomolets",
            "start": 4387,
            "end": 4409,
            "id": "1463593"
        },
        {
            "title": "Gazeta.Ru",
            "text": "Gazeta.ru",
            "start": 4411,
            "end": 4420,
            "id": "1463591"
        },
        {
            "title": "Sushi",
            "text": "sushi",
            "start": 4459,
            "end": 4464,
            "id": "28271"
        },
        {
            "title": "Syria",
            "text": "Syria",
            "start": 4704,
            "end": 4709,
            "id": "7515849"
        },
        {
            "title": "Islamic State of Iraq and the Levant",
            "text": "Islamic State",
            "start": 4735,
            "end": 4748,
            "id": "9087364"
        },
        {
            "title": "Al-Qaeda",
            "text": "al-Qaeda",
            "start": 4904,
            "end": 4912,
            "id": "1921"
        },
        {
            "title": "SITE Intelligence Group",
            "text": "SITE Intelligence Group",
            "start": 4939,
            "end": 4962,
            "id": "25696820"
        },
        {
            "title": "Ayman al-Zawahiri",
            "text": "Ayman al-Zawahiri",
            "start": 5047,
            "end": 5064,
            "id": "319799"
        },
        {
            "title": "Suicide attack",
            "text": "suicide bombing",
            "start": 5421,
            "end": 5436,
            "id": "18835454"
        },
        {
            "title": "Central Asia",
            "text": "Central Asian",
            "start": 5454,
            "end": 5467,
            "id": "6742"
        },
        {
            "title": "Kyrgyzstan",
            "text": "Kyrgyzstan",
            "start": 5815,
            "end": 5825,
            "id": "170131"
        },
        {
            "title": "Interfax",
            "text": "Interfax",
            "start": 5976,
            "end": 5984,
            "id": "4921404"
        },
        {
            "title": "Paratrooper",
            "text": "paratrooper",
            "start": 6075,
            "end": 6086,
            "id": "58476"
        },
        {
            "title": "Bashkortostan",
            "text": "Bashkortostan",
            "start": 6092,
            "end": 6105,
            "id": "735530"
        },
        {
            "title": "Vladimir Putin",
            "text": "Vladimir Putin",
            "start": 6147,
            "end": 6161,
            "id": "32817"
        },
        {
            "title": "President of Belarus",
            "text": "President of Belarus",
            "start": 6274,
            "end": 6294,
            "id": "2631957"
        },
        {
            "title": "Alexander Lukashenko",
            "text": "Alexander Lukashenko",
            "start": 6295,
            "end": 6315,
            "id": "156589"
        },
        {
            "title": "Federal Protective Service (Russia)",
            "text": "Federal Protective Service",
            "start": 6462,
            "end": 6488,
            "id": "1281738"
        },
        {
            "title": "RIA Novosti",
            "text": "RIA Novosti",
            "start": 6552,
            "end": 6563,
            "id": "5178882"
        },
        {
            "title": "Mayor of Moscow",
            "text": "Mayor of Moscow",
            "start": 6647,
            "end": 6662,
            "id": "8471867"
        },
        {
            "title": "Sergey Sobyanin",
            "text": "Sergey Sobyanin",
            "start": 6663,
            "end": 6678,
            "id": "2754185"
        },
        {
            "title": "Veronika Skvortsova",
            "text": "Veronika Skvortsova",
            "start": 6943,
            "end": 6962,
            "id": "36245192"
        },
        {
            "title": "Head of the Chechen Republic",
            "text": "Head of the Chechen Republic",
            "start": 7052,
            "end": 7080,
            "id": "10917818"
        },
        {
            "title": "Ramzan Kadyrov",
            "text": "Ramzan Kadyrov",
            "start": 7081,
            "end": 7095,
            "id": "647880"
        },
        {
            "title": "Governor of Saint Petersburg",
            "text": "Mayor",
            "start": 7418,
            "end": 7423,
            "id": "16054546"
        },
        {
            "title": "Georgy Poltavchenko",
            "text": "Georgi Poltavchenko",
            "start": 7424,
            "end": 7443,
            "id": "3181597"
        },
        {
            "title": "Governor of Leningrad Oblast",
            "text": "Governor of Leningrad",
            "start": 7445,
            "end": 7466,
            "id": "35797880"
        },
        {
            "title": "Georgia (country)",
            "text": "Georgia",
            "start": 7785,
            "end": 7792,
            "id": "48768"
        },
        {
            "title": "NATO",
            "text": "NATO",
            "start": 7979,
            "end": 7983,
            "id": "21133"
        },
        {
            "title": "European Union",
            "text": "European Union",
            "start": 7994,
            "end": 8008,
            "id": "9317"
        },
        {
            "title": "Ukraine",
            "text": "Ukraine",
            "start": 8011,
            "end": 8018,
            "id": "31750"
        },
        {
            "title": "Tel Aviv",
            "text": "Tel Aviv",
            "start": 8111,
            "end": 8119,
            "id": "31453"
        },
        {
            "title": "Flag of Russia",
            "text": "Russian flag",
            "start": 8171,
            "end": 8183,
            "id": "326003"
        },
        {
            "title": "Brussels",
            "text": "Brussels",
            "start": 8188,
            "end": 8196,
            "id": "3708"
        },
        {
            "title": "2016 Brussels bombings",
            "text": "similar attack",
            "start": 8206,
            "end": 8220,
            "id": "49896050"
        },
        {
            "title": "ING Group",
            "text": "ING Marnix building",
            "start": 8252,
            "end": 8271,
            "id": "230965"
        },
        {
            "title": "Trône/Troon metro station",
            "text": "Throne metro station",
            "start": 8281,
            "end": 8301,
            "id": "18168789"
        },
        {
            "title": "Eiffel Tower",
            "text": "Eiffel Tower",
            "start": 8424,
            "end": 8436,
            "id": "9232"
        },
        {
            "title": "The Independent",
            "text": "The Independent",
            "start": 8478,
            "end": 8493,
            "id": "103958"
        },
        {
            "title": "Islamic State of Iraq and the Levant",
            "text": "ISIL",
            "start": 8527,
            "end": 8531,
            "id": "9087364"
        },
        {
            "title": "Bashar al-Assad",
            "text": "Bashar al-Assad",
            "start": 8600,
            "end": 8615,
            "id": "364813"
        },
        {
            "title": "Tekhnologichesky Institut (Saint Petersburg Metro)",
            "text": "Tekhnologichesky Institut",
            "start": 8794,
            "end": 8819,
            "id": "9800069"
        },
        {
            "title": "Sennaya Ploshchad (Saint Petersburg Metro)",
            "text": "Sennaya Ploshchad",
            "start": 8874,
            "end": 8891,
            "id": "19946748"
        },
        {
            "title": "Cadet",
            "text": "Kursant",
            "start": 9037,
            "end": 9044,
            "id": "636194"
        }
    ],
    "_chunk_id": "b_15974451833-15981021287"
}