{
    "_id": "57990985",
    "id": "57990985",
    "title": "2018 As-Suwayda attacks",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Attacks==",
            "start": 315,
            "end": 326
        },
        {
            "text": "==Casualties==",
            "start": 1767,
            "end": 1781
        },
        {
            "text": "== Aftermath ==",
            "start": 2799,
            "end": 2814
        },
        {
            "text": "== Reactions ==",
            "start": 4850,
            "end": 4865
        },
        {
            "text": "==See also==",
            "start": 5330,
            "end": 5342
        },
        {
            "text": "== References ==",
            "start": 5513,
            "end": 5529
        }
    ],
    "categories": [
        "Suicide bombings in 2018",
        "Mass shootings in Syria",
        "2018 murders in Asia",
        "As-Suwayda Governorate in the Syrian Civil War",
        "ISIL terrorist incidents in Syria",
        "July 2018 crimes in Asia",
        "July 2018 events in Syria",
        "Mass murder in 2018",
        "Suicide bombings in Syria",
        "2010s murders in Syria",
        "2018 crimes in Syria"
    ],
    "infobox": "{{Infobox civilian attack\n| title      = 2018 As-Suwayda attacks\n| partof     = the [[2018 Southern Syria offensive]] of the [[Syrian Civil War]]\n| image      = File:As-Suwayda in Syria (+Golan hatched).svg\n| caption    = Location of As-Suwayda Governorate within Syria\n| location   = [[As-Suwayda Governorate]], [[Syria]]\n| coordinates = \n| date       = 25 July 2018\n| time       = \n| timezone   = \n| type       = Suicide bombings, shootings, hostage taking\n| fatalities = 258 (+63 attackers)\n| injuries   = 180\n| perps      = \n| perp       = {{flag|ISIL|name=Islamic State of Iraq and the Levant|size=22px}}\n| susperps   = \n| susperp    = \n| weapons    = [[Suicide vest]]s, [[Automatic firearm|Automatic weapons]]\n| motive     = \n}}",
    "article": "The 2018 As-Suwayda attacks were a string of suicide bombings and gun attacks that took place in and around As-Suwayda, Syria on 25 July, killing at least 258 people and injuring 180 others. The attacks were committed by the Islamic State of Iraq and the Levant (ISIL) and largely targeted Syria's Druze minority.\n\n==Attacks==\nThe attackers began by assaulting defensive positions in the city. When they depleted their ammunition, they detonated their explosive vests. The Syrian Arab News Agency reported two separate suicide attacks in Suweida, with security forces killing two other attackers before they could blow themselves up, and arresting another inside Suwaida General Hospital. Groups of militants also attacked areas in the Al-Mushannaf nahiyah in a coordinated assault and four villages ( Al-Sbeky , Ramy , Ghethet-Hamael and Tarbeh ), gaining temporary control of several settlements, slaughtered families in their houses and seizing hostages. Local people gathered and defended their villages with simple weapons and  retook the villages without support of governmental forces . A substantial number of Druze militias were involved in driving the ISIL forces back, most notably the Rijal al-Karama movement and the Mountain Brigade, one of whose sub-commanders (Sheikh Abu Mu'annis Nabil Saymu'a) was killed in course of the fighting. The Christian SSNP also aided the local pro-government defenders, while the Syrian Army only arrived in the area after the combat had already ended two days later.\n\nA suicide bombing in a vegetable market in the capital of the province, Al Suwayda, resulted in at least 38 casualties. Following the attack, three captured ISIL fighters were publicly hanged by the angry local Druze people in the provincial capital.\n\n==Casualties==\nInitially, the head of the Sweida health authority told the pro-Damascus Sham FM radio some 96 people were killed and 176 wounded in total. Later, the director of health updated the number of deaths and injuries and said that 215 people were killed and 180 others injured in the attacks. The Syrian Observatory for Human Rights, a UK-based monitoring group, reported 258 deaths (142 civilians and 116 government fighters), in addition to 63 ISIL fighters. Also, between 14-20 and 36 Druze women and children were abducted by ISIL fighters during the raid, and taken to their holdouts in the desert. Afterward some managed to escape while several died in captivity. ISIL executed all the Druze men they've captured. ISIL executed several Syrian army soldiers and NDF members captured during the raid, posting videos of their executions on the Internet. ISIL had threatened to execute the captured Druze women if the Syrian army didn't stop their offensive against ISIL in the Yarmouk basin in western Daraa province.\n\n== Aftermath ==\n\n\nAs-Suwayda Governor Amer al-Eshi reported that the city had been secured by evening. The state-run television station, Ikhbariyah TV, reported that the Syrian Air Force has launched a bombing campaign on ISIS-held villages of al-Matouna, Duma, and Tima. On the 31st of July 2018, in exchange for the release of the Druze women captured by ISIL in the raid in eastern Suweida, the Syrian Army evacuated hundreds of ISIL fighters from the Yarmouk basin in western Daraa to their strongholds in the Badiya region in eastern Syria Desert.\nMany Druze people were very angry with the Syrian Military because of the incompetent security measures in Suwayda province, accusing the Syrian Government of deliberately allowing the attacks so that they can have a casus belli to reimpose stricter government control over the Suwayda province and end the Druze autonomy, especially because the attack was made by ISIL fighters evacuated from Southern Damascus to Eastern Syria Desert in May 2018.\n\nAfterwards, the Syrian government offered a deal to ISIL, that the 30+ captured Druze civilians will be swapped in the prisoner exchange for over 200 ISIL fighters of Jaysh Khaled bin Walid who surrendered in southwestern Daraa on 31 July 2018, however ISIL forces in Badiya region refused the prisoner exchange, and instead requested a large sum of ransom money for the release of the captured Druze civilians, which the Syrian army refused to pay. In order to pressure the Syrian government to pay the ransom, ISIL executed one of the male Druze civilians captured in the raid on August 2, and posted the video of his execution on the internet. In response, the Syrian army threatened ISIL forces in Badiya region that if they did not release the captives, that they would be destroyed in the upcoming military operation in Badiya al Sham region.\nIt was reported from local residents that the defense forces belonging to Al-Baath Party removed its defensive medium-sized weapons four days before the attack despite knowing the imminent threats.\n\n== Reactions ==\n\n* : Saad el Gamal, chairman of the Committee for Arab Affairs in the Egyptian Parliament, condemned the attacks while suggesting that foreign interference in Syrian internal affairs \"offers a cover for terrorists\".\n* : The YPG released a statement on August 4 condemning the attacks and calling for further actions against IS: \"The attack reveals once again the true face of IS and shows clearly that this terrorist group must be destroyed as soon as possible\".\n\n==See also==\n* 2018 Southern Syria offensive\n* Timeline of the Syrian Civil War (May-August 2018)\n* As-Suwayda offensive (June 2018)\n* As-Suwayda offensive (August 2018)\n* Inghimasi\n\n== References ==",
    "links": [
        {
            "title": "2018 As-Suwayda attacks",
            "text": "2018 As-Suwayda attacks",
            "start": 4,
            "end": 27,
            "id": "57990985"
        },
        {
            "title": "Suicide attack",
            "text": "suicide bombing",
            "start": 45,
            "end": 60,
            "id": "18835454"
        },
        {
            "title": "As-Suwayda",
            "text": "As-Suwayda",
            "start": 108,
            "end": 118,
            "id": "2590570"
        },
        {
            "title": "Syria",
            "text": "Syria",
            "start": 120,
            "end": 125,
            "id": "7515849"
        },
        {
            "title": "Islamic State of Iraq and the Levant",
            "text": "Islamic State of Iraq and the Levant",
            "start": 225,
            "end": 261,
            "id": "9087364"
        },
        {
            "title": "Druze",
            "text": "Druze",
            "start": 298,
            "end": 303,
            "id": "8632"
        },
        {
            "title": "Syrian Arab News Agency",
            "text": "Syrian Arab News Agency",
            "start": 473,
            "end": 496,
            "id": "13248504"
        },
        {
            "title": "Al-Mushannaf",
            "text": "Al-Mushannaf",
            "start": 736,
            "end": 748,
            "id": "36897695"
        },
        {
            "title": "Nahiyah",
            "text": "nahiyah",
            "start": 749,
            "end": 756,
            "id": "5090719"
        },
        {
            "title": "Sheikh",
            "text": "Sheikh",
            "start": 1277,
            "end": 1283,
            "id": "178433"
        },
        {
            "title": "Syrian Social Nationalist Party",
            "text": "SSNP",
            "start": 1364,
            "end": 1368,
            "id": "1337691"
        },
        {
            "title": "Syrian Army",
            "text": "Syrian Army",
            "start": 1426,
            "end": 1437,
            "id": "3423927"
        },
        {
            "title": "Syrian Observatory for Human Rights",
            "text": "Syrian Observatory for Human Rights",
            "start": 2074,
            "end": 2109,
            "id": "34029669"
        },
        {
            "title": "Ikhbariyah TV",
            "text": "Ikhbariyah TV",
            "start": 2936,
            "end": 2949,
            "id": null
        },
        {
            "title": "Syrian Air Force",
            "text": "Syrian Air Force",
            "start": 2969,
            "end": 2985,
            "id": "377735"
        },
        {
            "title": "Parliament of Egypt",
            "text": "Egyptian Parliament",
            "start": 4936,
            "end": 4955,
            "id": "1913567"
        },
        {
            "title": "2018 Southern Syria offensive",
            "text": "2018 Southern Syria offensive",
            "start": 5345,
            "end": 5374,
            "id": "57645711"
        },
        {
            "title": "Timeline of the Syrian Civil War (May–August 2018)",
            "text": "Timeline of the Syrian Civil War (May-August 2018)",
            "start": 5377,
            "end": 5427,
            "id": "57297587"
        },
        {
            "title": "As-Suwayda offensive (June 2018)",
            "text": "As-Suwayda offensive (June 2018)",
            "start": 5430,
            "end": 5462,
            "id": "57644459"
        },
        {
            "title": "As-Suwayda offensive (August–November 2018)",
            "text": "As-Suwayda offensive (August 2018)",
            "start": 5465,
            "end": 5499,
            "id": "58097100"
        },
        {
            "title": "Inghimasi",
            "text": "Inghimasi",
            "start": 5502,
            "end": 5511,
            "id": "56886642"
        }
    ],
    "_chunk_id": "b_16968994037-16975858564"
}