{
    "_id": "59698869",
    "id": "59698869",
    "title": "2019 Bogotá car bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 695,
            "end": 709
        },
        {
            "text": "=== Colombian conflict ===",
            "start": 710,
            "end": 736
        },
        {
            "text": "=== Peace dialogue ===",
            "start": 1740,
            "end": 1762
        },
        {
            "text": "=== ELN in Venezuela ===",
            "start": 2499,
            "end": 2523
        },
        {
            "text": "==Events==",
            "start": 3478,
            "end": 3488
        },
        {
            "text": "=== Planning ===",
            "start": 3490,
            "end": 3506
        },
        {
            "text": "=== Attack ===",
            "start": 4563,
            "end": 4577
        },
        {
            "text": "=== Initial investigations ===",
            "start": 5584,
            "end": 5614
        },
        {
            "text": "=== Peace dialogue ends ===",
            "start": 6681,
            "end": 6708
        },
        {
            "text": "===Claim of responsibility===",
            "start": 7891,
            "end": 7920
        },
        {
            "text": "==International reactions==",
            "start": 8396,
            "end": 8423
        },
        {
            "text": "==References==",
            "start": 9838,
            "end": 9852
        }
    ],
    "categories": [
        "2019 in Colombia",
        "21st century in Bogotá",
        "Car and truck bombings in Colombia",
        "Communist terrorism",
        "January 2019 crimes",
        "January 2019 events in South America",
        "Suicide car and truck bombings",
        "Terrorist incidents in South America in 2019",
        "2019 crimes in Colombia",
        "Mass murder in 2019",
        "Terrorist incidents in Colombia",
        "Terrorist incidents in Colombia in the 2010s"
    ],
    "infobox": "{{Infobox civilian attack\n| title=2019 Bogotá car bombing\n| partof =\n| caption =\n| location = [[Bogotá]], [[Colombia]]\n| date = 17 January 2019\n| image =\n| type = [[Suicide bombing]]\n| fatalities = 22 (including the bomber)<ref>{{cite web|url=https://www.theguardian.com/world/2019/jan/17/car-bomb-explodes-at-police-academy-in-bogota|title=Car bomb kills at least 10 at police academy in Bogotá|last1=Staff|last2=agencies|date=17 January 2019|accessdate=17 January 2019|via=www.theguardian.com|archive-url=https://web.archive.org/web/20190117200743/https://www.theguardian.com/world/2019/jan/17/car-bomb-explodes-at-police-academy-in-bogota|archive-date=2019-01-17|url-status=live}}</ref>\n| injuries = 68\n| target = [[National Police of Colombia]]\n| weapons = [[Car bomb]]\n| coordinates = {{coord|04|35|27|N|74|07|48|W|display=inline,title}}\n| map = {{Location map many | Colombia Bogotá#Colombia\n | width = 250\n | label1 = '''Bombing'''\n | position = left\n | background =\n | coordinates = {{coord|4|35|N|74|07|W}}\n}}\n}}",
    "article": "On 17 January 2019, a vehicle was driven into the General Santander National Police Academy in Bogotá, Colombia. The truck forced its way into the facility, hit a wall and detonated, killing 22 people (including the perpetrator) and injuring 68 others. Suicide attacks are unusual in Colombia. The car contained about  of pentolite. It was the deadliest attack on the Colombian capital since the 2003 El Nogal Club bombing and the first terrorist attack on the capital since the 2017 Centro Andino bombing. The National Liberation Army (ELN) accepted responsibility for the attack and justified it as a response to the bombings made by the Colombian government during the unilateral ceasefire.\n\n==Background==\n=== Colombian conflict ===\nThe Colombian conflict started in 1964, although systematic violence in the country can be dated since the end of the 19th century (Thousand Days' War). The National Liberation Army (ELN) is one of the most prominent participants of the ongoing conflict. For decades, residents of Bogotá lived in fear of being a victim of a bombing by leftist rebels or Pablo Escobar's Medellín drug cartel. But as Colombia's conflict has wound down, and the nation's largest rebel group, the Revolutionary Armed Forces of Colombia (FARC) disarmed under a 2016 peace deal, security has improved and attacks have become less frequent.\n\nSporadic attacks have affected the city since the peace deal was initiated. The most prominent was an explosion at the upmarket Andino shopping mall in June 2017 which killed three people, including a French woman, and injured another 11. Police later arrested several suspected members of a far-left urban guerrilla group called the People Revolutionary's Movement for the bombing.\n\n=== Peace dialogue ===\nThe 2016 peace deal between the FARC and Colombian government resulted in the ELN gaining strength in the region. The Colombian government has attempted to establish peace dialogue with the ELN since 2017, though ELN groups have rejected conditions placed by the government, such as the end of criminal actions including violent attacks and kidnappings. The ELN, however, persisted that the Colombian government should continue dialogue without making any demands towards the group. Between 2017 and up until the attack, Colombian officials stated that the ELN had participated in at least 400 terrorist attacks in the nation since dialogue began, including the shoot down of a civilian helicopter and the kidnapping of its occupants.\n\n=== ELN in Venezuela ===\nAccording to InSight Crime, the ELN and FARC dissidents allegedly met together in Venezuela to form a potential alliance in October 2018. Sources based in the Arauca department in Colombia provided the information, with reports that the groups would participate in illicit activity together. It was also alleged that former FARC commander Iván Márquez participated in the talks with the ELN.\n\nIn November 2018, InSight Crime also reported that the ELN was present in over twelve Venezuelan states, spanning from the Colombia-Venezuela border in the west across Venezuela and into Brazil and Guyana to the east. Insight Crime states that Venezuelan president Nicolás Maduro was tolerant of the ELN, explaining that \"ELN’s expansion in Venezuela has been marked by the Maduro administration’s inaction and even encouragement towards the group\", with reports from Venezuelan NGO Fundación Redes that the Venezuelan military had possibly armed ELN members.\n\n==Events==\n\n=== Planning ===\nAttorney General  identified the perpetrator as José Aldemar Rojas Rodríguez, known as \"Mocho Kiko\" because of his missing hand due to a previous explosion, a 57-year-old from the northern department of Boyacá. Rojas is alleged to have been involved with the ELN for three decades and served as an intelligence chief for a branch of the group. Since 2011, Rojas is alleged to have been teaching guerrilla militants in Venezuela how to construct explosives.\n\nRicardo Carvajal, who was previously investigated for drug trafficking in 2012 but was acquitted of the charges, allegedly contracted Rojas for the bombing due to his experience. The bombing, according to Colombian authorities, had been planned for more than ten months. In May 2018, Colombian records show that Rojas purchased a 1993 Nissan Patrol from Mauricio Mosquera, who was previously charged with terrorism and rebellion. On 27 July 2018, the vehicle was officially inspected in Arauca, Arauca, a city found on the border of Colombia and Venezuela where the ELN mainly controls territory.\n\n=== Attack ===\nThe authorities stated that on 17 January 2019 at 9:30am, Rojas drove his grey 1993 Nissan Patrol loaded with  of pentolite to the campus of the General Santander National Police Academy and dropped off a passenger at a nearby bus stop. Rojas then reportedly drove his truck down a side street used for deliveries to make his way onto the campus. When a detection dog signaled explosives on the vehicle, the driver forced his vehicle through a security checkpoint and struck security guards. The explosives in the truck were then detonated near the women's dormitories at the police academy as students were leaving a promotion ceremony. It is unknown if the driver detonated the explosives or if it was possibly the individual he left near the bus stop who remotely triggered the device.\n\nIn the immediate aftermath, the authorities began investigating Rojas's possible connections to either the National Liberation Army (ELN) guerrilla movement, the Clan Úsuga organized crime gang, or FARC dissidents.\n\n=== Initial investigations ===\nOn 18 January, Defence Minister  identified Rojas Rodríguez as a long-time member of the ELN, within which he served as an explosives expert. Investigators were able to identify Rojas with security camera footage and fingerprints from his remaining hand.\n\nA second individual, who Attorney General Martínez said \"had participated in the attack\", was arrested in Bogotá at 2:30am on the day following the attack.  The individual was identified as Ricardo Carvajal after he allegedly confessed to the bombings over a telephone call investigators intercepted. He was found with a \"combatant's manual\" and numerous coveralls. Carvajal Salgar denied that he was involved in the attack and his family stated that the coveralls were used for the jobs he worked.\n\nAccording to Colombian authorities, there are on-going operations throughout Bogotá and the department of Arauca to capture other individuals suspected of having been involved in the attack, and that the ELN was responsible despite the organization not taking claim for the attack as it has done in the past.\n\n=== Peace dialogue ends ===\nPresident Iván Duque Márquez announced on 18 January that peace dialogue between the Government of Colombia and the ELN was officially suspended. Duque also demanded that Cuba extradite the ten ELN leaders that found refuge on the island nation during peace talks and the reactivation of their Interpol Red Notices, and he criticized Venezuela for providing refuge for the ELN on the Colombia-Venezuela border. In response to the request, Cuba's Foreign Minister announced that Cuba would abide by the protocols of ongoing negotiations between both parties.\n\nThe President of the National Constituent Assembly of Venezuela, Diosdado Cabello, denied any Venezuelan involvement in the attacks on 18 January. On 21 January, Colombian Foreign Minister Carlos Holmes Trujillo called for a \"concrete response\" from the government of Nicolás Maduro in Venezuela on whether the ELN was present in Venezuela, explaining that prior to the attack, the Colombian government asked the Venezuelan government on the potential presence of ELN groups in Venezuela without a response. Holmes Trujillo also stated that the Maduro government had taken \"evasive positions\" when speaking about the ELN.\n\n===Claim of responsibility===\n\nELN accepted the responsibility for the attack, saying the bombing was carried out in retaliation for the Colombian government not honoring the ceasefire by carrying out attacks on its camps. It justified that government and the cadres of its security forces had therefore become legitimate targets and called for resuming peace dialogue. High Peace Commissioner Miguel Ceballos spoke out against its members being sheltered anymore now that it had claimed responsibility.\n\n==International reactions==\nA foreign national, identified as a female cadet from Ecuador, was killed in the attack, while three nationals from Panama, one from the United States and another also from Ecuador were wounded. Their respective governments have expressed their condemnation for the attack and assistance to their citizens.\n\n* Cuba: Cuba shared condolences with Colombia, with its foreign ministry stating Cuba \"will act with strict respect for the Protocols of Dialogue and Peace signed by the Government and the ELN, including the Protocol in Case of a Rupture in Negotiations\".\n* Ecuador: President Lenín Moreno lamented the death of Erika Chicó, the Ecuadorian cadet killed in the attack, and expressed his condolences to Colombia. He also announced that he was to send Vice President Otto Sonnenholzner to Bogotá accompanied by Chicó's relatives.\n* Panama: The Panamanian embassy in Bogotá expressed its indignation at the attack, and provided a phone number for information about Panamanian cadets affected.\n* United States: The Assistant Secretary of State for Western Hemisphere Affairs Kimberly Breier condemned the bombing and said: \"Our condolences and sympathies go to the victims and family members of those killed\", while the U.S. Embassy in Bogotá offered its \"help in investigating this reprehensible attack\".\n\nArgentina, Brazil, Peru, Venezuela, and the Organization of American States also condemned the attack.\n\n==References==",
    "links": [
        {
            "title": "General Santander National Police Academy",
            "text": "General Santander National Police Academy",
            "start": 50,
            "end": 91,
            "id": "8014169"
        },
        {
            "title": "Bogotá",
            "text": "Bogotá",
            "start": 95,
            "end": 101,
            "id": "211271"
        },
        {
            "title": "Colombia",
            "text": "Colombia",
            "start": 103,
            "end": 111,
            "id": "5222"
        },
        {
            "title": "Suicide attack",
            "text": "Suicide attacks",
            "start": 253,
            "end": 268,
            "id": "18835454"
        },
        {
            "title": "Pentolite",
            "text": "pentolite",
            "start": 322,
            "end": 331,
            "id": "5181068"
        },
        {
            "title": "2003 El Nogal Club bombing",
            "text": "2003 El Nogal Club bombing",
            "start": 396,
            "end": 422,
            "id": "7597804"
        },
        {
            "title": "Centro Andino bombing",
            "text": "2017 Centro Andino bombing",
            "start": 479,
            "end": 505,
            "id": "57912346"
        },
        {
            "title": "National Liberation Army (Colombia)",
            "text": "National Liberation Army (ELN)",
            "start": 511,
            "end": 541,
            "id": "822032"
        },
        {
            "title": "Colombian conflict",
            "text": "Colombian conflict",
            "start": 741,
            "end": 759,
            "id": "1857628"
        },
        {
            "title": "Thousand Days' War",
            "text": "Thousand Days' War",
            "start": 869,
            "end": 887,
            "id": "4705172"
        },
        {
            "title": "National Liberation Army (Colombia)",
            "text": "National Liberation Army",
            "start": 894,
            "end": 918,
            "id": "822032"
        },
        {
            "title": "Pablo Escobar",
            "text": "Pablo Escobar",
            "start": 1091,
            "end": 1104,
            "id": "161570"
        },
        {
            "title": "Medellín Cartel",
            "text": "Medellín drug cartel",
            "start": 1107,
            "end": 1127,
            "id": "357286"
        },
        {
            "title": "Revolutionary Armed Forces of Colombia",
            "text": "Revolutionary Armed Forces of Colombia",
            "start": 1214,
            "end": 1252,
            "id": "26100"
        },
        {
            "title": "Colombian peace process",
            "text": "2016 peace deal",
            "start": 1277,
            "end": 1292,
            "id": "51422824"
        },
        {
            "title": "InSight Crime",
            "text": "InSight Crime",
            "start": 2537,
            "end": 2550,
            "id": "36274119"
        },
        {
            "title": "FARC dissidents",
            "text": "FARC dissidents",
            "start": 2564,
            "end": 2579,
            "id": "57074954"
        },
        {
            "title": "Arauca, Arauca",
            "text": "Arauca department",
            "start": 2683,
            "end": 2700,
            "id": "549648"
        },
        {
            "title": "Iván Márquez",
            "text": "Iván Márquez",
            "start": 2863,
            "end": 2875,
            "id": "7730639"
        },
        {
            "title": "Nicolás Maduro",
            "text": "Nicolás Maduro",
            "start": 3182,
            "end": 3196,
            "id": "7161476"
        },
        {
            "title": "Office of the Attorney General of Colombia",
            "text": "Attorney General",
            "start": 3507,
            "end": 3523,
            "id": "11142470"
        },
        {
            "title": "Boyacá Department",
            "text": "Boyacá",
            "start": 3710,
            "end": 3716,
            "id": "185665"
        },
        {
            "title": "Nissan Patrol",
            "text": "Nissan Patrol",
            "start": 4300,
            "end": 4313,
            "id": "1033540"
        },
        {
            "title": "Arauca, Arauca",
            "text": "Arauca, Arauca",
            "start": 4452,
            "end": 4466,
            "id": "549648"
        },
        {
            "title": "Nissan Patrol",
            "text": "Nissan Patrol",
            "start": 4662,
            "end": 4675,
            "id": "1033540"
        },
        {
            "title": "Pentolite",
            "text": "pentolite",
            "start": 4692,
            "end": 4701,
            "id": "5181068"
        },
        {
            "title": "General Santander National Police Academy",
            "text": "General Santander National Police Academy",
            "start": 4723,
            "end": 4764,
            "id": "8014169"
        },
        {
            "title": "Detection dog",
            "text": "detection dog",
            "start": 4932,
            "end": 4945,
            "id": "1463215"
        },
        {
            "title": "National Liberation Army (Colombia)",
            "text": "National Liberation Army",
            "start": 5475,
            "end": 5499,
            "id": "822032"
        },
        {
            "title": "Clan del Golfo",
            "text": "Clan Úsuga",
            "start": 5530,
            "end": 5540,
            "id": "34249730"
        },
        {
            "title": "FARC dissidents",
            "text": "FARC dissidents",
            "start": 5566,
            "end": 5581,
            "id": "57074954"
        },
        {
            "title": "Ministry of National Defense (Colombia)",
            "text": "Defence Minister",
            "start": 5630,
            "end": 5646,
            "id": "9264354"
        },
        {
            "title": "Arauca Department",
            "text": "department of Arauca",
            "start": 6463,
            "end": 6483,
            "id": "549644"
        },
        {
            "title": "Iván Duque Márquez",
            "text": "Iván Duque Márquez",
            "start": 6719,
            "end": 6737,
            "id": "57023855"
        },
        {
            "title": "Interpol notice",
            "text": "Interpol Red Notices",
            "start": 7003,
            "end": 7023,
            "id": "691894"
        },
        {
            "title": "2017 Constituent National Assembly",
            "text": "National Constituent Assembly of Venezuela",
            "start": 7289,
            "end": 7331,
            "id": "54718453"
        },
        {
            "title": "Diosdado Cabello",
            "text": "Diosdado Cabello",
            "start": 7333,
            "end": 7349,
            "id": "49006"
        },
        {
            "title": "Carlos Holmes Trujillo",
            "text": "Carlos Holmes Trujillo",
            "start": 7457,
            "end": 7479,
            "id": "58998167"
        },
        {
            "title": "Nicolás Maduro",
            "text": "Nicolás Maduro",
            "start": 7536,
            "end": 7550,
            "id": "7161476"
        },
        {
            "title": "Ecuador",
            "text": "Ecuador",
            "start": 8478,
            "end": 8485,
            "id": "9334"
        },
        {
            "title": "Panama",
            "text": "Panama",
            "start": 8540,
            "end": 8546,
            "id": "22997"
        },
        {
            "title": "United States",
            "text": "United States",
            "start": 8561,
            "end": 8574,
            "id": "3434750"
        },
        {
            "title": "Cuba",
            "text": "Cuba",
            "start": 8734,
            "end": 8738,
            "id": "5042481"
        },
        {
            "title": "Ecuador",
            "text": "Ecuador",
            "start": 8990,
            "end": 8997,
            "id": "9334"
        },
        {
            "title": "President of Ecuador",
            "text": "President",
            "start": 8999,
            "end": 9008,
            "id": "840787"
        },
        {
            "title": "Lenín Moreno",
            "text": "Lenín Moreno",
            "start": 9009,
            "end": 9021,
            "id": "8187373"
        },
        {
            "title": "Vice President of Ecuador",
            "text": "Vice President",
            "start": 9181,
            "end": 9195,
            "id": "17370343"
        },
        {
            "title": "Otto Sonnenholzner",
            "text": "Otto Sonnenholzner",
            "start": 9196,
            "end": 9214,
            "id": "59428614"
        },
        {
            "title": "Panama",
            "text": "Panama",
            "start": 9261,
            "end": 9267,
            "id": "22997"
        },
        {
            "title": "United States",
            "text": "United States",
            "start": 9423,
            "end": 9436,
            "id": "3434750"
        },
        {
            "title": "Assistant Secretary of State for Western Hemisphere Affairs",
            "text": "Assistant Secretary of State for Western Hemisphere Affairs",
            "start": 9442,
            "end": 9501,
            "id": "4088107"
        },
        {
            "title": "Kimberly Breier",
            "text": "Kimberly Breier",
            "start": 9502,
            "end": 9517,
            "id": "59700707"
        },
        {
            "title": "Argentina",
            "text": "Argentina",
            "start": 9734,
            "end": 9743,
            "id": "18951905"
        },
        {
            "title": "Brazil",
            "text": "Brazil",
            "start": 9745,
            "end": 9751,
            "id": "3383"
        },
        {
            "title": "Peru",
            "text": "Peru",
            "start": 9753,
            "end": 9757,
            "id": "170691"
        },
        {
            "title": "Venezuela",
            "text": "Venezuela",
            "start": 9759,
            "end": 9768,
            "id": "32374"
        },
        {
            "title": "Organization of American States",
            "text": "Organization of American States",
            "start": 9778,
            "end": 9809,
            "id": "22788"
        }
    ],
    "_chunk_id": "b_17323623082-17330169489"
}