{
    "_id": "60475649",
    "id": "60475649",
    "title": "2019 Quetta bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "== Background ==",
            "start": 651,
            "end": 667
        },
        {
            "text": "== Blast ==",
            "start": 1203,
            "end": 1214
        },
        {
            "text": "== Responsibility ==",
            "start": 1655,
            "end": 1675
        },
        {
            "text": "== Reaction ==",
            "start": 2343,
            "end": 2357
        },
        {
            "text": "== Aftermath ==",
            "start": 6957,
            "end": 6972
        },
        {
            "text": "=== Protests ===",
            "start": 6973,
            "end": 6989
        },
        {
            "text": "=== CCTV ===",
            "start": 13900,
            "end": 13912
        },
        {
            "text": "=== Security of Hazara people ===",
            "start": 14505,
            "end": 14538
        },
        {
            "text": "=== Operation Radd ul fasaad ===",
            "start": 14988,
            "end": 15020
        },
        {
            "text": "== See also ==",
            "start": 15439,
            "end": 15453
        },
        {
            "text": "== References ==",
            "start": 15520,
            "end": 15536
        }
    ],
    "categories": [
        "2019 murders in Pakistan",
        "2010s crimes in Quetta",
        "21st-century mass murder in Pakistan",
        "April 2019 crimes in Asia",
        "April 2019 events in Pakistan",
        "Islamic terrorist incidents in 2019",
        "Marketplace attacks in Asia",
        "Mass murder in 2019",
        "Mass murder in Quetta",
        "Persecution of Hazara people",
        "Shia–Sunni sectarian violence in Pakistan",
        "Suicide bombings in 2019",
        "Suicide bombings in Quetta",
        "Terrorist incidents in Pakistan in 2019"
    ],
    "infobox": "{{Infobox civilian attack\n| title       = 2019 Quetta bombing\n| partof      = the [[Insurgency in Balochistan]]\n| image       = {{location map+|Pakistan|float=center|border=infobox|width=275|caption=Location of incidents shown in the map of Pakistan. |places=\n{{Location map~|Pakistan|label=Quetta|mark=Red_pog.svg|position=bottom|lat=30.1830 |long=66.9987}}}}\n| image_size  = \n| alt         = \n| caption     = \n| map         = \n| map_size    = \n| map_alt     = \n| map_caption = \n| location    = [[Quetta]], Pakistan\n|target       = [[Hazaras]], [[Shia Islam|Shiites]]\n| coordinates = \n|date         = 12 April 2019\n| time        = \n| timezone    = \n| type        = [[Suicide bombing]]\n| fatalities  = 22 (including suicide bomber)<ref>{{Cite web|url=https://nation.com.pk/14-Apr-2019/body-parts-of-hazarganji-suicide-bomber-sent-for-dna|title=Body Parts of suicide bomber sent for dna|website=nation.com.pk|access-date=2019-04-15}}</ref>\n| injuries    = 48+\n| victims     = <!-- or | victim = -->\n| perpetrators= [[Lashkar-e-Jhangvi]], [[Islamic State of Iraq and the Levant|ISIL/Islamic State]]<ref>{{Cite web|url=https://abcnews.go.com/International/wireStory/claims-suicide-bombing-pakistan-killed-20-62377281|title=IS claims suicide bombing in Pakistan that killed 20|website=abcnews.go.com|access-date=2019-04-14}}</ref><ref>{{Cite web|url=https://www.aljazeera.com/news/2019/04/deadly-blast-hits-market-pakistan-quetta-190412045209786.html|title=Pakistan: Deadly explosion rips through Quetta market|website=aljazeera.com|access-date=2019-04-14}}</ref>\n| assailants  = <!-- or | assailant = -->\n| susperps    = <!-- or | susperp = -->\n| weapons     = [[Suicide attack|Bomb]], [[Explosive belt|Suicide belt]]\n| motive      = [[Terrorism in Pakistan|Terrorism]], [[Sectarian violence in Pakistan]], [[Anti-Shi'ism]]<ref>{{Cite web|url=https://www.thenews.com.pk/print/457410-blood-on-the-streets|title=Blood on the streets|website=thenews.com.pk|access-date=2019-04-15}}</ref>\n}}",
    "article": "The 2019 Quetta bombing was a suicide bomb attack on an open marketplace in Quetta, Pakistan on 12 April, killing 21 people. The bombing took place near an area where many minority Shiite Muslims live. At least ten Hazara, including nine Shiites, were among the dead. Two paramilitary soldiers were also killed in the bombing. PM Imran Khan expressed condolences for the lives lost, directed the authorities to ensure the best medical treatment for the injured, and ordered an increase in security for Shiites and Hazara people. Lashkar-e-Jhangvi and ISIL later accepted responsibility for the attack, stating that \"their target were Hazara people.\"\n\n== Background ==\nHazaras have been frequently targeted by Taliban and Islamic State militants and other Sunni Muslim militant groups in both Pakistan and Afghanistan. They have been heavily targeted in Afghanistan in attacks claimed by an affiliate of the Islamic State. 509 Hazara people has been killed in terror related incidents in the last 5 years alone in Quetta. Most of them have been killed in targeted killings, mass shootings, and suicide attacks. Sunni extremist groups consider Hazara people to be kafirs, as they are predominantly Shia.\n\n== Blast ==\nA suicide attack was carried out in the late afternoon of 12 April 2019 by the Sunni militant at a potato stall in a crowded Hazarganji vegetable market. One survivor reported the blast being so powerful that the air was filled with black smoke and people were unable to hear each other. 20 people including one paramilitary soldier were killed, as well as the perpetrator. On 16 April, one more paramilitary soldier died of his injuries.\n\n== Responsibility ==\nInitially, no group claimed responsibility for the blast. After some hours, the leader of Sunni militant group Lashkar-e-Jhangvi claimed responsibility for the attack and issued a warning that more attacks were planned. A spokesperson of the group, Qari Saifullah, told CNN \"We claim responsibility for the attack in Quetta, we targeted the Hazara community.\" The same group had previously carried out attacks against Hazara minorities.\n\nISIL also claimed the responsibility of this attack, releasing a photograph of the bomber along with his name. Various Sunni militant groups in Pakistan, including  Lashkar-e-Jhangvi, have been backed by ISIL for several years.\n\n== Reaction ==\nPakistan's ruling Government PTI condemned the attack and wrote on Twitter: \"We strongly condemn the terrorist attack in #Quetta that resulted in the loss of innocent lives. Prayers for the injured and for the precious lives lost in this heinous attack. Condolences to the families who lost their loved ones.\n\nQuetta, the capital of Pakistan's restive southwestern province of Balochistan, is often targeted by militants, although this was the first such attack this year. \"We will not bow before terrorists,\" Balochistan's chief minister, Jam Kamal Khan, said in a statement shortly after the bombing.\n\nPakistani Prime Minister Imran Khan echoed the condemnation. In a tweet, he wrote: \"Deeply saddened & have strongly condemned the terrorist attack in Hazarganji market area of Quetta targeting our innocent people. I have asked for an immediate inquiry & increased security for the (people). Prayers go to the families of the victims & for early recovery of the injured.\"\n\nMinister of state of Interior Shehryar Khan Afridi condemn the attack and wrote on Twitter,\" A coward attempt to hit the civilians in Quetta. Heartbreaking  to see the loss of civilians life. Security forces are collecting evidence for further investigation. #QuettaBlast.\" He visited the victims in Quetta on 15 April, \"With Heavy heart met the elders of Hazara Community. Certainly your loss can never be recovered but we can set foundations of better tomorrow Let these sacrifices help us make a safer Balochistan & beter(Better) Pakistan. I am indebted that even in sorrow u heard me. I wil(will) stand by my words.\" After 4 days of sit-in, protesters ended the protest after the successful talks, he wrote on Twitter,\"Our Hazara Community calls off to sit in; reflecting the tradition of high values & trust they have on the state Pak. Thanking  Prov & Federal Govt for sharing their pain. I am indebted to respect bestowed by community elders for ending sit in. Thankful to CM Balochistan & @sayedzbukhari.\"\n\nOpposition Party, Pakistan Peoples Party's leader Bilawal Bhutto Zardari condemned the attack. In a tweet, he wrote: \"Condemn the terrorist attack in #Quetta. The government must stop dragging its feet & take action to counter violent extremism. Thoughts and prayers with the families of the victims.\"\n\nPeople of Pakistan strongly condemned this attack, alongside Pakistani journalists, anchors, TV and political personalities.\n\nThough, no one from the ex-ruling Pmln party condemns the attack significantly, let alone Ahsan Iqbal and Maryam Aurangzeb. Ahsan Iqbal wrote in the tweet, \"Extremely saddened to hear Quetta blast news. Strongly condemn this attack. Govt must ensure those behind this attack are brought to justice. Prayers for the departed souls\"\n\nThomas Drew CMG is a British diplomat who is High Commissioner to Pakistan, condemn the attack, he wrote in a tweet, \"Horrific attack this morning in #Quetta. My thoughts, on behalf of Pakistan’s many British friends, are with the victims, their families and friends.\"\n\nQuetta's official PSL team condemn the attack, wrote on Twitter, \"We stand united against the coward attack on our beloved city. Stay strong Quetta #QuettaGladiators #QuettaAttack #WeStandUnited.\"\n\nPakistan Foreign Minister condemned the attack, wrote a tweet, \"A very sad day in Pakistan as Balochistan is hit by two bomb blasts in Quetta and Chaman but our resolve to continue fighting terrorism in all its forms remains unshaken. My thoughts and prayers with those who lost their lives and loved ones in these heinous attacks.\" Turkey's foreign minister also condemned the attack, wrote on Twitter,\"Terrible news from #Pakistan. We mourn with our Pakistani brothers and sisters for the attack in Quetta. Terrorism is a monster to be defeated. Heartfelt condolences @SMQureshiPTI.\" “We received the news with deep sorrow that a bomb blast which took place at a marketplace today in Quetta, capital of the Balochistan province of Pakistan, resulted in many loss of lives and left many others wounded, We condemn this heinous terrorist attack and wish Allah's mercy upon those who lost their lives, a speedy recovery to the wounded, and convey our condolences to the Government and brotherly people of Pakistan,” the Turkish Foreign Ministry said in the statement.\n\nIn a statement, the Embassy of Saudi Arabia in Pakistan said Saudi Arabia stood with Pakistan against all forms of violence, terrorism and extremism. “Saudi Arabia also shares grief with the government and people of Pakistan and prays for early recovery of those injured in the incident,” the statement added.\n\n== Aftermath ==\n=== Protests ===\nThe Hazara people protested regarding the perceived lack of security for them, claiming that \"the Hazara community was being targeted but they weren’t provided effective security.\" Provincial Home Minister Zia Lango visited the site but dialogue with the Hazara community failed once again on security purposes. Hazaras demanded security from Prime Minister Imran Khan. Shortly after the bombing struck near a Shiite residential area, dozens of angry Shiite youths rallied in Quetta, demanding more security from the authorities and the arrest of those behind the attacks. They also denounced the violence by Sunni extremists who have killed hundreds in similar attacks over the past years in Balochistan province. \"It seems people from the (Shiite) Hazara community were the target,\" said senior police chief Abdur Razzaq Cheema.\n\nMembers of the Hazara community staged a sit-in at Quetta's Western Bypass for over 23 hours, demanded better security measures following the blast. Women and children are among those who staged a sit-in since shortly after the blast. The protesters demanded that the government implements an effective security plan and ensure the protection of the Hazara community. Pakistani Shiite youth from Hazara community burn tires to block the main road during a protest to condemn the attack.\n\nHazara protesters refuse to end the Quetta sit-in even after the third day, with protesters continuing to block the western bypass. Federal Minister for Maritime Affairs Syed Ali Haider Zaidi arrived in the provincial capital and met the affected families on the behalf of Prime Minister Imran Khan, stating \"Federal government claimed full responsibility of protecting its citizens regardless of their caste, creed, religion or province and Government is taking strict action and seriously pursuing the investigations into the suicide attack.\" However, the protesters refused to call off their sit-in, demanded the attendance of Prime Minister Imran Khan, the capture of people behind the suicide attack and security of Hazara people. \n\nRepresenting the protesters, advocate Tahir Hazara expressed dismay over the federal government's attitude and regretted that Prime Minister Imran Khan had no time to visit Quetta after the tragic incident. However, he stated no one was safe in Quetta, saying that along with ordinary people, security personnel too had been martyred, adding that it raised questions over the capabilities of the government. He said the state must act without further delay because the people were tired of lifting the coffins of their loved ones. Balochistan National Party-Mengal (BNP-M) president Sardar Akhtar Jan Mengal visited the protest camp of the Hazara community and expressed solidarity with the protestors. A large number of people also staged a protest demonstration outside the Quetta Press Club after marching on main roads, protests erupted in Khyber Pakhtunkhwa, Sindh and Punjab too.\n\nAfter 4 days, the Hazara community ends sit-in after receiving assurances from state minister, Balochistan CM. However, protesters still demanded Imran Khan to visit them, \"Prime Minister Imran Khan should come and console us,\" Muhammad Raza, another participant of the sit-in, had said. \"This time the government should go beyond words and do something practical for our protection.\" Minister of state of Interior Shehryar Khan Afridi had visited the Imam Bargah located in Hazara town to condole with the bereaved family members, speaking to the media, Afridi said \"The federal government will play its role in making sure that these heinous crimes end, I stand  with the community and I assure you that the government has been working to ensure that such crimes end. That is why this was the first such incident to occur over the span of nine months,\" \"we won't let anyone divide Pakistan\", he added.\n\nOn 16 April, both President Arif Alvi and the opposition party's leader Bilawal Bhutto Zardari visited Quetta to offer condolences to Hazara community, President Arif Alvi showed solidarity to families and said \"The entire nation stands by the Hazara community in this hour of grief,\" acknowledged it was the responsibility of the state to protect the people and said \"Nation stands united.\"Earlier, talking to media persons in Quetta, the president had reaffirmed the government's commitment towards the implementation of the National Action Plan and  commended CM Balochistan's commitment of announcing a compensation package for the victims.\n\nMeanwhile, Opposition Leader Bilawal Zardari condemns the government and point out their duel standards, he said, \"On one hand they say the government is standing with the victims of the incident, and on the other a video exists where a federal minister is seen giving assurances to murderers and saying that no one will be able to touch them, Till when will have these dual standards, till when will this terrorism continue, victims need to be mainstreamed not terrorists.\" He showed condolence to the victims and also praised the army for eliminating the terrorists in recent years but he also provoked the emotional sentiments, stated, “No one can fight extremism alone, but we have to decide for the future. We need to fight this extremist mindset. When we ask for justice, we are called an enemy of the state. When I speak against banned organisations, I’m branded an enemy of the state.\" he referred to his recent controversy where he was accused of using the Indian Sentiments against Pakistan's Government of not taking strict action against terrorist's organisations.\n\nArif Alvi also promised that Imran Khan will visit Balochistan on April 18. Khan will visit the victims in Quetta, he is scheduled to preside over an important meeting to analyse peace and security situation in Balochistan. The development came after the Hazara community sit-in protest entered the fourth day on Sunday while demanding arrest of the culprits involved in the attack. Besides, the premier will also examine certain development projects undertaken by the provincial government. PM Khan is scheduled to inaugurate a housing scheme under which 125,000 houses will be built for families living in Balochistan. Later, Imran Khan postponed his visit to Quetta. On 21 April 2019, Prime Minister Imran Khan visited Quetta and met the families of those martyred in the Hazarganji market terrorist attack. Fatiha was \"offered for the martyrs of the recent blast. Prime Minister listened to the issues of Hazara brethren and assured state will ensure their protection\".After the meeting, the premier laid the foundation stone of a housing project under Naya Pakistan Housing Programme, he inaugurated 135,000 housing units to be built across the country in the first phase. 25,000 apartments to be built in Islamabad for federal government employees and 110,000 apartments to be constructed in Balochistan for fishermen of Gwadar.\n\n=== CCTV ===\nFollowing the blast, a high-level meeting took place under Balochistan Chief Minister Jam Kamal's stewardship to review and reinforce security measures. It was decided in the meeting that the affected families will be given immediate financial assistance and that the provincial government will bear the treatment cost of those injured. Furthermore, it was decided that closed-circuit television (CCTV) cameras will be immediately installed at the Hazarganji market and other public places. Action on terrorists' hideouts and against their leaders will also be boosted, the caucus affirmed.\n\n=== Security of Hazara people ===\nQadir Nayil, a Hazara community leader, asked the government for the provision of better protection.\n\"Once again our people were the target and once again we will have to bury our dear ones,\" he said. \"We demand more security from the government and all those involved in today's act of terrorism should be found and punished.\" Prime Minister Imran Khan has issued  a statement regarding the attack, told to increase the security of Hazara people.\n\n=== Operation Radd ul fasaad ===\n\nAfter the blast, Pakistan Armed forces fastened the Operation to arrest the people behind the attack, terrorists and suspects connecting to them. At least 7 were arrested in Thatta. 28 including one policeman arrested for facilitating the terrorists in different parts of Karachi. High-level Operation started in Peshawar in which till April 16, one policeman and five terrorists were killed, the operation goes on.\n\n== See also ==\n*January 2016 Quetta suicide bombing\n*August 2016 Quetta attacks\n\n== References ==",
    "links": [
        {
            "title": "2019 Quetta bombing",
            "text": "2019 Quetta bombing",
            "start": 4,
            "end": 23,
            "id": "60475649"
        },
        {
            "title": "Suicide attack",
            "text": "suicide bomb",
            "start": 30,
            "end": 42,
            "id": "18835454"
        },
        {
            "title": "Quetta",
            "text": "Quetta",
            "start": 76,
            "end": 82,
            "id": "93764"
        },
        {
            "title": "Pakistan",
            "text": "Pakistan",
            "start": 84,
            "end": 92,
            "id": "23235"
        },
        {
            "title": "Shia Islam",
            "text": "Shiite",
            "start": 181,
            "end": 187,
            "id": "26961"
        },
        {
            "title": "Hazaras",
            "text": "Hazara",
            "start": 215,
            "end": 221,
            "id": "14131"
        },
        {
            "title": "Prime Minister of Pakistan",
            "text": "PM",
            "start": 327,
            "end": 329,
            "id": "461896"
        },
        {
            "title": "Imran Khan",
            "text": "Imran Khan",
            "start": 330,
            "end": 340,
            "id": "413184"
        },
        {
            "title": "Lashkar-e-Jhangvi",
            "text": "Lashkar-e-Jhangvi",
            "start": 529,
            "end": 546,
            "id": "23402634"
        },
        {
            "title": "Islamic State of Iraq and the Levant",
            "text": "ISIL",
            "start": 551,
            "end": 555,
            "id": "9087364"
        },
        {
            "title": "Persecution of Hazara people",
            "text": "Hazaras",
            "start": 668,
            "end": 675,
            "id": "33154613"
        },
        {
            "title": "Taliban",
            "text": "Taliban",
            "start": 709,
            "end": 716,
            "id": "30635"
        },
        {
            "title": "Sunni Islam",
            "text": "Sunni Muslim",
            "start": 755,
            "end": 767,
            "id": "29402"
        },
        {
            "title": "Afghanistan",
            "text": "Afghanistan",
            "start": 805,
            "end": 816,
            "id": "737"
        },
        {
            "title": "Persecution of Hazara people in Quetta",
            "text": "Quetta",
            "start": 1013,
            "end": 1019,
            "id": "35694109"
        },
        {
            "title": "Targeted killing",
            "text": "targeted killing",
            "start": 1054,
            "end": 1070,
            "id": "33928336"
        },
        {
            "title": "Mass shooting",
            "text": "mass shooting",
            "start": 1073,
            "end": 1086,
            "id": "31883778"
        },
        {
            "title": "Kafir",
            "text": "kafirs",
            "start": 1162,
            "end": 1168,
            "id": "261924"
        },
        {
            "title": "Shia Islam",
            "text": "Shia",
            "start": 1196,
            "end": 1200,
            "id": "26961"
        },
        {
            "title": "Lashkar-e-Jhangvi",
            "text": "Lashkar-e-Jhangvi",
            "start": 1787,
            "end": 1804,
            "id": "23402634"
        },
        {
            "title": "CNN",
            "text": "CNN",
            "start": 1946,
            "end": 1949,
            "id": "62028"
        },
        {
            "title": "Islamic State of Iraq and the Levant",
            "text": "ISIL",
            "start": 2114,
            "end": 2118,
            "id": "9087364"
        },
        {
            "title": "Lashkar-e-Jhangvi",
            "text": "Lashkar-e-Jhangvi",
            "start": 2279,
            "end": 2296,
            "id": "23402634"
        },
        {
            "title": "Pakistan Tehreek-e-Insaf",
            "text": "PTI",
            "start": 2387,
            "end": 2390,
            "id": "1651925"
        },
        {
            "title": "Twitter",
            "text": "Twitter",
            "start": 2425,
            "end": 2432,
            "id": "9988187"
        },
        {
            "title": "Balochistan, Pakistan",
            "text": "Balochistan",
            "start": 2735,
            "end": 2746,
            "id": "4687"
        },
        {
            "title": "Terrorism in Pakistan",
            "text": "terrorist",
            "start": 2855,
            "end": 2864,
            "id": "2816470"
        },
        {
            "title": "Jam Kamal Khan",
            "text": "Jam Kamal Khan",
            "start": 2898,
            "end": 2912,
            "id": "44996560"
        },
        {
            "title": "Ministry of Interior (Pakistan)",
            "text": "Minister of state of Interior",
            "start": 3334,
            "end": 3363,
            "id": "26905116"
        },
        {
            "title": "Shehryar Khan Afridi",
            "text": "Shehryar Khan Afridi",
            "start": 3364,
            "end": 3384,
            "id": "40135650"
        },
        {
            "title": "Pakistan Peoples Party",
            "text": "Pakistan Peoples Party",
            "start": 4367,
            "end": 4389,
            "id": "408998"
        },
        {
            "title": "Bilawal Bhutto Zardari",
            "text": "Bilawal Bhutto Zardari",
            "start": 4399,
            "end": 4421,
            "id": "14914566"
        },
        {
            "title": "Pakistan Muslim League (N)",
            "text": "Pmln",
            "start": 4812,
            "end": 4816,
            "id": "409053"
        },
        {
            "title": "Ahsan Iqbal",
            "text": "Ahsan Iqbal",
            "start": 4868,
            "end": 4879,
            "id": "16676220"
        },
        {
            "title": "Marriyum Aurangzeb",
            "text": "Maryam Aurangzeb",
            "start": 4884,
            "end": 4900,
            "id": "42470820"
        },
        {
            "title": "Thomas Drew (diplomat)",
            "text": "Thomas Drew",
            "start": 5110,
            "end": 5121,
            "id": "48258310"
        },
        {
            "title": "Diplomat",
            "text": "diplomat",
            "start": 5139,
            "end": 5147,
            "id": "82433"
        },
        {
            "title": "Pakistan Super League",
            "text": "PSL",
            "start": 5398,
            "end": 5401,
            "id": "38199013"
        },
        {
            "title": "Chaman",
            "text": "Chaman",
            "start": 5724,
            "end": 5730,
            "id": "2288065"
        },
        {
            "title": "Allah",
            "text": "Allah",
            "start": 6432,
            "end": 6437,
            "id": "740"
        },
        {
            "title": "Saudi Arabia",
            "text": "Saudi Arabia",
            "start": 6677,
            "end": 6689,
            "id": "349303"
        },
        {
            "title": "Hazaras",
            "text": "Hazara community",
            "start": 7088,
            "end": 7104,
            "id": "14131"
        },
        {
            "title": "Imran Khan",
            "text": "Imran Khan",
            "start": 7348,
            "end": 7358,
            "id": "413184"
        },
        {
            "title": "Sit-in",
            "text": "sit-in",
            "start": 7863,
            "end": 7869,
            "id": "444051"
        },
        {
            "title": "Ministry of Maritime Affairs (Pakistan)",
            "text": "Federal Minister for Maritime Affairs",
            "start": 8442,
            "end": 8479,
            "id": "55660102"
        },
        {
            "title": "Ali Haider Zaidi",
            "text": "Syed Ali Haider Zaidi",
            "start": 8480,
            "end": 8501,
            "id": "44863899"
        },
        {
            "title": "Balochistan National Party (Mengal)",
            "text": "Balochistan National Party-Mengal (BNP-M)",
            "start": 9579,
            "end": 9620,
            "id": "2275649"
        },
        {
            "title": "Akhtar Mengal",
            "text": "Sardar Akhtar Jan Mengal",
            "start": 9631,
            "end": 9655,
            "id": "8215517"
        },
        {
            "title": "Khyber Pakhtunkhwa",
            "text": "Khyber Pakhtunkhwa",
            "start": 9892,
            "end": 9910,
            "id": "21950"
        },
        {
            "title": "Sindh",
            "text": "Sindh",
            "start": 9912,
            "end": 9917,
            "id": "28972"
        },
        {
            "title": "Punjab, Pakistan",
            "text": "Punjab",
            "start": 9922,
            "end": 9928,
            "id": "24751"
        },
        {
            "title": "Ministry of Interior (Pakistan)",
            "text": "Minister of state of Interior",
            "start": 10320,
            "end": 10349,
            "id": "26905116"
        },
        {
            "title": "Shehryar Khan Afridi",
            "text": "Shehryar Khan Afridi",
            "start": 10350,
            "end": 10370,
            "id": "40135650"
        },
        {
            "title": "Hussainiya",
            "text": "Imam Bargah",
            "start": 10387,
            "end": 10398,
            "id": "3800928"
        },
        {
            "title": "President of Pakistan",
            "text": "President",
            "start": 10858,
            "end": 10867,
            "id": "419460"
        },
        {
            "title": "Arif Alvi",
            "text": "Arif Alvi",
            "start": 10868,
            "end": 10877,
            "id": "21120727"
        },
        {
            "title": "Pakistan Peoples Party",
            "text": "opposition party's",
            "start": 10886,
            "end": 10904,
            "id": "408998"
        },
        {
            "title": "Bilawal Bhutto Zardari",
            "text": "Bilawal Bhutto Zardari",
            "start": 10912,
            "end": 10934,
            "id": "14914566"
        },
        {
            "title": "National Action Plan (Pakistan)",
            "text": "National Action Plan",
            "start": 11367,
            "end": 11387,
            "id": "45048078"
        },
        {
            "title": "Jam Kamal Khan",
            "text": "CM",
            "start": 11403,
            "end": 11405,
            "id": "44996560"
        },
        {
            "title": "Al-Fatiha",
            "text": "Fatiha",
            "start": 13375,
            "end": 13381,
            "id": "1100352"
        },
        {
            "title": "Operation Radd-ul-Fasaad",
            "text": "the operation goes on",
            "start": 15415,
            "end": 15436,
            "id": "53272395"
        },
        {
            "title": "January 2016 Quetta suicide bombing",
            "text": "January 2016 Quetta suicide bombing",
            "start": 15455,
            "end": 15490,
            "id": "49957151"
        },
        {
            "title": "August 2016 Quetta attacks",
            "text": "August 2016 Quetta attacks",
            "start": 15492,
            "end": 15518,
            "id": "51273642"
        }
    ],
    "_chunk_id": "b_17492845425-17500279440"
}