{
    "_id": "4482038",
    "id": "4482038",
    "title": "Bath School disaster",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 1888,
            "end": 1902
        },
        {
            "text": "===Bath Township===",
            "start": 1903,
            "end": 1922
        },
        {
            "text": "===Andrew Kehoe===",
            "start": 2879,
            "end": 2897
        },
        {
            "text": "===Purchase and planting of school explosives===",
            "start": 7341,
            "end": 7389
        },
        {
            "text": "===Further preparations===",
            "start": 9368,
            "end": 9394
        },
        {
            "text": "==Day of the disaster==",
            "start": 10632,
            "end": 10655
        },
        {
            "text": "===Farm bombs===",
            "start": 10656,
            "end": 10672
        },
        {
            "text": "===North wing explosion===",
            "start": 11411,
            "end": 11437
        },
        {
            "text": "===Truck explosion===",
            "start": 13237,
            "end": 13258
        },
        {
            "text": "===Recovery and rescue===",
            "start": 14247,
            "end": 14272
        },
        {
            "text": "==Aftermath==",
            "start": 16912,
            "end": 16925
        },
        {
            "text": "===Coroner's inquest===",
            "start": 19543,
            "end": 19566
        },
        {
            "text": "===Rebuilding===",
            "start": 22676,
            "end": 22692
        },
        {
            "text": "===Legacy===",
            "start": 23899,
            "end": 23911
        },
        {
            "text": "== See also ==",
            "start": 26276,
            "end": 26290
        },
        {
            "text": "==Notes==",
            "start": 26463,
            "end": 26472
        },
        {
            "text": "==References==",
            "start": 26475,
            "end": 26489
        },
        {
            "text": "==Further reading==",
            "start": 26492,
            "end": 26511
        },
        {
            "text": "==External links==",
            "start": 26920,
            "end": 26938
        }
    ],
    "categories": [
        "1927 fires",
        "1927 in Michigan",
        "1927 murders in the United States",
        "20th-century mass murder in the United States",
        "Arson in Michigan",
        "Arson in the 1920s",
        "Attacks on buildings and structures in the 1920s",
        "Attacks on buildings and structures in the United States",
        "Bath Charter Township, Michigan",
        "Car and truck bombings in the United States",
        "Clinton County, Michigan",
        "Crimes in Michigan",
        "Explosions in 1927",
        "Improvised explosive device bombings in the United States",
        "Mass murder in 1927",
        "May 1927 events",
        "Murder in Michigan",
        "Murder–suicides in the United States",
        "School bombings in the United States",
        "School massacres in the United States",
        "Suicide bombings in the United States",
        "Suicide car and truck bombings",
        "Uxoricides"
    ],
    "infobox": "{{Infobox terrorist attack\n| title            = Bath School disaster\n| image            = Bath Consolidated School (cropped).jpg\n| image_size       = 300px\n| caption          = Bath Consolidated School before the bombing.\n| location         = [[Bath Township, Michigan]], [[United States|US]]\n| coordinates      = {{Coord|42|49|00|N|84|26|57|W|region:US-MI_type:event|display=title,inline}}\n| date             = {{Start date and age|May 18, 1927}}\n| target           = [[Bath Consolidated School]], house and farm\n| type             = [[School bombing]], [[mass murder]], [[murder-suicide]], [[Suicide attack|suicide]] [[car bomb|truck bombing]], [[arson]], [[uxoricide]]\n| weapons          = [[Explosive]]s:\n* [[Dynamite]]\n* [[Pyrotol]]\n* [[Incendiary device|Firebombs]]\n[[Bolt-action rifle]]:\n* [[Winchester Model 54]] ([[.30-06]])\n| fatalities       = 45 (43 at the school including the perpetrator, 1&nbsp;at the perpetrator's house and 1&nbsp;later died in the hospital)\n| injuries         = 58\n| perp             = [[Andrew Kehoe|Andrew P. Kehoe]]\n| motive           = [[Psychopathy]], revenge for defeat in local election, personal and financial stress\n}}",
    "article": "The Bath School disaster, also known as the Bath School massacre, was a series of violent attacks perpetrated by Andrew Kehoe on May18, 1927, in Bath Township, Michigan, United States. The attacks killed 38 elementary schoolchildren and 6 adults, and injured at least 58 other people. Prior to his timed explosives going off at the Bath Consolidated School building, Kehoe had murdered his wife, Nellie Price Kehoe, and firebombed his farm. Arriving at the site of the school explosion, Kehoe died when he detonated explosives concealed in his truck.\n\nKehoe, the 55-year-old school board treasurer, was angered by increased taxes and his defeat in the April 5, 1926, election for township clerk. He was thought by locals to have planned his \"murderous revenge\" after that public defeat. Kehoe had a reputation for difficulty on the school board and in personal dealings. In addition, he was notified in June 1926 that his mortgage was going to be foreclosed upon. For much of the next year until May 1927, Kehoe purchased explosives. He secretly hid them on his property and under the school.\n\nOn May 18, 1927, Kehoe then set off almost simultaneous explosions at his farmstead and at the Bath Consolidated School. His devices destroyed the farm's buildings and ripped through the north wing of the Bath Consolidated School building. As rescuers began working at the school, Kehoe drove up to the schoolyard and detonated dynamite inside his shrapnel-filled truck. The truck explosion killed Kehoe plus four other people, and also injured bystanders. During the rescue and recovery efforts, searchers discovered an additional 500 pounds (230 kg) of unexploded dynamite and pyrotol in the south wing of the school that had been set to go off at the same time as the initial explosions in the north wing; Kehoe had apparently intended to destroy the entire school and kill everyone in it.\n\n==Background==\n===Bath Township===\nBath Township is a civil township located  northeast of the city of Lansing in the US state of Michigan. The township covers  and the small unincorporated village of Bath is within its borders. The township itself is within Clinton County, Michigan, an area of some . In the early 1920s the area was primarily agricultural. After years of debate, Bath Township voters approved the creation of the Bath Consolidated School district in 1922, along with an increase in township property taxes to pay for a new school. When the school opened, it had 236 students enrolled in grades 1 to grade 12. The school's creation was controversial, but Monty Ellsworth wrote in his book about the disaster that consolidated schools had great advantages over the smaller rural schools they replaced. All landowners within the township area had to pay higher ad valorem property taxes. At the time of the bombing, the unincorporated village had about 300 adult residents.\n\n===Andrew Kehoe===\n\n\nAndrew Philip Kehoe was born in Tecumseh, Michigan, on February 1, 1872, into a family of 13 children and attended the local high school. After graduating, Kehoe studied electrical engineering at Michigan State College in East Lansing and moved to St. Louis, where he worked as an electrician for several years. Sometime during this period he suffered a head injury in a fall and was semi-conscious or in a coma for a period of several weeks. He later returned to Michigan and his father's farm.\n\nAfter his mother's death, Kehoe's father Philip married a much younger widow, Frances Wilder, and a daughter was born. On September 17, 1911, as his stepmother attempted to light the family's oil stove, it exploded and set her on fire. Kehoe threw a bucket of water on her, but the fire was oil-based and his action spread the flames more rapidly, which engulfed and immolated her body. The injuries were fatal and she died the next day. Some of Kehoe's later neighbors in Bath believed that he had caused the stove explosion.\n\nKehoe married Ellen \"Nellie\" Price in 1912 at the age of 40. Seven years later, they moved to a farm outside Bath. Kehoe was said to be dependable, doing favors and volunteer work for his neighbors. He was also described as being notoriously impatient with any disagreement; and he had shot and killed a neighbor's dog that had come on his property and annoyed him by barking. He had beaten one of his horses to death when it did not perform to his expectations.\n\nKehoe had a reputation for frugality, and was elected in 1924 as a trustee on the school board for three years and treasurer for one year. He argued strongly for lower taxes, and later superintendent of the board M. W. Keys said that he \"fought the expenditure of money for the most necessary equipment\". Kehoe was considered difficult to work with, often voting against the rest of the board, wanting his own way and arguing with the township financial authorities. He protested that he paid too much in taxes and tried to get the valuation of his property reduced so he would pay less. In 1922, the Bath Township school tax was $12.26 on a thousand dollars valuation (with the valuation on Kehoe's farm being ten thousand dollars). In 1923 the school board raised the tax to $18.80 per thousand dollar valuation and in 1926 the taxes went up to $19.80. This meant that Kehoe's tax liability went from $122.60 in 1922 to $198.00 in 1926. In June 1926 Kehoe was notified that the widow of his wife's uncle, who held the mortgage on his property, had begun foreclosure proceedings. Following the disaster Sheriff Fox, who had served the foreclosure notice, reported that Kehoe had muttered \"If it hadn't been for that $300 school tax. I might have paid off this mortgage.\" Mrs. Price, the mortgage holder, also reported that Kehoe had stated \"If I can't live in that house, no one else will.\" when she had mentioned foreclosure to him.\n\nKehoe was appointed in 1925 to temporarily fill the position of town clerk, but he was defeated in the April 1926 election. This public rejection by the community angered him. Ellsworth wrote that he thought that this defeat was the reason why Kehoe had planned his \"murderous revenge\"; using the bombings to destroy the Bath Consolidated School and kill the community's children and many of its members. In Bath Massacre, Arnie Bernstein cites Robert D. Hare's Psychopathy Checklist and says that Andrew Kehoe \"fits the profile all too well\".\n\nKehoe's neighbor A. McMullen noted that Kehoe had stopped working on his farm altogether for most of the preceding year, and he had speculated that Kehoe might be planning suicide. Kehoe had given him one of his horses about April 1927, but McMullen returned it for this reason. It was discovered later that Kehoe had cut all his wire fences as part of his preparations to destroy his farm, girdling young shade trees to kill them and cutting off his grapevine plants before putting them back on their stumps to hide the damage. He gathered lumber and other materials and put them in the tool shed which he later destroyed with an incendiary bomb.\n\nBy the time of the bombing, Nellie Kehoe had become chronically ill with what resembled tuberculosis, for which there was no effective treatment or cure at the time. Her frequent hospital stays may have contributed to the family's debt. Kehoe had ceased making mortgage and homeowner's insurance payments months earlier.\n\n===Purchase and planting of school explosives===\n\nThere is no clear indication of when Kehoe conceived the idea of massacring the schoolchildren and townspeople, but Ellsworth, who was a neighbor, thought that Kehoe conceived his plan after being defeated in the April 5, 1926, township clerk election. The general consensus of the townspeople was that he had worked on his plan at least since the previous August. Bath School Board member M. W. Keyes was quoted by The New York Times:\nKehoe had free access to the school building during the summer vacation of 1926. From mid-1926, he began buying more than a ton of pyrotol, an incendiary explosive used by farmers during the era for excavation and burning debris. In November 1926, he drove to Lansing and bought two boxes of dynamite at a sporting goods store. Dynamite was also commonly used on farms, so his purchase of small amounts of explosives at different stores and on different dates did not raise any suspicions. Neighbors reported hearing explosions set off on the farm, with one calling him \"the dynamite farmer\". Following the disaster it was reported that Michigan State Police investigators had discovered that a considerable amount of dynamite had been stolen from a bridge construction site and that Andrew Kehoe was suspected of the theft. Investigators also recovered a container of gasoline in the school's basement. The container was rigged with a tube and investigators speculated that Kehoe had planned that the gasoline fumes would ignite from a spark scattering burning gasoline throughout the basement. In the undamaged section of the school it was found that Kehoe had concealed the explosives in six lengths of eavestrough pipe, three bamboo fishing rods and what were described as \"windmill rods\" that were placed in the basement ceiling.\nKehoe purchased a .30-caliber Winchester bolt-action rifle in December 1926, according to the testimony of Lieutenant Lyle Morse, a Michigan State Police investigator with the Department of Public Safety.\n\n===Further preparations===\n\nPrior to May18, Kehoe had loaded the back seat of his truck with metal debris capable of producing shrapnel during an explosion. He also bought a new set of tires for his truck to avoid breaking down when transporting the explosives. He made many trips to Lansing for more explosives, as well as to the school, town, and his house. Ida Hall, who lived in a house next to the school, saw activity around the building on different nights during May. Early one morning after midnight she saw a man carrying objects inside. She also saw vehicles around the building several times late at night. Hall mentioned these events to a relative but they were never reported to police.\n\nNellie was discharged from Lansing's St. Lawrence Hospital on May16, and was murdered by her husband some time between her release and the bombings two days later. Kehoe put her body in a wheelbarrow at the rear of the farm's chicken coop, where it was found in a heavily charred condition after the farm explosions and fire. Piled around the cart were silverware and a metal cash box. The ashes of several banknotes could be seen through a slit in the cash box. Kehoe placed and wired homemade pyrotol firebombs in the house and throughout the farm buildings.\n\n==Day of the disaster==\n===Farm bombs===\n\nAt approximately 8:45 a.m. on Wednesday, May 18, Kehoe detonated the firebombs in his house and farm buildings, causing some debris to fly into a neighbor's poultry brooding house. Neighbors noticed the fire, and volunteers rushed to the scene.\n\nO. H. Bush and several other men crawled through a broken window of the farmhouse in search of survivors. When they found no one in the house, they salvaged what furniture they could before the fire spread into the living room. Bush discovered dynamite in the corner; he picked up an armful of explosives and handed it to one of the men. As Kehoe left the burning property in his Ford truck, he stopped to tell those fighting the fire that they should get to the school and then drove off.\n\n===North wing explosion===\n\nClasses at Bath Consolidated School began at 8:30 a.m. Kehoe had set an alarm clock in the basement of the north wing of the school which detonated the dynamite and pyrotol he had hidden there at about 8:45 a.m. Rescuers heading to the scene of the Kehoe farm fire heard the explosion at the school building and turned back in that direction. Parents within the rural community rushed to the school. The school building resembled a war zone, with 38 people killed in the initial explosion, mostly children.\n\nEyewitnesses and survivors were interviewed afterwards by newspaper reporters. First-grade teacher Bernice Sterling told an Associated Press reporter that the explosion was like an earthquake: \"...the air seemed to be full of children and flying desks and books. Children were tossed high in the air; some were catapulted out of the building.\" Eyewitness Robert Gates said the scene was pure chaos at the school:\n\nEllsworth recounted: \"I saw one mother, Mrs. Eugene Hart, sitting on the bank a short distance from the school with a little dead girl on each side of her and holding a little boy, Percy, who died a short time after they got him to the hospital. This was about the time Kehoe blew his car up in the street, severely wounding Perry, the oldest child of Mr. and Mrs. Hart.\"\n\nThe north wing of the school had collapsed, leaving the edge of the roof on the ground. Ellsworth recalled that \"there was a pile of children of about five or six under the roof\". He volunteered to drive back to his farm and get a rope heavy enough to pull the school roof off the children's bodies. Returning to his farm, he saw Kehoe driving in the opposite direction, heading toward the school. \"He grinned and waved his hand,\" Ellsworth said. \"When he grinned, I could see both rows of his teeth.\"\n\n===Truck explosion===\n\nKehoe drove up to the school about half an hour after the first explosion. He saw Superintendent Huyck and summoned him over to his truck. Charles Hawson testified at the inquest that he saw the two men grapple over some type of long gun before Kehoe detonated the dynamite stored in his truck, immediately killing himself; Huyck; Nelson McFarren, a retired farmer; and Cleo Clayton, an 8-year-old second grader. Clayton had survived the first blast and then wandered out of the school building; he was killed by fragmentation from the exploding vehicle.\n\nThe truck explosion spread debris over a large area and caused extensive damage to cars parked a half-block away, with their roofs catching on fire from the burning gasoline. It injured several others and mortally wounded postmaster Glenn O. Smith, who lost a leg and died before making it to the hospital. O. H. Bush recalled that one of his crew bound up \"the wounds of Glenn Smith, the postmaster. His leg had been blown off.\"\n\n===Recovery and rescue===\nTelephone operators stayed at their stations for hours to summon doctors, undertakers, area hospital workers, and anyone else who might help. The Lansing Fire Department sent several firefighters and its chief. Local physician J. A. Crum and his wife, a nurse, who had both served in World War I, turned their Bath drugstore into a triage center. The dead bodies were taken to the town hall, which was used as a morgue.\n\nHundreds of people worked in the wreckage all day and into the night in an effort to find and rescue any children pinned underneath. Area contractors sent all their men to assist, and many other people came to the scene in response to pleas for help. Eventually, 34 firefighters and the chief of the Lansing Fire Department arrived, as did several Michigan State Police officers who managed traffic to and from the scene. The injured and dying were transported to Sparrow Hospital and St. Lawrence Hospital in Lansing. The construction of the St. Lawrence facility had been financed in large part by Lawrence Price, Nellie Kehoe's uncle and formerly an executive in charge of Oldsmobile's Lansing Car Assembly. Michigan Governor Fred W. Green arrived during the afternoon of the disaster and assisted in the relief work, carting bricks away from the scene. The Lawrence Baking Company of Lansing sent a truck filled with pies and sandwiches which were served to rescuers in the township's community hall.\n\n\nDuring the search for survivors and victims, rescuers found an additional 500 pounds (230 kg) of dynamite which had failed to detonate in the south wing of the school. The search was halted to allow the Michigan State Police to disarm the devices, and they found an alarm clock timed to go off at 8:45 a.m. Investigators speculated that the initial explosion may have caused a short circuit in the second set of bombs, preventing them from detonating. They searched the building and then returned to the recovery work.\n\nPolice and fire officials gathered at the Kehoe farm to investigate the fires. State troopers had searched for Nellie Kehoe throughout Michigan, thinking that she was at a tuberculosis sanatorium, but her charred remains were found the day after the disaster, among the ruins of the farm. All the Kehoe farm buildings were destroyed. Kehoe's two horses had burned to death, trapped inside the barn. Their carcasses were found with their legs hobbled together with wire, preventing their escape or rescue when the farm's buildings blew up and caught fire. Investigators found a wooden sign wired to the farm's fence with Kehoe's last message stenciled on it: \"Criminals are made, not born\".\n\n==Aftermath==\n\nThe American Red Cross set up an operations center at the Crum drugstore and took the lead in providing aid and comfort to the victims. The Lansing Red Cross headquarters stayed open until 11:30 that night to answer telephone calls, update the list of dead and injured, and provide information and planning services for the following day. The local community responded generously, as reported at the time by the Associated Press: \"a sympathetic public assured the rehabilitation of the stricken community. Aid was tendered freely in the hope that the grief of those who lost loved ones might be even slightly mitigated.\" The Red Cross managed donations sent to pay for both the medical expenses of the survivors and the burial costs of the dead. In a few weeks, US$5,284.15\n() was raised through donations, including $2,500 from the Clinton County Board of Supervisors and $2,000 from the Michigan Legislature.\n\nThe disaster received nationwide coverage in the days following, sharing headlines with Charles Lindbergh's trans-Atlantic crossing (though Lindbergh's crossing received much more attention) and eliciting a national outpouring of grief. Newspaper headlines from across the United States characterized Kehoe as a maniac, a madman, and a fiend.\n\nPeople from across the world expressed sympathy to the families and the community of Bath, including letters from some Italian schoolchildren. One 5th grade class wrote: \"Even if we are small, we understand all the sorrow and misfortune that has struck our dear brothers.\" Another Italian class wrote: \"We are praying to God to give to the unfortunate mothers and fathers, the strength to bear the great sorrow that has descent on them, we are near to you in spirit.\"\n\nKehoe's body was claimed by one of his sisters and his body was buried in an unmarked grave in the paupers' section of Mount Rest Cemetery in St. Johns, Michigan. The Price family buried Nellie Price Kehoe in a Lansing cemetery under her maiden name.\n\nVehicles from outlying areas and surrounding states descended upon Bath by the thousands. Over 100,000 vehicles passed through on Saturday alone, an enormous amount of traffic for the area. Some Bath citizens regarded this as an unwarranted intrusion into their time of grief, but most accepted it as a show of sympathy and support from surrounding communities. Burials of individual victims started that Friday, two days after the disaster. Funerals and burials continued on Saturday and Sunday until all the dead were buried. For a time following the tragedy the town and Kehoe's burned-out farm continued to attract curiosity seekers.\n\n===Coroner's inquest===\nThe coroner arrived at the scene on the day of the disaster and swore in six community leaders that afternoon to serve as a jury investigating the death of Superintendent Huyck. Informal testimony had been taken on May 19 and the formal coroner's inquest started on May 23. The Clinton County prosecutor conducted the examination, and more than 50 people testified before the jury. During his testimony, David Hart stated that Kehoe had told him that he had \"killed a horse\" and The New York Times reported people as saying that Kehoe had \"an ungovernable temper\" and \"seemed to have a mania for killing things\". Neighbors testified that he had been wiring the buildings at his farm about that time and that he was evasive about his reasons.\n\nKehoe's neighbor Sidney J. Howell testified that after the fire began at the Kehoe farm, Kehoe warned him and three men to leave there, saying, \"Boys, you are my friends, you better get out of here, you better go down to the school.\" Three telephone linemen working near Bath testified that Kehoe passed them in his truck on the road toward the school, and they saw him arrive there. His truck swerved and stopped in front of the building. In the next instant, according to the linemen, the truck blew up, and one of them was struck by shrapnel. Other witnesses testified that Kehoe paused after stopping, calling Huyck over to the truck and that the two men struggled before Kehoe's truck was blown up.\n\nAlthough there was never any doubt that Kehoe was the perpetrator, the jury was asked to determine if the school board or its employees were guilty of criminal negligence. After more than a week of testimony, the jury exonerated the school board and its employees. In its verdict, the jury concluded that Kehoe “conducted himself sanely and so concealed his operations that there was no cause to suspect any of his actions; and we further find that the school board, and Frank Smith, janitor of the school building, were not negligent in and about their duties, and were not guilty of any negligence in not discovering Kehoe's plan.”\n\nThe inquest determined that Kehoe murdered Superintendent Emory Huyck on the morning of May 18. It was also the jury's verdict that the school was blown up as part of a plan and that Kehoe alone, without the aid of conspirators, murdered 43 people in total, including his wife Nellie. Suicide was determined to be the cause of Kehoe's death, which brought the total number of dead to 44 at the time of the inquest.\n\nOn August 22, three months after the bombing, fourth-grader Beatrice Gibbs died following hip surgery. Hers was the 45th and final death directly attributable to the Bath School disaster, which made it the deadliest attack ever to occur in an American school. Richard Fritz, whose older sister Marjorie Fritz was killed in the explosion, was injured in the explosion and died almost one year later of myocarditis at the age of eight. Although Richard is not included on many lists of the victims, his death from myocarditis is thought to have been directly caused by an infection resulting from his injuries.\n\n===Rebuilding===\nGovernor Green quickly called for donations to aid the townspeople and created the Bath Relief Fund with the money supplied by donors, the state, and local governments. People from around the country donated to the fund.\n\nSchool resumed on September5, 1927, and, for the 1927–1928 school year, was held in the community hall, township hall, and two retail buildings. Most of the surviving students returned. The board appointed O. M. Brant of Luther, Michigan, to succeed Huyck as superintendent. The Lansing architect Warren Holmes donated construction plans, and the school board approved the contracts for the new building on September 14. On September 15, Michigan's US Senator James J. Couzens presented his personal check for $75,000 to the Bath construction fund to help build the new school.\n\nThe board demolished the damaged portion of the school and constructed a new wing with the donated funds. During the reconstruction dynamite was found in the building on three separate occasions. The James Couzens Agricultural School was dedicated on August18, 1928. The Kehoe farm was completely plowed to ensure that no explosives were hidden in the ground and was sold at auction to pay the mortgage.\n\n===Legacy===\nArtist Carleton W. Angell presented the board with a memorial statue in 1928 entitled Girl With a Cat (also known colloquially as Girl With a Kitten). The Bath School Museum in the school district's middle school contains many items connected with the disaster including the statue.\n\nIn 1975, the Couzens building was demolished and the site was redeveloped as the James Couzens Memorial Park, dedicated to the victims. At the center of the park is the Bath Consolidated School's original cupola, which survived the disaster and remained on the school until the building was torn down. After some debate, a Michigan State Historical Marker was installed at the park in 1991 by the Michigan Historical Commission. In 2002 a bronze plaque bearing the names of those killed in the disaster was placed on a large stone near the entrance of the park.\n\nThe town announced on November3, 2008, that tombstones had been donated for Emilie and Robert Bromundt, the last two bombing victims whose graves were still unmarked. A grant from a foundation paid for the grave markers. In September 2014, a gravestone was installed at the grave of Richard A. Fritz, whose death in 1928 was attributed to injuries sustained in the explosion. The gravestone was paid for by an author writing about the disaster for a book.\n\nA documentary on the disaster was released in 2011, including interviews with various survivors which had been taped starting in 2004. On May18, 2017, the disaster's 90th anniversary was marked with a panel discussion at the Bath Middle School.\n\nMedical experts have seen this unique act of historic school terrorism as a way to \"to gain perspective on pediatric patterns of injury and future disaster preparedness\".\n\n\nFile:MichiganHistoricalSign.jpg|alt=State of Michigan Historical marker with gold text on a green background, standing in a field of snow|Michigan state historic site marker\nFile:Bath School Disaster Victims.jpeg|alt=bronze plaque listing the people's names who died during the disaster (with the exception of the Kehoes), fixed to a large boulder|Plaque at the entrance of James Couzens Memorial Park\nFile:Photograph of Cupola from Bath, Michigan Consolidated School.jpg|alt=Red-roofed white cupola from the 1927 building, surrounded by a small white picket fence|Cupola from the school building, displayed at James Couzens Memorial Park\n\n\n== See also ==\n* List of rampage killers (school massacres)\n* List of school-related attacks\n* List of attacks related to primary schools\n* List of attacks related to secondary schools\n\n\n==Notes==\n\n\n==References==\n\n\n==Further reading==\n* My Scrapbook on the Bath School Bombing of May 18th, 1927 with Many Never Before Published Photographs, Stories & Survivors' Quotes by Bath historian Gene H. Wilkins and M.J. Ellsworth (Timber Wolf Publishing, Bath MI, 2002), available at  Michigan State Library, Rare Books\n*  Mayday, History of a Village Holocaust by Grant Parker (Liberty Press, 1992) – Online copy of Grant Parker's out of print book\n\n==External links==\n\n* Ellsworth, Monty J.  Bath School Disaster (1927) 1st Printing/Self-published – Book about the disaster written by an eye-witness, online copy\n*  Complete Transcript of Coroner's Inquest into death of Bath School Superintendent Emory Huyck, online copy\n*  Survivors Recall 1927 Michigan School Massacre Transcript of interviews with Donald Huffman and Willis Cressman (two survivors of the school explosions). StoryCorps Project, NPR, broadcast on April 17, 2009.\n*  Survivors Recall 1927 Michigan School Massacre Overview of survivors' stories with photographs. StoryCorps Project, NPR, broadcast April 17, 2009\n*  Transcripts of interviews with survivors and items collected, Michigan State University\n*  Putnam: Evil of Bath School Disaster remembered 89 years later – 2016 Interview of Bruce Baird in the Lansing State Journal by Judy Putnam. At the time of the interview Baird was 104 years old and one of the last survivors of the disaster.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAndrew Kehoe, .\nalt=boxes of Pyrotol, sticks of dynamite, sacks of explosives and wiring in a pile|Explosives recovered from under the school.\nAndrew and Nellie Kehoe's house before the disaster.\nThe ruins of the Kehoes' farm after the explosion.\nFront view of the school building after the bombing.\nRemains of Kehoe's Ford truck after the explosion.\nThe stenciled message Kehoe constructed and left on a fence at his farm.",
    "links": [
        {
            "title": "Bath School disaster",
            "text": "Bath School disaster",
            "start": 4,
            "end": 24,
            "id": "4482038"
        },
        {
            "title": "Bath School disaster",
            "text": "Bath School massacre",
            "start": 44,
            "end": 64,
            "id": "4482038"
        },
        {
            "title": "Andrew Kehoe",
            "text": "Andrew Kehoe",
            "start": 113,
            "end": 125,
            "id": "1763112"
        },
        {
            "title": "Bath Charter Township, Michigan",
            "text": "Bath Township, Michigan",
            "start": 145,
            "end": 168,
            "id": "117336"
        },
        {
            "title": "United States",
            "text": "United States",
            "start": 170,
            "end": 183,
            "id": "3434750"
        },
        {
            "title": "Primary school",
            "text": "elementary school",
            "start": 207,
            "end": 224,
            "id": "25058"
        },
        {
            "title": "Bath Consolidated School",
            "text": "Bath Consolidated School",
            "start": 332,
            "end": 356,
            "id": "12737694"
        },
        {
            "title": "Firebombing",
            "text": "firebombed",
            "start": 420,
            "end": 430,
            "id": "153694"
        },
        {
            "title": "Municipal clerk",
            "text": "township clerk",
            "start": 680,
            "end": 694,
            "id": "32358912"
        },
        {
            "title": "Foreclosure",
            "text": "foreclosed upon",
            "start": 947,
            "end": 962,
            "id": "595535"
        },
        {
            "title": "Dynamite",
            "text": "dynamite",
            "start": 1422,
            "end": 1430,
            "id": "8078"
        },
        {
            "title": "Fragmentation (weaponry)",
            "text": "shrapnel",
            "start": 1442,
            "end": 1450,
            "id": "9979470"
        },
        {
            "title": "Pound (mass)",
            "text": "pounds",
            "start": 1630,
            "end": 1636,
            "id": "23316"
        },
        {
            "title": "Pyrotol",
            "text": "pyrotol",
            "start": 1673,
            "end": 1680,
            "id": "3886695"
        },
        {
            "title": "Civil township",
            "text": "civil township",
            "start": 1942,
            "end": 1956,
            "id": "385237"
        },
        {
            "title": "Lansing, Michigan",
            "text": "Lansing",
            "start": 1991,
            "end": 1998,
            "id": "18538"
        },
        {
            "title": "Michigan",
            "text": "Michigan",
            "start": 2018,
            "end": 2026,
            "id": "18859"
        },
        {
            "title": "Bath, Michigan",
            "text": "Bath",
            "start": 2089,
            "end": 2093,
            "id": "656269"
        },
        {
            "title": "Clinton County, Michigan",
            "text": "Clinton County, Michigan",
            "start": 2147,
            "end": 2171,
            "id": "57226"
        },
        {
            "title": "First grade",
            "text": "grades 1",
            "start": 2494,
            "end": 2502,
            "id": "1066022"
        },
        {
            "title": "Twelfth grade",
            "text": "grade 12",
            "start": 2506,
            "end": 2514,
            "id": "1066040"
        },
        {
            "title": "Ad valorem tax",
            "text": "ad valorem",
            "start": 2765,
            "end": 2775,
            "id": "991420"
        },
        {
            "title": "Property tax",
            "text": "property tax",
            "start": 2776,
            "end": 2788,
            "id": "373814"
        },
        {
            "title": "Tecumseh, Michigan",
            "text": "Tecumseh, Michigan",
            "start": 2932,
            "end": 2950,
            "id": "31339"
        },
        {
            "title": "Electrical engineering",
            "text": "electrical engineering",
            "start": 3070,
            "end": 3092,
            "id": "9531"
        },
        {
            "title": "Michigan State University",
            "text": "Michigan State College",
            "start": 3096,
            "end": 3118,
            "id": "241128"
        },
        {
            "title": "East Lansing, Michigan",
            "text": "East Lansing",
            "start": 3122,
            "end": 3134,
            "id": "150544"
        },
        {
            "title": "St. Louis",
            "text": "St. Louis",
            "start": 3148,
            "end": 3157,
            "id": "27687"
        },
        {
            "title": "Fire class#Flammable liquid and gas",
            "text": "oil-based",
            "start": 3688,
            "end": 3697,
            "id": null
        },
        {
            "title": "Bark (sound)",
            "text": "barking",
            "start": 4293,
            "end": 4300,
            "id": "1758357"
        },
        {
            "title": "Frugality",
            "text": "frugality",
            "start": 4416,
            "end": 4425,
            "id": "2894539"
        },
        {
            "title": "Trustee",
            "text": "trustee",
            "start": 4456,
            "end": 4463,
            "id": "506701"
        },
        {
            "title": "Treasurer",
            "text": "treasurer",
            "start": 4504,
            "end": 4513,
            "id": "247097"
        },
        {
            "title": "United States dollar",
            "text": "$",
            "start": 5019,
            "end": 5020,
            "id": "18717338"
        },
        {
            "title": "United States dollar",
            "text": "$",
            "start": 5236,
            "end": 5237,
            "id": "18717338"
        },
        {
            "title": "Municipal clerk",
            "text": "town clerk",
            "start": 5889,
            "end": 5899,
            "id": "32358912"
        },
        {
            "title": "Arnie Bernstein",
            "text": "Arnie Bernstein",
            "start": 6248,
            "end": 6263,
            "id": "43920027"
        },
        {
            "title": "Robert D. Hare",
            "text": "Robert D. Hare",
            "start": 6270,
            "end": 6284,
            "id": "2497506"
        },
        {
            "title": "Psychopathy Checklist",
            "text": "Psychopathy Checklist",
            "start": 6287,
            "end": 6308,
            "id": "9877319"
        },
        {
            "title": "Suicide",
            "text": "suicide",
            "start": 6542,
            "end": 6549,
            "id": "16831059"
        },
        {
            "title": "Girdling",
            "text": "girdling",
            "start": 6761,
            "end": 6769,
            "id": "1822951"
        },
        {
            "title": "Tuberculosis",
            "text": "tuberculosis",
            "start": 7107,
            "end": 7119,
            "id": "30653"
        },
        {
            "title": "Home insurance",
            "text": "homeowner's insurance",
            "start": 7293,
            "end": 7314,
            "id": "666133"
        },
        {
            "title": "The New York Times",
            "text": "The New York Times",
            "start": 7807,
            "end": 7825,
            "id": "30680"
        },
        {
            "title": "Michigan State Police",
            "text": "Michigan State Police",
            "start": 8464,
            "end": 8485,
            "id": "3228667"
        },
        {
            "title": "Gasoline",
            "text": "gasoline",
            "start": 8696,
            "end": 8704,
            "id": "23639"
        },
        {
            "title": "Rain gutter",
            "text": "eavestrough pipe",
            "start": 9033,
            "end": 9049,
            "id": "7804521"
        },
        {
            "title": "Bamboo fly rod",
            "text": "bamboo fishing rods",
            "start": 9057,
            "end": 9076,
            "id": "7498299"
        },
        {
            "title": ".30-06 Springfield",
            "text": ".30-caliber",
            "start": 9180,
            "end": 9191,
            "id": "992873"
        },
        {
            "title": "Winchester Model 54",
            "text": "Winchester bolt-action rifle",
            "start": 9192,
            "end": 9220,
            "id": "19660590"
        },
        {
            "title": "Fragmentation (weaponry)",
            "text": "shrapnel",
            "start": 9495,
            "end": 9503,
            "id": "9979470"
        },
        {
            "title": "Banknote",
            "text": "banknote",
            "start": 10477,
            "end": 10485,
            "id": "208286"
        },
        {
            "title": "Associated Press",
            "text": "Associated Press",
            "start": 12071,
            "end": 12087,
            "id": "18935732"
        },
        {
            "title": "Long gun",
            "text": "long gun",
            "start": 13489,
            "end": 13497,
            "id": "17974"
        },
        {
            "title": "Postmaster",
            "text": "postmaster",
            "start": 14038,
            "end": 14048,
            "id": "22990"
        },
        {
            "title": "Physician",
            "text": "physician",
            "start": 14490,
            "end": 14499,
            "id": "23315"
        },
        {
            "title": "Triage",
            "text": "triage",
            "start": 14605,
            "end": 14611,
            "id": "30919"
        },
        {
            "title": "Sparrow Health System",
            "text": "Sparrow Hospital",
            "start": 15158,
            "end": 15174,
            "id": "5104607"
        },
        {
            "title": "Oldsmobile",
            "text": "Oldsmobile",
            "start": 15370,
            "end": 15380,
            "id": "52040"
        },
        {
            "title": "Lansing Car Assembly",
            "text": "Lansing Car Assembly",
            "start": 15383,
            "end": 15403,
            "id": "1867990"
        },
        {
            "title": "Fred W. Green",
            "text": "Fred W. Green",
            "start": 15423,
            "end": 15436,
            "id": "2348541"
        },
        {
            "title": "Short circuit",
            "text": "short circuit",
            "start": 16078,
            "end": 16091,
            "id": "235898"
        },
        {
            "title": "Sanatorium",
            "text": "sanatorium",
            "start": 16406,
            "end": 16416,
            "id": "938121"
        },
        {
            "title": "American Red Cross",
            "text": "American Red Cross",
            "start": 16931,
            "end": 16949,
            "id": "4345474"
        },
        {
            "title": "Board of supervisors",
            "text": "Board of Supervisors",
            "start": 17775,
            "end": 17795,
            "id": "4844632"
        },
        {
            "title": "Michigan Legislature",
            "text": "Michigan Legislature",
            "start": 17816,
            "end": 17836,
            "id": "426202"
        },
        {
            "title": "Charles Lindbergh",
            "text": "Charles Lindbergh",
            "start": 17927,
            "end": 17944,
            "id": "82981"
        },
        {
            "title": "Potter's field",
            "text": "paupers' section",
            "start": 18751,
            "end": 18767,
            "id": "670433"
        },
        {
            "title": "St. Johns, Michigan",
            "text": "St. Johns, Michigan",
            "start": 18794,
            "end": 18813,
            "id": "117355"
        },
        {
            "title": "Inquest",
            "text": "coroner's inquest",
            "start": 19804,
            "end": 19821,
            "id": "13363086"
        },
        {
            "title": "Prosecutor",
            "text": "prosecutor",
            "start": 19860,
            "end": 19870,
            "id": "440936"
        },
        {
            "title": "Criminal negligence",
            "text": "criminal negligence",
            "start": 21166,
            "end": 21185,
            "id": "733982"
        },
        {
            "title": "Conspiracy (criminal)",
            "text": "conspirators",
            "start": 21865,
            "end": 21877,
            "id": "3406102"
        },
        {
            "title": "Myocarditis",
            "text": "myocarditis",
            "start": 22467,
            "end": 22478,
            "id": "452461"
        },
        {
            "title": "Luther, Michigan",
            "text": "Luther, Michigan",
            "start": 23136,
            "end": 23152,
            "id": "117880"
        },
        {
            "title": "James J. Couzens",
            "text": "James J. Couzens",
            "start": 23375,
            "end": 23391,
            "id": "880249"
        },
        {
            "title": "Carleton W. Angell",
            "text": "Carleton W. Angell",
            "start": 23919,
            "end": 23937,
            "id": "3924259"
        },
        {
            "title": "Cupola",
            "text": "cupola",
            "start": 24401,
            "end": 24407,
            "id": "6298"
        },
        {
            "title": "Cupola",
            "text": "Cupola",
            "start": 26200,
            "end": 26206,
            "id": "6298"
        },
        {
            "title": "List of school massacres by death toll",
            "text": "List of rampage killers (school massacres)",
            "start": 26293,
            "end": 26335,
            "id": "48029507"
        },
        {
            "title": "List of school-related attacks",
            "text": "List of school-related attacks",
            "start": 26338,
            "end": 26368,
            "id": "10063044"
        },
        {
            "title": "List of attacks related to primary schools",
            "text": "List of attacks related to primary schools",
            "start": 26371,
            "end": 26413,
            "id": "32232304"
        },
        {
            "title": "List of attacks related to secondary schools",
            "text": "List of attacks related to secondary schools",
            "start": 26416,
            "end": 26460,
            "id": "32232337"
        },
        {
            "title": "NPR",
            "text": "NPR",
            "start": 27371,
            "end": 27374,
            "id": "29697232"
        },
        {
            "title": "NPR",
            "text": "NPR",
            "start": 27524,
            "end": 27527,
            "id": "29697232"
        },
        {
            "title": "Michigan State University",
            "text": "Michigan State University",
            "start": 27619,
            "end": 27644,
            "id": "241128"
        },
        {
            "title": "Pyrotol",
            "text": "Pyrotol",
            "start": 27945,
            "end": 27952,
            "id": "3886695"
        }
    ],
    "_chunk_id": "b_3847066196-3858479298"
}