{
    "_id": "33985996",
    "id": "33985996",
    "title": "Bitter Blood",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Synopsis==",
            "start": 873,
            "end": 885
        },
        {
            "text": "==Aftermath==",
            "start": 2757,
            "end": 2770
        },
        {
            "text": "==Adaptations==",
            "start": 6034,
            "end": 6049
        },
        {
            "text": "==See Also==",
            "start": 6592,
            "end": 6604
        },
        {
            "text": "==References==",
            "start": 6680,
            "end": 6694
        }
    ],
    "categories": [
        "American non-fiction books",
        "Dutton Penguin books",
        "Non-fiction crime books",
        "1998 non-fiction books",
        "Filicides in the United States",
        "Murdered American children",
        "Murder–suicides in the United States",
        "Serial killers who committed suicide",
        "Suicide car and truck bombings"
    ],
    "infobox": "{{Infobox book\n<!-- |italic title = (see above) -->\n| name             =  Bitter Blood\n| image            = Bitter Blood Front Cover.jpg\n| caption    = Front cover of '''''Bitter Blood'''''\n| author           = [[Jerry Bledsoe]]\n| title_orig       = \n| translator       = \n| illustrator      = \n| cover_artist     = \n| country          = United States\n| language         = English\n| series           = \n| subject          = \n| genre            = [[True crime|True Crime]]\n| publisher        = [[Dutton Penguin|Dutton]]\n| pub_date         = 1988\n| english_pub_date = \n| media_type       = Print ([[hardcover]]), audio \n| pages            = 468\n| isbn             = \n| oclc             = \n| dewey            = \n| congress         = \n| preceded_by      = \n| followed_by      = \n}}",
    "article": "For the television series Bitter Blood (2014 TV series)\n\n\nBitter Blood: A True Story of Southern Family Pride, Madness, and Multiple Murder (1988) is a non-fiction crime tragedy written by American author Jerry Bledsoe that reached #1 on the New York Times bestseller list.  Bitter Blood is composed of various newspaper articles (from the Greensboro News and Record) and personal eyewitness accounts of several homicides in 1984 and 1985. The setting for the majority of the book is located in rural North Carolina and, more specifically, in Rockingham County and Guilford County.\n\nIn a statement released by Barnes & Noble, Bitter Blood is described as a, “…real-life drama of three wealthy families connected by marriage and murder.  Bledsoe recounts the shocking events, obsessive love, and bitter custody battles which led to the bloody climax that took nine lives.”\n\n==Synopsis==\nIn 1981, Susie Newsom (the niece and namesake of North Carolina Supreme Court Chief Justice Susie Sharp) and her husband Tom Lynch divorced and embarked in a bitter custody fight over their two sons, John and Jim. Shortly after the divorce, Susie became intimate with her first cousin, Fritz Klenner, a habitual liar who started a medical practice in Reidsville, North Carolina, without ever obtaining a medical degree or license.\n\nIn the summer of 1984, relatives of the former couple began to die across the country. At first, Lynch’s mother Delores and sister Janie were murdered in cold blood in at their home in Oldham County, Kentucky, as Delores returned from a Sunday morning church service. Then on May 18, 1985, Newsom’s father Bob, mother Florence, and grandmother Hattie were shot to death in their home in Winston-Salem, North Carolina. Before his murder, Bob had agreed to testify in favor of Lynch at an upcoming custody hearing. Because of this lead, police began to speculate that Susie played a role in the murder of her family.\n\nSusie and Fritz became prime suspects in the murders. By June 1985, investigators had gathered substantial evidence and were about to make an arrest. However, on June 3, Fritz fired on police officers when they attempted to raid his Greensboro apartment, then fled the scene in an SUV with Susie and her two children. Fritz and the police became engaged in a low speed 15-minute police chase. When the SUV was stopped, Klenner opened fire with a machine gun, wounding three officers. Before they could respond in kind, he detonated an explosive charge inside the SUV, killing himself and his three passengers.\n\nAutopsies performed on the children showed that both boys had ingested cyanide and had been shot in the head at close range. Later the authorities determined that Susie Newsom ignited the explosives in the SUV.\n\n==Aftermath==\n\n\nIn the wake of the deaths on June 3, 1985, forensics analysis began on the bodies of Fritz, Susie, John, and Jim. Both boys were found to have high levels of cyanide in their blood in addition to gunshot wounds to the head. It is assumed that due to the poison both children were unconscious during the police chase, and that either Susie or Fritz fatally shot them just prior to the explosion of the bomb. Susie's body was mangled from the waist down and many pieces of the seat were deeply embedded in her corpse. This led investigators to believe that the bomb was positioned underneath her seat, on the passenger side of Fritz's Blazer. Police officers found Fritz alive among the wreckage; however, he soon died from internal hemorrhaging.\n\nThe following day, June 4, the police searched the Klenner household and found numerous firearms, explosives, and prescription drugs. Over 15 guns, 30,000 rounds of ammunition, grenades, illegal military equipment, and a couple of claymores were found at Fritz's house. The police also found a case and a half of dynamite that was stored behind the Klenner residence. It is assumed that the missing half-case of dynamite was the cause of the explosion in the car. Inside Fritz's office, the police found evidence which showed that he was an admirer of Adolf Hitler and an avid supporter of the Ku Klux Klan.\n\nWhile it is a common belief that Fritz Klenner had the means and the motive to commit the murders, it cannot be proven beyond a ballistics report that linked a bullet found at the scene of the Lynch killings with a gun that Klenner and Susie sold to a North Carolina gun dealer. Susie's role in the murders still remains unknown. The prevailing theories are either that she convinced Klenner to commit the murders on her behalf, and thus had foreknowledge of the crimes; or that she had none, and blindly refused to consider that Klenner was involved, seeing any attempt by the state to investigate his possible role as an unreasonable persecution.\n\nAnother figure in the case was Ian Perkins, a 21-year-old neighbor of Klenner's. Ian Perkins knew about Fritz's involvement in the murders of  Susie's family, since he had driven Klenner to their homes. Perkins had been told by Klenner that the murders were a CIA operation. In 1985, Perkins went on trial and was sentenced to four months in jail and over five years of probation; he is currently seeking a state pardon. Perkins was spared a life sentence thanks to a note from Fritz Klenner that read, \"“I’ll write a paper saying you were not knowingly involved, that you believed you were on a covert mission for the government.\"  The judge noted Ian's naiveté, gullibility, and immaturity as mitigating factors in his sentencing.\n\nPrior to the murders, in 1981, the SBI (State Bureau of Investigation) was given anonymous information that Fritz Klenner was \"a dangerous psychopath who was practicing medicine without a license.\"  However, no investigation ensued after the discovery of this information. In retrospect, the attorney general of the SBI, Rufus Edmisten, said that this vital piece of information was never brought to his attention. Edmisten later admitted that he wished he had done something about the situation prior to its escalation.\n\n==Adaptations==\nIn 1994, a television movie based upon the novel was produced and titled In the Best of Families: Marriage, Pride & Madness.  Jeff Bleckner, who also directed episodes of Medium, Hawthorne, and Boston Legal, was the director for this film. In the Best of Families has a runtime of 200 minutes and it was originally released and played on CBS in a two part series on January 16 and 18, 1994.\n It is re-run on cable under the title Bitter Blood. The story was also adapted for an episode of Southern Fried Homicide on Investigation Discovery.\n\n==See Also==\n*Murder of Zachary Turner\n*Murder of Carol DiMaiti\n*Powell family murders\n\n==References==",
    "links": [
        {
            "title": "Bitter Blood (2014 TV series)",
            "text": "Bitter Blood (2014 TV series)",
            "start": 26,
            "end": 55,
            "id": "46329021"
        },
        {
            "title": "Jerry Bledsoe",
            "text": "Jerry Bledsoe",
            "start": 205,
            "end": 218,
            "id": "16664230"
        },
        {
            "title": "News & Record",
            "text": "Greensboro News and Record",
            "start": 340,
            "end": 366,
            "id": "8759176"
        },
        {
            "title": "Homicide",
            "text": "homicide",
            "start": 412,
            "end": 420,
            "id": "123451"
        },
        {
            "title": "North Carolina",
            "text": "North Carolina",
            "start": 501,
            "end": 515,
            "id": "21650"
        },
        {
            "title": "Rockingham County, North Carolina",
            "text": "Rockingham County",
            "start": 543,
            "end": 560,
            "id": "93254"
        },
        {
            "title": "Guilford County, North Carolina",
            "text": "Guilford County",
            "start": 565,
            "end": 580,
            "id": "93301"
        },
        {
            "title": "Barnes & Noble",
            "text": "Barnes & Noble",
            "start": 610,
            "end": 624,
            "id": "191875"
        },
        {
            "title": "Susie Sharp",
            "text": "Susie Sharp",
            "start": 978,
            "end": 989,
            "id": "3720365"
        },
        {
            "title": "Cousin",
            "text": "first cousin",
            "start": 1158,
            "end": 1170,
            "id": "1341151"
        },
        {
            "title": "Reidsville, North Carolina",
            "text": "Reidsville, North Carolina",
            "start": 1237,
            "end": 1263,
            "id": "128192"
        },
        {
            "title": "Oldham County, Kentucky",
            "text": "Oldham County",
            "start": 1503,
            "end": 1516,
            "id": "95543"
        },
        {
            "title": "Kentucky",
            "text": "Kentucky",
            "start": 1518,
            "end": 1526,
            "id": "16846"
        },
        {
            "title": "Winston-Salem, North Carolina",
            "text": "Winston-Salem, North Carolina",
            "start": 1705,
            "end": 1734,
            "id": "127894"
        },
        {
            "title": "Prime suspect",
            "text": "prime suspect",
            "start": 1957,
            "end": 1970,
            "id": "9520979"
        },
        {
            "title": "Greensboro, North Carolina",
            "text": "Greensboro",
            "start": 2167,
            "end": 2177,
            "id": "77884"
        },
        {
            "title": "Sport utility vehicle",
            "text": "SUV",
            "start": 2215,
            "end": 2218,
            "id": "47696"
        },
        {
            "title": "Machine gun",
            "text": "machine gun",
            "start": 2380,
            "end": 2391,
            "id": "19690"
        },
        {
            "title": "Cyanide",
            "text": "cyanide",
            "start": 2616,
            "end": 2623,
            "id": "5910"
        },
        {
            "title": "Forensic science",
            "text": "forensics",
            "start": 2816,
            "end": 2825,
            "id": "45710"
        },
        {
            "title": "Internal bleeding",
            "text": "internal hemorrhaging",
            "start": 3495,
            "end": 3516,
            "id": "619451"
        },
        {
            "title": "Firearm",
            "text": "firearms",
            "start": 3607,
            "end": 3615,
            "id": "11966"
        },
        {
            "title": "Explosive",
            "text": "explosives",
            "start": 3617,
            "end": 3627,
            "id": "10192"
        },
        {
            "title": "Prescription drug",
            "text": "prescription drugs",
            "start": 3633,
            "end": 3651,
            "id": "359238"
        },
        {
            "title": "Claymore",
            "text": "claymores",
            "start": 3750,
            "end": 3759,
            "id": "23289836"
        },
        {
            "title": "Adolf Hitler",
            "text": "Adolf Hitler",
            "start": 4071,
            "end": 4083,
            "id": "2731583"
        },
        {
            "title": "Ku Klux Klan",
            "text": "Ku Klux Klan",
            "start": 4113,
            "end": 4125,
            "id": "16779"
        },
        {
            "title": "Ballistics",
            "text": "ballistics",
            "start": 4256,
            "end": 4266,
            "id": "212094"
        },
        {
            "title": "Naivety",
            "text": "naiveté",
            "start": 5433,
            "end": 5440,
            "id": "2252058"
        },
        {
            "title": "Gullibility",
            "text": "gullibility",
            "start": 5442,
            "end": 5453,
            "id": "14096840"
        },
        {
            "title": "Mitigating factor",
            "text": "mitigating factor",
            "start": 5473,
            "end": 5490,
            "id": "13697318"
        },
        {
            "title": "North Carolina State Bureau of Investigation",
            "text": "State Bureau of Investigation",
            "start": 5552,
            "end": 5581,
            "id": "11084901"
        },
        {
            "title": "Psychopathy",
            "text": "psychopath",
            "start": 5651,
            "end": 5661,
            "id": "7753430"
        },
        {
            "title": "Jeff Bleckner",
            "text": "Jeff Bleckner",
            "start": 6176,
            "end": 6189,
            "id": "10460425"
        },
        {
            "title": "Medium (TV series)",
            "text": "Medium",
            "start": 6221,
            "end": 6227,
            "id": "1359996"
        },
        {
            "title": "Hawthorne (TV series)",
            "text": "Hawthorne",
            "start": 6229,
            "end": 6238,
            "id": "23005914"
        },
        {
            "title": "Boston Legal",
            "text": "Boston Legal",
            "start": 6244,
            "end": 6256,
            "id": "660070"
        },
        {
            "title": "CBS",
            "text": "CBS",
            "start": 6388,
            "end": 6391,
            "id": "37653"
        },
        {
            "title": "Investigation Discovery",
            "text": "Investigation Discovery",
            "start": 6566,
            "end": 6589,
            "id": "2763655"
        },
        {
            "title": "Murder of Zachary Turner",
            "text": "Murder of Zachary Turner",
            "start": 6606,
            "end": 6630,
            "id": "37745960"
        },
        {
            "title": "Charles Stuart (murderer)",
            "text": "Murder of Carol DiMaiti",
            "start": 6632,
            "end": 6655,
            "id": "3486133"
        },
        {
            "title": "Disappearance of Susan Powell",
            "text": "Powell family murders",
            "start": 6657,
            "end": 6678,
            "id": "25404369"
        }
    ],
    "_chunk_id": "b_11420830762-11429815156"
}