{
    "_id": "299872",
    "id": "299872",
    "title": "Canal Hotel bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==The bombing==",
            "start": 1030,
            "end": 1045
        },
        {
            "text": "==Second bomb==",
            "start": 3231,
            "end": 3246
        },
        {
            "text": "== List of victims ==",
            "start": 3678,
            "end": 3699
        },
        {
            "text": "==Suspects==",
            "start": 4017,
            "end": 4029
        },
        {
            "text": "==Responses==",
            "start": 5748,
            "end": 5761
        },
        {
            "text": "==The World Humanitarian Day==",
            "start": 7021,
            "end": 7051
        },
        {
            "text": "==See also==",
            "start": 8059,
            "end": 8071
        },
        {
            "text": "== References ==",
            "start": 8131,
            "end": 8147
        },
        {
            "text": "==External links==",
            "start": 8150,
            "end": 8168
        }
    ],
    "categories": [
        "2003 in Baghdad",
        "2003 murders in Iraq",
        "2000s crimes in Baghdad",
        "21st-century mass murder in Iraq",
        "Articles containing video clips",
        "Attacks on buildings and structures in 2003",
        "Attacks on buildings and structures in Baghdad",
        "Attacks on hotels in Asia",
        "August 2003 crimes",
        "August 2003 events in Asia",
        "History of the United Nations",
        "Iraq and the United Nations",
        "Islamic terrorism in Baghdad",
        "Islamic terrorist incidents in 2003",
        "Mass murder in 2003",
        "Mass murder in Baghdad",
        "Suicide bombings in 2003",
        "Suicide bombings in Baghdad",
        "Suicide car and truck bombings in Iraq",
        "Terrorist attacks attributed to al-Qaeda in Iraq",
        "Terrorist incidents in Iraq in 2003",
        "United Nations operations in Iraq"
    ],
    "infobox": "{{Infobox terrorist attack\n|title      = Canal Hotel bombing\n|image      = UNOfficeofHumanitarianCoordinator-Baghdad (UN DF-SD-04-02188).jpg\n|location   = [[Baghdad]], Iraq\n|target     = [[United Nations]] headquarters\n|date       = August 19, 2003\n|time-begin = 16:28\n|time-end   =\n|timezone   = [[UTC+03:00|GMT +3]]\n|type       = [[Truck bomb]]\n|fatalities = 22 plus a [[suicide bomber]]\n|injuries   = 100+\n|perps      = Claimed by [[Jama'at al-Tawhid wal-Jihad]]<ref name=\"CNN_zarqawi\"/>\n}}",
    "article": "The Canal Hotel bombing was a suicide truck bombing in Baghdad, Iraq, in the afternoon of August 19, 2003. It killed at least 22 people, including the United Nations' Special Representative in Iraq Sérgio Vieira de Mello, and wounded over 100, including prominent human rights lawyer and political activist Amin Mekki Medani. The blast targeted the United Nations Assistance Mission in Iraq created just 5 days earlier. (The United Nations had used the hotel as its headquarters in Iraq since the early 1990s.) \nThat 19 August bombing resulted in the withdrawal within weeks of most of the 600 UN staff members from Iraq. These events were to have a profound and lasting impact on the UN's security practices globally.\n\nThe attack was followed by a suicide car bomb attack on 22 September 2003 near U.N. headquarters in Baghdad, killing a security guard and wounding 19 people.\n\nAbu Musab al-Zarqawi, the leader of terrorist organization Jama'at al-Tawhid wal-Jihad, in April 2004 claimed responsibility for the 19 August blast.\n\n==The bombing==\nIn his book The Prince of the Marshes, British politician and writer Rory Stewart recounts his experiences at the Canal Hotel on the day of the bombing.\n\n\nThe explosion occurred while Martin Barber, director of the UN's Mine Action Service (UNMAS), was holding a press conference. The explosion damaged a spinal cord treatment center at the hospital next door and a U.S. Army Civil-Military Operations Centre located at the rear of the Canal Hotel, and the resulting shockwave was felt over a mile away.\n\n The blast was caused by a suicide bomber driving a truck bomb. The vehicle has been identified as a large 2002 flatbed Kamaz (manufactured in Eastern Europe and part of the former Iraqi establishment's fleet). Investigators in Iraq suspected the bomb was made from old munitions, including a single 500-pound aerial bomb, from Iraq's pre-war arsenal.\n\nThe OCHA Humanitarian Information Centre (HIC) for Iraq (UNOHCI) was located directly beneath the office of Sérgio Vieira de Mello, the UN High Commissioner for Human Rights, and suffered a direct hit. Of the eight staff and one visitor in the office at the time, seven were killed instantly, but Sérgio Vieira de Mello and Gil Loescher were critically wounded and trapped in debris under the collapsed portion of the building. An American soldier – First Sergeant William von Zehle – crawled down through the collapsed building and worked to extricate the two men. He was joined later by another American soldier – Staff Sergeant Andre Valentine – and the two men spent the next three hours trying to extricate the two survivors without benefit of any rescue equipment.  Loescher was rescued after having his crushed legs amputated by the soldiers, but Vieira de Mello died before he would have been able to have been removed.\n\nAccording to Abu Musab al-Zarqawi, de Mello was specifically targeted in the blast. The reason given by al-Zarqawi for targeting de Mello was that he had helped East Timor become an independent state (see the Indonesian occupation of East Timor). Zarqawi said that de Mello had participated in the unlawful removal of territory from the Islamic Caliphate and was therefore a thief and a criminal.\n\n==Second bomb==\nThe bombing was followed on September 22, 2003, by another car bomb outside the Canal Hotel. The blast killed the bomber and an Iraqi policeman and wounded 19 others, including UN workers. The second attack led to the withdrawal of some 600 UN international staff from Baghdad, along with employees of other aid agencies. In August 2004, de Mello's replacement, Ashraf Qazi, arrived in Baghdad along with a small number of staff.\n\n== List of victims ==\n\n\n\nMarilyn Manuel, a member of Vieira de Mello's staff from the Philippines, was originally listed as missing and presumed dead in the collapsed section of the building.  However, she had been evacuated to an Iraqi hospital which did not notify the UN of her presence.  Her survival was confirmed four days later.\n\n\n\n==Suspects==\n\nIn an audiotape, published 6 April 2004 on a Web site and \"probably authentic\" according to CIA, Abu Musab al-Zarqawi claimed credit for a number of attacks, including this 19 August 2003 bombing on U.N. quarters in Baghdad.\n\nBy December 2004, also\nThe Jamestown Foundation considered Abu Musab al-Zarqawi and his Jama'at al-Tawhid wal-Jihad responsible for this attack.\nIn February 2006, TV program FRONTLINE. presented an audio tape of Zarqawi—possibly the tape of April 2004—in which Zarqawi motivated the bombing of the UN building: U.N. = \"protectors of Jews (given them Palestine so they can rape the land and humiliate our people) and friends of the (American) oppressors\".\n\nIn January 2005, a top bombmaker for Zarqawi's group, Abu Omar al-Koordi, was captured by the coalition and claimed his associates made the bomb used in this attack. On December 16, 2005, Iraqi authorities issued an arrest warrant for Mullah Halgurd al-Khabir, a commander of Ansar al-Sunna, in connection with the attack.\n\nThe Italian newspaper Corriere della Sera identified the suicide bomber as Algerian national Fahdal Nassim. Other suspects included Baathists, militant Sunni and Shiite groups, organized crime,  and tribal elements. Blame was initially thought to lie with Ansar al-Islam, which was thought at the time to be Zarqawi's group.  An otherwise unknown group called the \"Armed Vanguards of the Second Mohammed Army\" claimed they were responsible for the attack.\n\nAwraz Abd Aziz Mahmoud Sa'eed, known as al-Kurdi, has confessed to helping plan the attack for Abu Mussab al-Zarqawi. Al-Kurdi was captured by U.S. forces in 2005, judged and sentenced to death by an Iraqi court and executed by hanging on July 3, 2007.\n\n==Responses==\n\nThe suicide bombing of the United Nations in Baghdad drew overwhelming condemnation. Kofi Annan, United Nations Secretary-General, commented that the bombing would not stop the organization's efforts to rebuild Iraq, and said: \"Nothing can excuse this act of unprovoked and murderous violence against men and women who went to Iraq for one purpose only: to help the Iraqi people recover their independence and sovereignty, and to rebuild their country as fast as possible, under leaders of their own choosing.\"\n\nHowever, since this event the UN country team's expatriates and leaders relocated in Amman (Jordan) and continued to work remotely. Only some Iraqis have continued under drastic security measures all around the country (except in Kurdistan where they are more numerous and can move more freely). Few expatriates are, 5 years later, authorized to go inside Iraq (including Kurdistan) and only inside huge security compounds such as the so-called \"Green Zone\" in Baghdad. Humanitarian support is now entirely conducted inside the country by NGOs, under UN remote supervision.\n\nIn 2004, Gil Loescher's daughter, documentary filmmaker Margaret Loescher, made a critically acclaimed film about her father's experiences called Pulled from the Rubble.\n\n==The World Humanitarian Day==\nOn 11 December 2008, the United Nations General Assembly made history when it adopted the Swedish sponsored GA Resolution A/63/139 on the Strengthening of the Coordination of Emergency Assistance of the United Nations, that amongst other important humanitarian decisions, decided to designate 19 August as the World Humanitarian Day (WHD). The Resolution gives for the first time, a special recognition to all humanitarian and United Nations and associated personnel who have worked in the promotion of the humanitarian cause and those who have lost their lives in the cause of duty and urges all Member States, entities of the United Nations within existing resources, as well as the other International Organizations and Non-Governmental Organizations to observe it annually in an appropriate way. It marks the day on which the then Special Representative of the Secretary-General to Iraq, Sergio Vieira de Mello and his 21 colleagues were killed following the bombing of the UN Headquarters in Baghdad.\n\n==See also==\n*Attacks on humanitarian workers\n*World Humanitarian Day\n\n\n== References ==\n\n\n==External links==\n* United Nations portal for the anniversary\n**  Kofi Annan's statement on the one-year anniversary\n** who.int  Senior WHO official, Dr David Nabarro, describes his experience inside the Canal Hotel\n**  on the bombing, Oct. 22, 2003\n**  \"Voices of Terrorism Victims\" UN in Action No. 1579, a video interview with Laura Dolci whose husband was killed in the bombing; from UN Web TV's UN in Action\n*  March 3, 2004 Report of the Security in Iraq Accountability Panel (SIAP)\n* GlobalSecurity.org The Canal Hotel UN Headquarters Compound\n\n\n  \n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\nUnited Nations members prepare to load flag-draped metal transfer cases carrying the remains of bombing victims from the UN Office of Humanitarian Coordinator for Iraq (UNOHCI).\nU.S. officers secure a United Nations flag over the transfer case of Sérgio Vieira de Mello, prior to a memorial service at the Baghdad International Airport.\nAfter the 2003 invasion of Iraq American Marines occupied the building.",
    "links": [
        {
            "title": "Canal Hotel bombing",
            "text": "Canal Hotel bombing",
            "start": 4,
            "end": 23,
            "id": "299872"
        },
        {
            "title": "Suicide attack",
            "text": "suicide",
            "start": 30,
            "end": 37,
            "id": "18835454"
        },
        {
            "title": "Car bomb",
            "text": "truck bomb",
            "start": 38,
            "end": 48,
            "id": "155282"
        },
        {
            "title": "Baghdad",
            "text": "Baghdad",
            "start": 55,
            "end": 62,
            "id": "4492"
        },
        {
            "title": "Iraq",
            "text": "Iraq",
            "start": 64,
            "end": 68,
            "id": "7515928"
        },
        {
            "title": "United Nations",
            "text": "United Nations",
            "start": 151,
            "end": 165,
            "id": "31769"
        },
        {
            "title": "Sérgio Vieira de Mello",
            "text": "Sérgio Vieira de Mello",
            "start": 198,
            "end": 220,
            "id": "299928"
        },
        {
            "title": "Human rights",
            "text": "human rights",
            "start": 264,
            "end": 276,
            "id": "13831"
        },
        {
            "title": "Activism",
            "text": "activist",
            "start": 298,
            "end": 306,
            "id": "39766702"
        },
        {
            "title": "Amin Mekki Medani",
            "text": "Amin Mekki Medani",
            "start": 307,
            "end": 324,
            "id": "59836737"
        },
        {
            "title": "United Nations Assistance Mission for Iraq",
            "text": "United Nations Assistance Mission in Iraq",
            "start": 349,
            "end": 390,
            "id": "12724284"
        },
        {
            "title": "Headquarters",
            "text": "headquarters",
            "start": 466,
            "end": 478,
            "id": "745008"
        },
        {
            "title": "Security guard",
            "text": "security guard",
            "start": 839,
            "end": 853,
            "id": "19283898"
        },
        {
            "title": "Abu Musab al-Zarqawi",
            "text": "Abu Musab al-Zarqawi",
            "start": 879,
            "end": 899,
            "id": "8484783"
        },
        {
            "title": "Terrorism",
            "text": "terrorist",
            "start": 915,
            "end": 924,
            "id": "30636"
        },
        {
            "title": "Jama'at al-Tawhid wal-Jihad",
            "text": "Jama'at al-Tawhid wal-Jihad",
            "start": 938,
            "end": 965,
            "id": "748820"
        },
        {
            "title": "Rory Stewart",
            "text": "Rory Stewart",
            "start": 1115,
            "end": 1127,
            "id": "2656347"
        },
        {
            "title": "Explosion",
            "text": "explosion",
            "start": 1205,
            "end": 1214,
            "id": "18993857"
        },
        {
            "title": "Mine action",
            "text": "Mine Action",
            "start": 1266,
            "end": 1277,
            "id": "12811065"
        },
        {
            "title": "Civil-military operations center",
            "text": "Civil-Military Operations Centre",
            "start": 1422,
            "end": 1454,
            "id": "19488707"
        },
        {
            "title": "Suicide attack",
            "text": "suicide bomber",
            "start": 1578,
            "end": 1592,
            "id": "18835454"
        },
        {
            "title": "Car bomb",
            "text": "truck bomb",
            "start": 1603,
            "end": 1613,
            "id": "155282"
        },
        {
            "title": "Kamaz",
            "text": "Kamaz",
            "start": 1671,
            "end": 1676,
            "id": "300936"
        },
        {
            "title": "Eastern Europe",
            "text": "Eastern Europe",
            "start": 1694,
            "end": 1708,
            "id": "37403"
        },
        {
            "title": "United Nations Office for the Coordination of Humanitarian Affairs",
            "text": "OCHA",
            "start": 1908,
            "end": 1912,
            "id": "1602284"
        },
        {
            "title": "Sérgio Vieira de Mello",
            "text": "Sérgio Vieira de Mello",
            "start": 2012,
            "end": 2034,
            "id": "299928"
        },
        {
            "title": "Office of the United Nations High Commissioner for Human Rights",
            "text": "UN High Commissioner for Human Rights",
            "start": 2040,
            "end": 2077,
            "id": "22463"
        },
        {
            "title": "First sergeant",
            "text": "First Sergeant",
            "start": 2354,
            "end": 2368,
            "id": "23623489"
        },
        {
            "title": "William von Zehle",
            "text": "William von Zehle",
            "start": 2369,
            "end": 2386,
            "id": null
        },
        {
            "title": "Staff sergeant",
            "text": "Staff Sergeant",
            "start": 2520,
            "end": 2534,
            "id": "288434"
        },
        {
            "title": "Abu Musab al-Zarqawi",
            "text": "Abu Musab al-Zarqawi",
            "start": 2846,
            "end": 2866,
            "id": "8484783"
        },
        {
            "title": "East Timor",
            "text": "East Timor",
            "start": 2994,
            "end": 3004,
            "id": "19159399"
        },
        {
            "title": "Indonesian occupation of East Timor",
            "text": "Indonesian occupation of East Timor",
            "start": 3042,
            "end": 3077,
            "id": "15783711"
        },
        {
            "title": "Caliphate",
            "text": "Islamic Caliphate",
            "start": 3170,
            "end": 3187,
            "id": "804036"
        },
        {
            "title": "Iraqi Police",
            "text": "Iraqi police",
            "start": 3375,
            "end": 3387,
            "id": "2076117"
        },
        {
            "title": "Ashraf Qazi",
            "text": "Ashraf Qazi",
            "start": 3609,
            "end": 3620,
            "id": "1648037"
        },
        {
            "title": "Central Intelligence Agency",
            "text": "CIA",
            "start": 4123,
            "end": 4126,
            "id": "5183633"
        },
        {
            "title": "Abu Musab al-Zarqawi",
            "text": "Abu Musab al-Zarqawi",
            "start": 4128,
            "end": 4148,
            "id": "8484783"
        },
        {
            "title": "Jamestown Foundation",
            "text": "The Jamestown Foundation",
            "start": 4280,
            "end": 4304,
            "id": "4098056"
        },
        {
            "title": "Abu Musab al-Zarqawi",
            "text": "Abu Musab al-Zarqawi",
            "start": 4316,
            "end": 4336,
            "id": "8484783"
        },
        {
            "title": "Jama'at al-Tawhid wal-Jihad",
            "text": "Jama'at al-Tawhid wal-Jihad",
            "start": 4345,
            "end": 4372,
            "id": "748820"
        },
        {
            "title": "Frontline (American TV program)",
            "text": "FRONTLINE",
            "start": 4431,
            "end": 4440,
            "id": "235262"
        },
        {
            "title": "Abu Omar al-Koordi",
            "text": "Abu Omar al-Koordi",
            "start": 4767,
            "end": 4785,
            "id": null
        },
        {
            "title": "Arrest warrant",
            "text": "arrest warrant",
            "start": 4929,
            "end": 4943,
            "id": "146746"
        },
        {
            "title": "Mullah Halgurd al-Khabir",
            "text": "Mullah Halgurd al-Khabir",
            "start": 4948,
            "end": 4972,
            "id": null
        },
        {
            "title": "Jamaat Ansar al-Sunna",
            "text": "Ansar al-Sunna",
            "start": 4989,
            "end": 5003,
            "id": "455441"
        },
        {
            "title": "Italy",
            "text": "Italian",
            "start": 5041,
            "end": 5048,
            "id": "14532"
        },
        {
            "title": "Corriere della Sera",
            "text": "Corriere della Sera",
            "start": 5059,
            "end": 5078,
            "id": "82427"
        },
        {
            "title": "Algeria",
            "text": "Algeria",
            "start": 5112,
            "end": 5119,
            "id": "358"
        },
        {
            "title": "Ba'athism",
            "text": "Baathist",
            "start": 5169,
            "end": 5177,
            "id": "38802836"
        },
        {
            "title": "Sunni Islam",
            "text": "Sunni",
            "start": 5189,
            "end": 5194,
            "id": "29402"
        },
        {
            "title": "Shia Islam",
            "text": "Shiite",
            "start": 5199,
            "end": 5205,
            "id": "26961"
        },
        {
            "title": "Organized crime",
            "text": "organized crime",
            "start": 5214,
            "end": 5229,
            "id": "22625"
        },
        {
            "title": "Ansar al-Islam",
            "text": "Ansar al-Islam",
            "start": 5293,
            "end": 5307,
            "id": "199866"
        },
        {
            "title": "Kofi Annan",
            "text": "Kofi Annan",
            "start": 5848,
            "end": 5858,
            "id": "16844"
        },
        {
            "title": "Green Zone",
            "text": "Green Zone",
            "start": 6721,
            "end": 6731,
            "id": "856542"
        },
        {
            "title": "United Nations General Assembly",
            "text": "United Nations General Assembly",
            "start": 7077,
            "end": 7108,
            "id": "31957"
        },
        {
            "title": "World Humanitarian Day",
            "text": "World Humanitarian Day",
            "start": 7362,
            "end": 7384,
            "id": "22444430"
        },
        {
            "title": "United Nations",
            "text": "United Nations",
            "start": 7479,
            "end": 7493,
            "id": "31769"
        },
        {
            "title": "United Nations",
            "text": "United Nations",
            "start": 7680,
            "end": 7694,
            "id": "31769"
        },
        {
            "title": "International organization",
            "text": "International Organizations",
            "start": 7743,
            "end": 7770,
            "id": "18201224"
        },
        {
            "title": "Non-governmental organization",
            "text": "Non-Governmental Organizations",
            "start": 7775,
            "end": 7805,
            "id": "46539"
        },
        {
            "title": "Secretary-General of the United Nations",
            "text": "Secretary-General",
            "start": 7917,
            "end": 7934,
            "id": "162415"
        },
        {
            "title": "Sérgio Vieira de Mello",
            "text": "Sergio Vieira de Mello",
            "start": 7944,
            "end": 7966,
            "id": "299928"
        },
        {
            "title": "Attacks on humanitarian workers",
            "text": "Attacks on humanitarian workers",
            "start": 8073,
            "end": 8104,
            "id": "331887"
        },
        {
            "title": "World Humanitarian Day",
            "text": "World Humanitarian Day",
            "start": 8106,
            "end": 8128,
            "id": "22444430"
        },
        {
            "title": "David Nabarro",
            "text": "David Nabarro",
            "start": 8304,
            "end": 8317,
            "id": "1364926"
        },
        {
            "title": "UN Web TV",
            "text": "UN Web TV",
            "start": 8539,
            "end": 8548,
            "id": "31075840"
        },
        {
            "title": "UNOHCI",
            "text": "UNOHCI",
            "start": 8900,
            "end": 8906,
            "id": null
        },
        {
            "title": "Flag of the United Nations",
            "text": "United Nations flag",
            "start": 8932,
            "end": 8951,
            "id": "565612"
        },
        {
            "title": "Baghdad International Airport",
            "text": "Baghdad International Airport",
            "start": 9037,
            "end": 9066,
            "id": "162172"
        },
        {
            "title": "2003 invasion of Iraq",
            "text": "2003 invasion of Iraq",
            "start": 9078,
            "end": 9099,
            "id": "201936"
        }
    ],
    "_chunk_id": "b_875873932-912377762"
}