{
    "_id": "30609322",
    "id": "30609322",
    "title": "Domodedovo International Airport bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 723,
            "end": 737
        },
        {
            "text": "==Bombing==",
            "start": 1548,
            "end": 1559
        },
        {
            "text": "==Victims==",
            "start": 2695,
            "end": 2706
        },
        {
            "text": "==Aftermath==",
            "start": 3969,
            "end": 3982
        },
        {
            "text": "==Responsibility==",
            "start": 4869,
            "end": 4887
        },
        {
            "text": "==Investigation==",
            "start": 5636,
            "end": 5653
        },
        {
            "text": "==Trial==",
            "start": 8459,
            "end": 8468
        },
        {
            "text": "==Response==",
            "start": 9242,
            "end": 9254
        },
        {
            "text": "===Domestic===",
            "start": 9255,
            "end": 9269
        },
        {
            "text": "===International===",
            "start": 11085,
            "end": 11104
        },
        {
            "text": "==See also==",
            "start": 12740,
            "end": 12752
        },
        {
            "text": "==References==",
            "start": 12873,
            "end": 12887
        }
    ],
    "categories": [
        "2011 murders in Europe",
        "2010s murders in Russia",
        "2010s trials",
        "21st-century mass murder in Russia",
        "Attacks on buildings and structures in 2011",
        "Attacks on buildings and structures in Russia",
        "Caucasus Emirate",
        "Crime in Moscow Oblast",
        "Filmed murder–suicides",
        "History of Moscow Oblast",
        "Insurgency in the North Caucasus",
        "Islamic terrorism in Russia",
        "Islamic terrorist incidents in 2011",
        "January 2011 crimes",
        "January 2011 events in Europe",
        "Mass murder in 2011",
        "Mass murder in Russia",
        "Murder trials",
        "Suicide bombings in 2011",
        "Suicide bombings in Russia",
        "Terrorist attacks on airports",
        "Terrorist incidents in Russia in 2011",
        "Trials in Russia"
    ],
    "infobox": "{{Infobox civilian attack\n|title = Domodedovo International Airport bombing\n|image = Domodedovo-terminal.jpg\n|partof = [[Insurgency in the North Caucasus]]\n|caption = Domodedovo Airport passenger terminal (2007)\n|location = [[Domodedovo Airport]]<br>[[Domodedovsky District]], [[Moscow Oblast]], Russia\n|target = [[Domodedovo Airport]]\n|coordinates =\n|date = 24 January 2011\n|time = 16:32 [[Moscow Time|MSK]]<ref name=\"Ferris-Rotman\">{{cite news|url=https://www.reuters.com/article/idUSTRE70N2TQ20110124|title=Suicide bomber kills 31 at Russia's biggest airport|last=Ferris-Rotman|first=Amie|date=24 January 2011|agency=Reuters|accessdate=24 January 2011}}</ref>\n|timezone = [[UTC+03:00]]\n|type = [[Suicide bombing]]\n|fatalities = 37<ref name=\"37deaths\">{{cite news|url=http://rian.ru/society/20110224/338222803.html|script-title=ru:Число жертв теракта в Домодедово возросло до 37|publisher=[[RIA Novosti]]|date=24 February 2011|accessdate=24 February 2011|language=ru}}</ref>\n|injuries = 173\n|victim =\n|perps = [[Caucasus Emirate]] <br> [[Riyad-us Saliheen Brigade of Martyrs|Riyad-us Saliheen Brigade]]<ref name=\"gazeta\">{{cite web|url=http://gazeta.ru/politics/2011/07/25_a_3707705.shtml |title=Запутанный чеченский след |publisher=Газета.ru |date=25 July 2011 |accessdate=25 July 2011 |url-status=dead |archiveurl=https://www.webcitation.org/60ROx7HTu?url=http://gazeta.ru/politics/2011/07/25_a_3707705.shtml |archivedate=25 July 2011  }}</ref>\n|perp =\n|susperps =\n|susperp =\n|weapons = [[Improvised explosive device]]\n|numparts =\n|numpart =\n|dfens =\n|dfen =\n|Footage =\n}}",
    "article": "The Domodedovo International Airport bombing was a suicide bombing in the international arrival hall of Moscow's Domodedovo International, in Domodedovsky District, Moscow Oblast, on 24 January 2011.\n\nThe bombing killed 37 people and injured 173 others, including 86 who had to be hospitalised. Of the casualties, 31 died at the scene, three later in hospitals, one en route to a hospital, one on the 2nd February after having been put in a coma, and another on the 24th February after being hospitalised in grave condition.\n\nRussia's Federal Investigative Committee later identified the suicide bomber as a 20-year-old from the North Caucasus, and said that the attack was aimed \"first and foremost\" at foreign citizens.\n\n==Background==\nDomodedovo International is located  southeast of central Moscow and is Russia's largest airport, with over 22 million passengers passing through in 2010. It is heavily used by foreign workers and tourists.\n\nIn 2004, two aircraft which had just taken off from Domodedovo were bombed by female Chechen suicide bombers. The incident resulted in an extensive step-up of security at the airport, including full body scanners.\n\nThe city of Moscow had seen a number of significant attacks in the years prior to the incident. In 2004, two separate attacks on the Moscow Metro, one by a male suicide bomber on 6 February and another by a female suicide bomber on 31 August; in 2006, 13 people were killed in a market bombing; and in March 2010, at least 40 people were killed in suicide bombings on the Moscow Metro.\n\n==Bombing==\nThe explosion affected the baggage-claim area of the airport's international arrivals hall. Some reports have suggested that the explosion was the work of a suicide bomber, with investigators saying the explosion was caused by an \"improvised device packed with shrapnel, pieces of chopped wire\" and the force equivalent to between two and five kilograms of TNT. Russia's chief investigator has stated the explosion was the work of terrorists. Investigators found a male head and believed it might have been that of the suicide bomber.\n\nAccording to Russian newspaper accounts, the bombing was carried out by two suicide bombers, a man and a woman. Another three accomplices who had kept their distance from the blast were sought, but the source of the attack remained unclear. Security experts speculated that the attackers may have been Islamist militants from the North Caucasus, though this was not confirmed. The attack may have been an act of revenge for recent anti-militant operations, including the killing of Pakhrudin Gadzhiyev in Dagestan the previous Friday. Gadzhiyev was suspected of organizing suicide attacks in 2010.\n\n==Victims==\nThe first identified casualty was 29-year-old Ukrainian playwright Anna Yablonskaya, author of more than a dozen plays. Half an hour before the explosion, Yablonskaya had arrived on a flight from her native city of Odessa to receive an award at a ceremony for young playwrights established by Cinema Art magazine.\n\nOn 25 January, the Ministry of Emergency Situations (EMERCOM) published the list of casualties. Twenty-six out of 35 dead were identified.\n\nAccording to Vladimir Markin, a representative of the Russian Federation Investigative Committee, two British citizens died in the blast, however, the BBC in a later article mentioned only one British citizen among the dead, as well as one German citizen. Gordon Cousland, an analyst for CACI, was confirmed to be a British citizen, while another victim, Kirill Bodrashov, who had been listed as a British citizen by EMERCOM, was a Russian citizen who lived in London for several years. The Bulgarian Ministry of Foreign Affairs reported that a Bulgarian man was among the casualties; however, it was later clarified that the ethnic Bulgarian who had died in the blast actually had Austrian citizenship.\n\nAccording to the Slovak embassy in Moscow, Slovak actress Zuzana Fialová was injured in the blast.\n\n\n\n==Aftermath==\nA number of flights originally bound for Domodedovo were redirected to Moscow's Vnukovo International Airport following the attack. Russian authorities directed all of the country's airports to immediately begin inspecting all visitors before allowing them to enter the airports. However, this practice was ruled illegal by an appellate court in June 2011. The express commuter trains that run from Domodedovo to the city were operating free of charge. The trains from other Moscow airports, where flights originally scheduled to land at Domodedovo were diverted to, were also running free of charge.\n\nAt Domodedovo, the surge of emergency vehicles caused public transportation delays. In response, citizens volunteered to carpool passengers to Moscow, and taxi drivers slashed their rates.\n\nThe blast was followed by a drop of almost two percent at the Moscow stock exchange (MICEX).\n\n==Responsibility==\nOn 8 February 2011, a faction of the Caucasus Emirate led by Doku Umarov claimed responsibility for the attack, and threatened further attacks. In the video in which Doku Umarov claimed responsibility for the bombing, he took the opportunity to lash out, calling the major powers in the world \"satanic\". He criticised the US and Russia for being hypocrites, reasoning that if they actually followed their own principles, they would have to surrender world power to China, due to the senior status of Chinese culture and religion. He said, according to the logic of Russia and America, \"China should then rule the world. They have the largest and most ancient cultures\". He also attacked the US, Russia, Britain, and Israel for oppressing Muslims.\n\n==Investigation==\nIn the aftermath of the explosion, Russia's Investigative Committee stated that the bombing was aimed \"first and foremost\" at foreign citizens, adding that \"it was by no means an accident that the act of terror was committed in the international arrivals hall\".\n\nOn 7 February 2011, Russian officials identified the suspected suicide bomber as 20-year-old Magomed Yevloyev, born in the village of Ali-yurt, Ingushetia (not to be confused with the journalist of the same name killed in 2008).\n\nMagomed Yevloyev's 16-year-old sister Fatima Yevloyeva and friend Umar Aushev were suspected of collaboration in the Domodedovo attack and detained in February 2011. They were released a few months later, but remained under investigation for illegal possession of firearms. In September, Yevloyeva and Aushev were no longer considered suspects, and were cleared of all charges.\n\nIn February and March 2011, Russian law enforcement agencies conducted special operations against members of the Caucasus Emirate in Ingushetia, during which they arrested several associates of Magomed Yevloyev, including Islam and Ilez Yandiyev.\n\nBy October 2011, four alleged associates of Yevloyev had been arrested: the Yandiyevs, Bashir Khamkhoyev, and Akhmed Yevloyev, Magomed's 15-year-old brother, who had allegedly helped assemble the bomb. They were charged with terrorism, formation of or participation in illegal armed bands, assault on a police officer, and illegal possession of firearms and explosives. Doku Umarov, who has claimed responsibility for masterminding the attack, has not been apprehended.\n\nA year after the event, in January 2012, the Investigative Committee reported that the investigation was complete, and the final version of the indictment against Yevloyev, Khamkhoyev, and the Yandiyevs was to be brought by March 2012.\n\nThe trial in the case ended on 11 November 2013. Yandiyevs and Khamkhoyev were given life sentences, and Akhmed Yevloyev was sentenced to 10 years imprisonment.\n\nA separate investigation was conducted into the lax or inefficient security measures that were in place at the Domodedovo airport at the time of the attack.\n\nIt was reported that Doku Umarov had planned to follow the Domodedovo attack with two additional bombings in Moscow. An attack in Moscow's Red Square was planned for New Year's Eve, 2011, but it was foiled when the suicide bomber accidentally triggered the bomb in a hotel room in Kuzminki District, killing herself in the explosion. Another bombing was to be carried out by a Slavic Russian couple who had converted to Islam, and become members of Caucasus Emirate. However, they were unable to leave Dagestan, and instead committed two separate suicide bombings in the village of Gubden on 14 February 2011, killing two policemen and injuring 27 people.\n\n==Trial==\nOn 11 November 2013, four men received jail terms for the offences including commissioning an act of terror, murder and attempted murder. Islam and Ilez Yandiyev and Bashir Khamkhoyev were sentenced to life terms in a penal colony, while Akhmed Yevloyev was jailed for 10 years as he was a minor at the time of the attack. The government's investigators said that the bombing was carried out by Magomed Yevloyev, Akhmed's brother, on the orders of the leader of the Caucasus Emirate, Doku Umarov. The convicted were accused of sheltering the bomber in Nazran, Ingushetia, providing him with money and putting him on a bus to Moscow in preparation for the attack. The investigators also said that his attack was plotted at a camp run by the Caucasus Emirate in Ingushetia.\n\n==Response==\n===Domestic===\n;Political\nPresident Dmitry Medvedev apportioned some blame to poor security at Domodedovo and sacked several officials – said to include a regional transport chief and a Moscow police deputy head; he also announced that he would delay his departure to the World Economic Forum in Davos, Switzerland. Prime Minister Vladimir Putin condemned the bombing as an \"abominable crime,\" and vowed that \"retribution is inevitable.\"\n\nIn an interview with NTV on 31 January, the President of the Chechen Republic Ramzan Kadyrov said that the bombing was most likely staged by the USA; he also previously had made statements in which he blamed the US for staging terrorist acts in Russia or for providing financial and technical support to its perpetrators. Senior Russian lawmakers Alexander Torshin and Vladimir Kolesnikov blamed the government of Georgia and its Ossetian agents for the bombing, an allegation that was swiftly condemned by the Foreign Ministry of Georgia as a \"purposeful provocation\".\n\nThe Chechen Republic of Ichkeria, the former separatist government in exile (which split from the other half which would become the Caucasus Emirate in 2007), released a statement sending condolences to the victims, suggesting the attackers may have been desperate, traumatized and hopeless, and strongly condemning the bombing.\n\n;Apolitical\nA number of flights originally bound for Domodedovo were redirected to Moscow's Vnukovo International Airport following the attack. Russian authorities contacted all the Russian airports to immediately start inspecting all visitors before allowing them to enter the airport buildings.\n\nVolunteers drove their own private cars to the airport to help transport passengers into Moscow.\n\nThe blast was followed by a drop of almost two percent at the Moscow stock exchange (MICEX).\n\n===International===\nMany world leaders expressed their condolences to Russia following the attack.\n\nEuropean Union president Herman Van Rompuy said that those responsible for the attack must be punished. UN Secretary General Ban Ki-moon and NATO chief Anders Fogh Rasmussen also expressed condolences.\n\nThe Brazilian Ministry of External Relations stated that \"the Brazilian Government is saddened to learn of the attack at Moscow's Domodedovo airport, which resulted in the loss of many lives\". According to the note, the Brazilian Government, \"in denouncing the action of radical groups that resort to violent acts against civilians, reiterates its staunch condemnation of such attacks, regardless of its motivations\".\n\nPrime Minister of Israel Benjamin Netanyahu expressed condolences to the people of Russia and the Russian government on behalf of the people of Israel: \"Terrorism is global and the response to terror must be global.\"\n\nCondolences were sent by:\n* President of France Nicolas Sarkozy\n* Chancellor of Germany Angela Merkel\n* Lithuanian Foreign Minister Audronius Ažubalis\n* Slovakian President Ivan Gašparovič and Prime minister Iveta Radičová\n* British Prime Minister David Cameron\n** British Foreign Secretary William Hague\n* President of the United States Barack Obama\n\nOthers included leaders or officials from: Abkhazia, Afghanistan, Albania, Angola, Armenia, Australia, Azerbaijan, Belarus, Canada, Chile, China, Colombia, Cuba, Finland, Georgia, Hungary, India, Iran, Mexico, North Korea, New Zealand, Nicaragua, Pakistan, Palestine, Poland, Romania, South Ossetia, Syria, Ukraine, United Arab Emirates, Venezuela, and Vietnam.\n\n==See also==\n*List of Islamist terrorist attacks\n\n* 21st century attacks in Russia\n* Suicide attacks in the North Caucasus conflict\n\n==References==",
    "links": [
        {
            "title": "Domodedovo International Airport bombing",
            "text": "Domodedovo International Airport bombing",
            "start": 4,
            "end": 44,
            "id": "30609322"
        },
        {
            "title": "Suicide attack",
            "text": "suicide bombing",
            "start": 51,
            "end": 66,
            "id": "18835454"
        },
        {
            "title": "Moscow Domodedovo Airport",
            "text": "Domodedovo International",
            "start": 113,
            "end": 137,
            "id": "291012"
        },
        {
            "title": "Domodedovsky District",
            "text": "Domodedovsky District",
            "start": 142,
            "end": 163,
            "id": "27794228"
        },
        {
            "title": "Moscow Oblast",
            "text": "Moscow Oblast",
            "start": 165,
            "end": 178,
            "id": "372315"
        },
        {
            "title": "Investigative Committee of Russia",
            "text": "Federal Investigative Committee",
            "start": 535,
            "end": 566,
            "id": "30624617"
        },
        {
            "title": "Tourism in Russia",
            "text": "tourists",
            "start": 935,
            "end": 943,
            "id": "159643"
        },
        {
            "title": "2004 Russian aircraft bombings",
            "text": "bombed",
            "start": 1014,
            "end": 1020,
            "id": "938148"
        },
        {
            "title": "Full body scanner",
            "text": "full body scanner",
            "start": 1140,
            "end": 1157,
            "id": "11241718"
        },
        {
            "title": "February 2004 Moscow Metro bombing",
            "text": "male suicide bomber on 6 February",
            "start": 1317,
            "end": 1350,
            "id": "11537125"
        },
        {
            "title": "August 2004 Moscow Metro bombing",
            "text": "female suicide bomber on 31 August",
            "start": 1368,
            "end": 1402,
            "id": "26750780"
        },
        {
            "title": "2006 Moscow market bombing",
            "text": "market bombing",
            "start": 1440,
            "end": 1454,
            "id": "6616656"
        },
        {
            "title": "2010 Moscow Metro bombings",
            "text": "suicide bombings on the Moscow Metro",
            "start": 1509,
            "end": 1545,
            "id": "26743546"
        },
        {
            "title": "Suicide attack",
            "text": "suicide bomber",
            "start": 1717,
            "end": 1731,
            "id": "18835454"
        },
        {
            "title": "Improvised explosive device",
            "text": "improvised device",
            "start": 1791,
            "end": 1808,
            "id": "265112"
        },
        {
            "title": "Shrapnel shell",
            "text": "shrapnel",
            "start": 1821,
            "end": 1829,
            "id": "37345"
        },
        {
            "title": "TNT",
            "text": "TNT",
            "start": 1917,
            "end": 1920,
            "id": "30698"
        },
        {
            "title": "Terrorism in Russia",
            "text": "terrorists",
            "start": 1991,
            "end": 2001,
            "id": "8743696"
        },
        {
            "title": "Accomplice",
            "text": "accomplice",
            "start": 2222,
            "end": 2232,
            "id": "1400979"
        },
        {
            "title": "Islamism",
            "text": "Islamist",
            "start": 2398,
            "end": 2406,
            "id": "15012"
        },
        {
            "title": "Hanna Yablonska",
            "text": "Anna Yablonskaya",
            "start": 2774,
            "end": 2790,
            "id": "30623872"
        },
        {
            "title": "Odessa",
            "text": "Odessa",
            "start": 2922,
            "end": 2928,
            "id": "55545"
        },
        {
            "title": "Ministry of Emergency Situations (Russia)",
            "text": "Ministry of Emergency Situations",
            "start": 3041,
            "end": 3073,
            "id": "1568895"
        },
        {
            "title": "CACI",
            "text": "CACI",
            "start": 3450,
            "end": 3454,
            "id": "665156"
        },
        {
            "title": "Ministry of Foreign Affairs (Bulgaria)",
            "text": "Bulgarian Ministry of Foreign Affairs",
            "start": 3653,
            "end": 3690,
            "id": "19073846"
        },
        {
            "title": "Bulgarians",
            "text": "Bulgarian",
            "start": 3707,
            "end": 3716,
            "id": "151876"
        },
        {
            "title": "Zuzana Fialová",
            "text": "Zuzana Fialová",
            "start": 3925,
            "end": 3939,
            "id": "30610907"
        },
        {
            "title": "Vnukovo International Airport",
            "text": "Vnukovo International Airport",
            "start": 4063,
            "end": 4092,
            "id": "894810"
        },
        {
            "title": "Emergency vehicle",
            "text": "emergency vehicle",
            "start": 4613,
            "end": 4630,
            "id": "860027"
        },
        {
            "title": "Carpool",
            "text": "carpool",
            "start": 4706,
            "end": 4713,
            "id": "383038"
        },
        {
            "title": "Moscow stock exchange",
            "text": "Moscow stock exchange",
            "start": 4837,
            "end": 4858,
            "id": null
        },
        {
            "title": "Moscow Interbank Currency Exchange",
            "text": "MICEX",
            "start": 4860,
            "end": 4865,
            "id": "4646500"
        },
        {
            "title": "Caucasus Emirate",
            "text": "Caucasus Emirate",
            "start": 4925,
            "end": 4941,
            "id": "14912557"
        },
        {
            "title": "Dokka Umarov",
            "text": "Doku Umarov",
            "start": 4949,
            "end": 4960,
            "id": "5618839"
        },
        {
            "title": "Satan",
            "text": "satan",
            "start": 5182,
            "end": 5187,
            "id": "27694"
        },
        {
            "title": "Chinese culture",
            "text": "Chinese culture",
            "start": 5388,
            "end": 5403,
            "id": "156154"
        },
        {
            "title": "Investigative Committee of Russia",
            "text": "Russia's Investigative Committee",
            "start": 5689,
            "end": 5721,
            "id": "30624617"
        },
        {
            "title": "Magomed Yevloyev",
            "text": "journalist of the same name killed in 2008",
            "start": 6101,
            "end": 6143,
            "id": "19120446"
        },
        {
            "title": "Collaboration",
            "text": "collaboration",
            "start": 6243,
            "end": 6256,
            "id": "303330"
        },
        {
            "title": "Dokka Umarov",
            "text": "Doku Umarov",
            "start": 7144,
            "end": 7155,
            "id": "5618839"
        },
        {
            "title": "Investigative Committee of Russia",
            "text": "Investigative Committee",
            "start": 7290,
            "end": 7313,
            "id": "30624617"
        },
        {
            "title": "Life imprisonment",
            "text": "life sentence",
            "start": 7567,
            "end": 7580,
            "id": "148681"
        },
        {
            "title": "Red Square",
            "text": "Red Square",
            "start": 7941,
            "end": 7951,
            "id": "66931"
        },
        {
            "title": "Kuzminki District",
            "text": "Kuzminki District",
            "start": 8083,
            "end": 8100,
            "id": "8837966"
        },
        {
            "title": "Religious conversion",
            "text": "converted",
            "start": 8209,
            "end": 8218,
            "id": "25597"
        },
        {
            "title": "Islam in Russia",
            "text": "Islam",
            "start": 8222,
            "end": 8227,
            "id": "1184490"
        },
        {
            "title": "Dagestan",
            "text": "Dagestan",
            "start": 8304,
            "end": 8312,
            "id": "751099"
        },
        {
            "title": "Penal colony",
            "text": "penal colony",
            "start": 8687,
            "end": 8699,
            "id": "146909"
        },
        {
            "title": "Nazran",
            "text": "Nazran",
            "start": 9021,
            "end": 9027,
            "id": "478787"
        },
        {
            "title": "Ingushetia",
            "text": "Ingushetia",
            "start": 9029,
            "end": 9039,
            "id": "797702"
        },
        {
            "title": "President of Russia",
            "text": "President",
            "start": 9281,
            "end": 9290,
            "id": "239646"
        },
        {
            "title": "Dmitry Medvedev",
            "text": "Dmitry Medvedev",
            "start": 9291,
            "end": 9306,
            "id": "3162905"
        },
        {
            "title": "Moscow police",
            "text": "Moscow police",
            "start": 9441,
            "end": 9454,
            "id": "47578981"
        },
        {
            "title": "World Economic Forum",
            "text": "World Economic Forum",
            "start": 9527,
            "end": 9547,
            "id": "172185"
        },
        {
            "title": "Davos",
            "text": "Davos",
            "start": 9551,
            "end": 9556,
            "id": "99184"
        },
        {
            "title": "Vladimir Putin",
            "text": "Vladimir Putin",
            "start": 9586,
            "end": 9600,
            "id": "32817"
        },
        {
            "title": "NTV (Russia)",
            "text": "NTV",
            "start": 9715,
            "end": 9718,
            "id": "998231"
        },
        {
            "title": "Ramzan Kadyrov",
            "text": "Ramzan Kadyrov",
            "start": 9772,
            "end": 9786,
            "id": "647880"
        },
        {
            "title": "Aleksandr Torshin",
            "text": "Alexander Torshin",
            "start": 10041,
            "end": 10058,
            "id": "33185559"
        },
        {
            "title": "Vladimir Kolesnikov",
            "text": "Vladimir Kolesnikov",
            "start": 10063,
            "end": 10082,
            "id": "9327477"
        },
        {
            "title": "Chechen Republic of Ichkeria",
            "text": "Chechen Republic of Ichkeria",
            "start": 10269,
            "end": 10297,
            "id": "5326401"
        },
        {
            "title": "Vnukovo International Airport",
            "text": "Vnukovo International Airport",
            "start": 10687,
            "end": 10716,
            "id": "894810"
        },
        {
            "title": "Moscow Interbank Currency Exchange",
            "text": "MICEX",
            "start": 11076,
            "end": 11081,
            "id": "4646500"
        },
        {
            "title": "European Union",
            "text": "European Union",
            "start": 11185,
            "end": 11199,
            "id": "9317"
        },
        {
            "title": "President of the European Union",
            "text": "president",
            "start": 11200,
            "end": 11209,
            "id": "2317572"
        },
        {
            "title": "Herman Van Rompuy",
            "text": "Herman Van Rompuy",
            "start": 11210,
            "end": 11227,
            "id": "7742342"
        },
        {
            "title": "Secretary-General of the United Nations",
            "text": "UN Secretary General",
            "start": 11289,
            "end": 11309,
            "id": "162415"
        },
        {
            "title": "Ban Ki-moon",
            "text": "Ban Ki-moon",
            "start": 11310,
            "end": 11321,
            "id": "2346975"
        },
        {
            "title": "Secretary General of NATO",
            "text": "NATO chief",
            "start": 11326,
            "end": 11336,
            "id": "22194433"
        },
        {
            "title": "Anders Fogh Rasmussen",
            "text": "Anders Fogh Rasmussen",
            "start": 11337,
            "end": 11358,
            "id": "275811"
        },
        {
            "title": "Brazil",
            "text": "Brazil",
            "start": 11392,
            "end": 11398,
            "id": "3383"
        },
        {
            "title": "Ministry of Foreign Affairs (Brazil)",
            "text": "Ministry of External Relations",
            "start": 11402,
            "end": 11432,
            "id": "10807241"
        },
        {
            "title": "Federal government of Brazil",
            "text": "Brazilian Government",
            "start": 11450,
            "end": 11470,
            "id": "33367309"
        },
        {
            "title": "Prime Minister of Israel",
            "text": "Prime Minister of Israel",
            "start": 11807,
            "end": 11831,
            "id": "24898"
        },
        {
            "title": "Benjamin Netanyahu",
            "text": "Benjamin Netanyahu",
            "start": 11832,
            "end": 11850,
            "id": "56472"
        },
        {
            "title": "President of France",
            "text": "President of France",
            "start": 12053,
            "end": 12072,
            "id": "24899"
        },
        {
            "title": "Nicolas Sarkozy",
            "text": "Nicolas Sarkozy",
            "start": 12073,
            "end": 12088,
            "id": "557007"
        },
        {
            "title": "Chancellor of Germany",
            "text": "Chancellor of Germany",
            "start": 12091,
            "end": 12112,
            "id": "20890626"
        },
        {
            "title": "Angela Merkel",
            "text": "Angela Merkel",
            "start": 12113,
            "end": 12126,
            "id": "72671"
        },
        {
            "title": "Ministry of Foreign Affairs (Lithuania)",
            "text": "Lithuanian Foreign Minister",
            "start": 12129,
            "end": 12156,
            "id": "18782229"
        },
        {
            "title": "Audronius Ažubalis",
            "text": "Audronius Ažubalis",
            "start": 12157,
            "end": 12175,
            "id": "25955636"
        },
        {
            "title": "Slovakia",
            "text": "Slovakia",
            "start": 12178,
            "end": 12186,
            "id": "26830"
        },
        {
            "title": "President of Slovakia",
            "text": "President",
            "start": 12188,
            "end": 12197,
            "id": "692193"
        },
        {
            "title": "Ivan Gašparovič",
            "text": "Ivan Gašparovič",
            "start": 12198,
            "end": 12213,
            "id": "577182"
        },
        {
            "title": "Prime Minister of Slovakia",
            "text": "Prime minister",
            "start": 12218,
            "end": 12232,
            "id": "692138"
        },
        {
            "title": "Iveta Radičová",
            "text": "Iveta Radičová",
            "start": 12233,
            "end": 12247,
            "id": "16297311"
        },
        {
            "title": "Prime Minister of the United Kingdom",
            "text": "British Prime Minister",
            "start": 12250,
            "end": 12272,
            "id": "24150"
        },
        {
            "title": "David Cameron",
            "text": "David Cameron",
            "start": 12273,
            "end": 12286,
            "id": "419342"
        },
        {
            "title": "Secretary of State for Foreign and Commonwealth Affairs",
            "text": "British Foreign Secretary",
            "start": 12290,
            "end": 12315,
            "id": "59655"
        },
        {
            "title": "William Hague",
            "text": "William Hague",
            "start": 12316,
            "end": 12329,
            "id": "161041"
        },
        {
            "title": "President of the United States",
            "text": "President of the United States",
            "start": 12332,
            "end": 12362,
            "id": "24113"
        },
        {
            "title": "Barack Obama",
            "text": "Barack Obama",
            "start": 12363,
            "end": 12375,
            "id": "534366"
        },
        {
            "title": "List of Islamist terrorist attacks",
            "text": "List of Islamist terrorist attacks",
            "start": 12754,
            "end": 12788,
            "id": "30630669"
        },
        {
            "title": "Terrorism in Russia#Contemporary Russia",
            "text": "21st century attacks in Russia",
            "start": 12792,
            "end": 12822,
            "id": null
        },
        {
            "title": "Suicide attacks in the North Caucasus conflict",
            "text": "Suicide attacks in the North Caucasus conflict",
            "start": 12825,
            "end": 12871,
            "id": "7213575"
        }
    ],
    "_chunk_id": "b_10542608618-10551096337"
}