{
    "_id": "2476943",
    "id": "2476943",
    "title": "Dying to Win",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Detailed synopsis==",
            "start": 904,
            "end": 925
        },
        {
            "text": "===Introduction===",
            "start": 927,
            "end": 945
        },
        {
            "text": "====Chapter 1: The Growing Threat====",
            "start": 947,
            "end": 984
        },
        {
            "text": "====Chapter 2: Explaining Suicide Terrorism====",
            "start": 1594,
            "end": 1641
        },
        {
            "text": "===Part I: The Strategic Logic of Suicide Terrorism===",
            "start": 3970,
            "end": 4024
        },
        {
            "text": "====Chapter 3: A Strategy for Weak Actors====",
            "start": 4026,
            "end": 4071
        },
        {
            "text": "====Chapter 4: Targeting Democracies====",
            "start": 4349,
            "end": 4389
        },
        {
            "text": "====Chapter 5: Learning Terrorism Pays====",
            "start": 5247,
            "end": 5289
        },
        {
            "text": "===Part II: The Social Logic of Suicide Terrorism===",
            "start": 5891,
            "end": 5943
        },
        {
            "text": "====Chapter 6: Occupation and Religious Difference====",
            "start": 5945,
            "end": 5999
        },
        {
            "text": "====Chapter 7: Demystifying al-Qaeda====",
            "start": 7013,
            "end": 7053
        },
        {
            "text": "====Chapter 8: Suicide Terrorist Organizations around the Globe====",
            "start": 8024,
            "end": 8091
        },
        {
            "text": "===Part III: The Individual Logic of Suicide Terrorism===",
            "start": 8632,
            "end": 8689
        },
        {
            "text": "====Chapter 9: Altruism and Terrorism====",
            "start": 8691,
            "end": 8732
        },
        {
            "text": "====Chapter 10: The Demographic Profile of Suicide Terrorists====",
            "start": 9568,
            "end": 9633
        },
        {
            "text": "====Chapter 11: Portraits of Three Suicide Terrorists====",
            "start": 10915,
            "end": 10972
        },
        {
            "text": "===Conclusion===",
            "start": 11311,
            "end": 11327
        },
        {
            "text": "====Chapter 12: A New Strategy for Victory====",
            "start": 11329,
            "end": 11375
        },
        {
            "text": "===Appendices===",
            "start": 12162,
            "end": 12178
        },
        {
            "text": "====Appendix I: Suicide Terrorist Campaigns, 1980–2003====",
            "start": 12180,
            "end": 12238
        },
        {
            "text": "====Appendix II: Occupations by Democratic States, 1980–2003====",
            "start": 12266,
            "end": 12330
        },
        {
            "text": "====Appendix III: Salafism in Major Sunni Muslim Majority Countries====",
            "start": 12398,
            "end": 12469
        },
        {
            "text": "==Critiques==",
            "start": 13348,
            "end": 13361
        },
        {
            "text": "==References==",
            "start": 14856,
            "end": 14870
        },
        {
            "text": "==External links==",
            "start": 14873,
            "end": 14891
        }
    ],
    "categories": [
        "2005 non-fiction books",
        "Political science books",
        "Suicide bombing"
    ],
    "infobox": "{{Infobox book\n| name             = Dying to Win: The Strategic Logic of Suicide Terrorism\n| image            = Dying to Win cover.jpg\n| image_size = 200px\n| author           = [[Robert Pape]]\n| subject          = \n| publisher        = [[Random House]]\n| pub_date         = 2005\n| pages            = 352\n| isbn             = 1-4000-6317-5\n| oclc             = \n| dewey            = \n| congress         = \n}}",
    "article": "Dying to Win: The Strategic Logic of Suicide Terrorism is Robert Pape's analysis of suicide terrorism from a strategic, social, and psychological point of view. It is based on a database he has compiled at the University of Chicago, where he directs the  Chicago Project on Security and Threats (CPOST). The book's conclusions are based on data from 315 suicide terrorism attacks around the world from 1980 through 2003. Of these, 301 were classified into 18 different campaigns by 11 different militant groups; the remaining 14 appear to have been isolated. Published in May 2005, Pape's volume has been widely noticed by the press, the public, and policymakers alike, and has earned praise from the likes of Peter Bergen, Congressman Ron Paul (R-Texas), and Michael Scheuer.\n\nDying to Win is divided into three parts, analyzing the strategic, social, and psychological dimension of suicide terrorism.\n\n==Detailed synopsis==\n\n===Introduction===\n\n====Chapter 1: The Growing Threat====\nPape claims to have compiled the world's first \"database of every suicide bombing and attack around the globe from 1980 through 2003—315 attacks in all\" (3). \"The data show that there is little connection between suicide terrorism and Islamic fundamentalism, or any one of the world's religions. ... Rather, what nearly all suicide terrorist attacks have in common is a specific secular and strategic goal: to compel modern democracies to withdraw military forces from territory that the terrorists consider to be their homeland\" (4). It is important that Americans understand this growing phenomenon (4–7).\n\n====Chapter 2: Explaining Suicide Terrorism====\nCaveat: the book's conclusions do not hold for terrorism in general (8–9). Pape distinguishes among demonstrative terrorism, which seeks publicity, destructive terrorism, which seeks to exert coercion through the threat of injury and death as well as to mobilize support, and suicide terrorism, which involves an attacker's actually killing himself or herself along with others, generally as part of a campaign (9–11). Three historical episodes are introduced for purposes of comparison: the ancient Jewish Zealots (11–12; see also 33–34), the 11th-12th-century Ismaili Assassins (12–13; see also 34–35), and the Japanese kamikazes (13; see also 35–37).\n\nPape had graduate students fluent in many languages scour the international press for incidents of suicide terrorism. There was no suicide terrorism from 1945 to 1980 (13–14). They found 315 incidents, beginning with the 1983 Beirut barracks bombing (14). They were able to classify all but 14 of the incidents into 18 different campaigns by 10 different organizations of predominantly Muslim, Hindu or Sikh religious persuasion. These included the Tamil Tigers (July 1990), the Israeli occupation of Palestine (1994), Persian Gulf (1995), Turkey (1996), Chechnya (2000), Kashmir (2000), and the U.S. (2001) (14–15). Five campaigns were still ongoing in early 2004, when Dying to Win was being written (15–16).\n\nTraditional explanations for suicide terrorism focus on individual motives, but fail to explain the specificity of suicide terrorism (16–17). Economic explanation of this phenomenon yields \"poor\" results (17–19). Explanation of suicide terrorism as a form of competition between radical groups is dubious (19–20).\n\nPape proposes an alternative explanation of the \"causal logic of suicide terrorism\": at the strategic level, suicide terrorism exerts coercive power against democratic states to cease occupation of territory terrorists consider homeland, while at the social level it depends on mass support and at the individual level it is motivated by altruism (20–23). All 18 campaigns shared two elements: (1) a foreign occupation (2) by a democracy.  Only one of the 10 groups shared a religion with the occupiers:  the Kurdistan Workers' Party in Turkey. \"The bottom line, then, is that suicide terrorism is mainly a response to foreign occupation\" (23).\n\n===Part I: The Strategic Logic of Suicide Terrorism===\n\n====Chapter 3: A Strategy for Weak Actors====\nThe willingness of an attacker to die has strategic value (27–29). As a weapon of weak groups incapable of \"denial\" as a \"coercive strategy,\" suicide terrorism relies on punishment and, especially, \"the expectation of future damage,\" which provides coercive leverage (29–33).\n\n====Chapter 4: Targeting Democracies====\nPape claims that his research reveals that the key to understanding the phenomenon of suicide attacks is not religion, but that they \"compel democracies to withdraw military forces from the terrorists' national homeland\" (38). Patterns of timing (39–41), nationalist goals (42–44), and the targeting of democracies (44–45) reveal its logical, not irrational, nature. \"At bottom, suicide terrorism is a strategy for national liberation from foreign military occupation by a democratic state\" (45). Foreign occupation is defined in terms of control of territory (not military occupation alone) (46). The targets selected by suicide terrorists suggests nationalist, not religious, aims (46–47). Hamas (47–51) and Al-Qaeda (51–58) are analyzed in some detail. In general, the harshness of occupation does not strongly correlate with suicide terrorism (58–60).\n\n====Chapter 5: Learning Terrorism Pays====\nTerrorists are predisposed to attribute success to their technique whenever plausible (62–64). Pape claims that \"recent suicide terrorist campaigns ... are associated with gains for the terrorists' political causes about half the time\" (64–65). Hamas's success is difficult to evaluate, but Hamas spokespersons express belief in their own success (65–73). Terrorists learn from each other; the spread of the method is therefore neither irrational nor surprising (73–75). But suicide terrorism has failed \"to compel target democracies to abandon goals central to national wealth or security\" (75–76).\n\n===Part II: The Social Logic of Suicide Terrorism===\n\n====Chapter 6: Occupation and Religious Difference====\n\"[T]he taproot of suicide terrorism is nationalism\" not religion (79). It is \"an extreme strategy for national liberation\" (80). This explains how the local community can be persuaded to re-define acts of suicide and murder as acts of martyrdom on behalf of the community (81–83). Pape proposes a nationalist theory of suicide terrorism, seen from the point of view of terrorists. He analyzes the notions of occupation (83–84), homeland (84–85), identity (85–87), religious difference as a contributor to a sense of \"alien\" occupation (87–88), foreign occupation reverses the relative importance of religion and language (88–92), and the widespread perception of the method as a \"last resort\" (92–94). A statistical demonstration leads to the conclusion that a \"linear\" rather than \"self-reinforcing spiral\" explanation of suicide terrorism is best (94–100). However, different future developments of the phenomenon of suicide terrorism are very possible, and more study of the role of religion is needed (101).\n\n====Chapter 7: Demystifying al-Qaeda====\nWith increasing knowledge of al-Qaeda, we see that \"the presence of American military forces for combat operations on the homeland territory of the suicide terrorists is stronger than Islamic fundamentalism in predicting whether individuals from that country will become al-Qaeda suicide terrorists\" (103). \"Al-Qaeda is less a transnational network of like-minded ideologues ... than a cross-national military alliance of national liberation movements working together against what they see as a common imperial threat\" (104). The nature of Salafism, a Sunni form of Islamic fundamentalism, is complex (105–07). Statistical analysis fails to corroborate Salafism-terrorism connection, but it does corroborate a connection to U.S. military policies in the Persian Gulf (107–17). Al-Qaeda propaganda emphasizes the \"Crusader\" theme, which is inherently related to occupation (117–24). Pape concludes that \"the core features of al-Qaeda\" are captured by his theory (125).\n\n====Chapter 8: Suicide Terrorist Organizations around the Globe====\nRobert Pape examines other campaigns to see if the \"dynamics that make religious difference important\" are present in other terrorist campaigns, acknowledging the difficulty of the inquiry (126–29). He offers detailed analyses of Lebanon (129–39), Sri Lanka (139–54), the Sikhs in Punjab (154–62), and the Kurdish PKK in Turkey (162–66). His conclusion: \"Religion plays a role in suicide terrorism, but mainly in the context of national resistance\" and not Islam per se but \"the dynamics of religious difference\" are what matter (166–67).\n\n===Part III: The Individual Logic of Suicide Terrorism===\n\n====Chapter 9: Altruism and Terrorism====\nPape presents a Durkheimian analysis of suicide (173–79). \"Many acts of suicide terrorism are a murderous form of what Durkheim calls altruistic suicide\" (179). Analytical difficulties are acknowledged (180–81). Pape uses suicide rates in general as points of comparison (181–84). Team suicide, which is frequent in suicide terrorism, is an indicator of altruistic suicide, he argues (185–87). Altruistic suicide is a socially constructed phenomenon (187–88): e.g., Hezbollah in Lebanon (188–91), Hamas (191–93), Tamil Tigers (193–95); al-Qaeda (195–96). The altruistic nature of suicide terrorism suggests the number of potential terrorists is large, that suicide terrorism is capable of growing in attractiveness and appeal, and that any attempt at profiling will miss a substantial number of potential suicide terrorists (197–98).\n\n====Chapter 10: The Demographic Profile of Suicide Terrorists====\n\"In general, suicide attackers are rarely socially isolated, clinically insane, or economically destitute individuals, but are most often educated, socially integrated, and highly capable people who could be expected to have a good future\" (200). Pape discusses problems of data-gathering (201–02). He establishes 462 individuals in his \"universe\" of suicide terrorists available for analytical purposes (203). Hezbollah suicide bombers in the period 1982–1986 were 71% Communist/Socialist, 21% Islamist, 8% Christian (204–07). In general, suicide terrorists are in their early 20s (207–08). Females are fewer in Islamist groups: \"Islamist fundamentalism may actually reduce the number of suicide terrorists by discouraging certain categories of individuals\" (208–09). Female suicide terrorists tend to be older than male (209–10). There is no documented mental illness in any case of suicide terrorism, though there are 16 cases of personal trauma (e.g., the loss of a loved one) (210–11). Arab suicide terrorists are in general better educated than average and are from the working or middle classes (211–16). \"[T]hey resemble the kind of politically conscious individuals who might join a grassroots movement more than they do wayward adolescents or religious fanatics\" (216).\n\n====Chapter 11: Portraits of Three Suicide Terrorists====\nEarlier work has tended to emphasize suicide terrorists' irrationality, but this generalization fit 1980s data better than more recent data (217–20). Pape looks at three individual cases: Mohamed Atta (220–26); Dhanu, a young woman from Jaffna, \"the most famous Tamil Tiger suicide bomber\" (226–30); and Saeed Hotari, of Hamas (231–34).\n\n===Conclusion===\n\n====Chapter 12: A New Strategy for Victory====\nThough \"we\" cannot leave the Middle East altogether, Pape asserts, a \"strategy for victory\" is available (237–38). U.S. should define victory as the separate objectives of \"defeating the current pool of terrorists\" and preventing a new generation from arising (238–39). He rejects Frum-Perle view that the root of the problem is in Islam (241–44). \"Rather, the taproot is American military policy\" (244). The notion that Islamic fundamentalism is bent on world domination is \"pure fantasy\" (244–45). An attempt by the West to force Muslim societies to transform \"is likely to dramatically increase the threat we face\" (245). He calls for a policy of \"'off-shore' balancing\": establishing local alliances while maintaining the capacity for rapid deployment of military forces (247–50).\n\n===Appendices===\n\n====Appendix I: Suicide Terrorist Campaigns, 1980–2003====\nAnalysis of 18 campaigns.\n\n====Appendix II: Occupations by Democratic States, 1980–2003====\nFifty-eight occupations by democratic states are listed (265–67).\n\n====Appendix III: Salafism in Major Sunni Muslim Majority Countries====\nThirty-four countries with Sunni majority populations of 1 m or more and the importance of Salafism in these countries are the subjects of brief commentaries. Salafism is defined as \"the belief that society should be organized according to the Quran and Sunna only\" (269). Sunni Countries with Salafi-Influenced Populations: Afghanistan (10 m Pashtuns); Algeria (19 m/31m Sunni Muslims); Bangladesh (14 m/114m); Egypt (23 m/62m); Indonesia (26 m/185m); Jordan (2 m/6m); Nigeria (37 m/68m); Oman (2 m/2m); Pakistan (43 m/149m); Saudi Arabia (18 m/18m); Somalia (5 m/10m); Sudan (21 m/21m); Tunisia (5 m/10m); Yemen (8 m/11m) (270–74). Non-Salafi Sunni Countries: Albania, Burkina Faso, Chad, Guinea, Kuwait, Kyrgyzstan, Libya, Malaysia, Mali, Mauritania, Morocco, Niger, Senegal, Sierra Leone, Syria, Tajikistan, Turkey, Turkmenistan, United Arab Emirates, Uzbekistan (274–77).\n\n==Critiques==\n\nIn a criticism of Pape's link between occupation and suicide terrorism, an article titled \"Design, Inference, and the Strategic Logic of Suicide Terrorism\" (published in The American Political Science Review), authors Scott Ashworth, Joshua D. Clinton, Adam Meirowitz, and Kristopher W. Ramsay from Princeton charge Pape with \"sampling on the dependent variable\" by limiting research only to cases in which suicide terror was used: Pape's analysis has no control group. Appendix II lists 58 occupations by democracies, only 9 of which generated suicide terrorism. An analysis explaining the difference between the 9 with suicide terrorism and the 49 without is lacking.\n\nIn response, Pape argues that his research design is sufficient because it collected the universe of known cases of suicide terrorism. In a rejoinder, Ashworth et al. discuss how even large samples of the dependent variable cannot be used to explain variation in outcomes, why suicide terrorism in some places but not others, if the sample does not vary.\n\nIn a debate hosted by the Washington Institute, Martin Kramer argued that Pape's thesis was less relevant to Al Qaeda than to Lebanon and Palestine and that there were only 12,000 American troops in Saudi Arabia in 2001 and they had not caused any deaths. In response Pape argued that \"The U.S.-led war on terrorism is going badly because it is being waged on a faulty premise. That premise is that suicide terrorism is mainly a product of Islamic fundamentalism.\"\n\n==References==\n\n\n==External links==\n*  Downloadable audio interview with Scott Horton\n*  Chicago Project on Security and Threats\n*  It's the Occupation Stupid by Robert A. Pape, Foreign Policy magazine, October 18, 2010",
    "links": [
        {
            "title": "Dying to Win",
            "text": "Dying to Win: The Strategic Logic of Suicide Terrorism",
            "start": 0,
            "end": 54,
            "id": "2476943"
        },
        {
            "title": "Robert Pape",
            "text": "Robert Pape",
            "start": 58,
            "end": 69,
            "id": "2476222"
        },
        {
            "title": "Suicide attack",
            "text": "suicide terrorism",
            "start": 84,
            "end": 101,
            "id": "18835454"
        },
        {
            "title": "University of Chicago",
            "text": "University of Chicago",
            "start": 210,
            "end": 231,
            "id": "32127"
        },
        {
            "title": "Peter Bergen",
            "text": "Peter Bergen",
            "start": 710,
            "end": 722,
            "id": "5596460"
        },
        {
            "title": "Ron Paul",
            "text": "Ron Paul",
            "start": 736,
            "end": 744,
            "id": "168715"
        },
        {
            "title": "Michael Scheuer",
            "text": "Michael Scheuer",
            "start": 760,
            "end": 775,
            "id": "1069141"
        },
        {
            "title": "Islamic fundamentalism",
            "text": "Islamic fundamentalism",
            "start": 1220,
            "end": 1242,
            "id": "178778"
        },
        {
            "title": "Terrorism",
            "text": "terrorism",
            "start": 1689,
            "end": 1698,
            "id": "30636"
        },
        {
            "title": "Zealots",
            "text": "Zealots",
            "start": 2149,
            "end": 2156,
            "id": "722378"
        },
        {
            "title": "Isma'ilism",
            "text": "Ismaili",
            "start": 2204,
            "end": 2211,
            "id": "172701"
        },
        {
            "title": "Order of Assassins",
            "text": "Assassins",
            "start": 2212,
            "end": 2221,
            "id": "46435"
        },
        {
            "title": "Kamikaze",
            "text": "kamikaze",
            "start": 2264,
            "end": 2272,
            "id": "16625"
        },
        {
            "title": "1983 Beirut barracks bombings",
            "text": "1983 Beirut barracks bombing",
            "start": 2518,
            "end": 2546,
            "id": "419211"
        },
        {
            "title": "Liberation Tigers of Tamil Eelam",
            "text": "Tamil Tigers",
            "start": 2746,
            "end": 2758,
            "id": "18606"
        },
        {
            "title": "Israeli–Palestinian conflict",
            "text": "Israeli occupation of Palestine",
            "start": 2776,
            "end": 2807,
            "id": "46216"
        },
        {
            "title": "Persian Gulf",
            "text": "Persian Gulf",
            "start": 2816,
            "end": 2828,
            "id": "24761"
        },
        {
            "title": "Turkey",
            "text": "Turkey",
            "start": 2837,
            "end": 2843,
            "id": "11125639"
        },
        {
            "title": "Chechnya",
            "text": "Chechnya",
            "start": 2852,
            "end": 2860,
            "id": "6095"
        },
        {
            "title": "Kashmir",
            "text": "Kashmir",
            "start": 2869,
            "end": 2876,
            "id": "17337"
        },
        {
            "title": "Kurdistan Workers' Party",
            "text": "Kurdistan Workers' Party",
            "start": 3833,
            "end": 3857,
            "id": "69680"
        },
        {
            "title": "Military occupation",
            "text": "occupation",
            "start": 3951,
            "end": 3961,
            "id": "816214"
        },
        {
            "title": "Democracy",
            "text": "democracies",
            "start": 4693,
            "end": 4704,
            "id": "7959"
        },
        {
            "title": "Hamas",
            "text": "Hamas",
            "start": 5082,
            "end": 5087,
            "id": "13913"
        },
        {
            "title": "Al-Qaeda",
            "text": "Al-Qaeda",
            "start": 5100,
            "end": 5108,
            "id": "1921"
        },
        {
            "title": "Martyr",
            "text": "martyrdom",
            "start": 6235,
            "end": 6244,
            "id": "48588"
        },
        {
            "title": "Salafi movement",
            "text": "Salafism",
            "start": 7595,
            "end": 7603,
            "id": "355699"
        },
        {
            "title": "Sunni Islam",
            "text": "Sunni",
            "start": 7607,
            "end": 7612,
            "id": "29402"
        },
        {
            "title": "Persian Gulf",
            "text": "Persian Gulf",
            "start": 7809,
            "end": 7821,
            "id": "24761"
        },
        {
            "title": "Crusades",
            "text": "Crusader",
            "start": 7868,
            "end": 7876,
            "id": "4412145"
        },
        {
            "title": "Lebanon",
            "text": "Lebanon",
            "start": 8322,
            "end": 8329,
            "id": "17771"
        },
        {
            "title": "Sri Lanka",
            "text": "Sri Lanka",
            "start": 8340,
            "end": 8349,
            "id": "26750"
        },
        {
            "title": "Sikhs",
            "text": "Sikhs",
            "start": 8364,
            "end": 8369,
            "id": "29405"
        },
        {
            "title": "Punjab, India",
            "text": "Punjab",
            "start": 8373,
            "end": 8379,
            "id": "23397776"
        },
        {
            "title": "Kurds",
            "text": "Kurdish",
            "start": 8398,
            "end": 8405,
            "id": "17068"
        },
        {
            "title": "Émile Durkheim",
            "text": "Durkheimian",
            "start": 8749,
            "end": 8760,
            "id": "38218"
        },
        {
            "title": "Suicide",
            "text": "suicide",
            "start": 8773,
            "end": 8780,
            "id": "16831059"
        },
        {
            "title": "Hezbollah",
            "text": "Hezbollah",
            "start": 9199,
            "end": 9208,
            "id": "13919"
        },
        {
            "title": "Lebanon",
            "text": "Lebanon",
            "start": 9212,
            "end": 9219,
            "id": "17771"
        },
        {
            "title": "Hamas",
            "text": "Hamas",
            "start": 9230,
            "end": 9235,
            "id": "13913"
        },
        {
            "title": "Liberation Tigers of Tamil Eelam",
            "text": "Tamil Tigers",
            "start": 9246,
            "end": 9258,
            "id": "18606"
        },
        {
            "title": "Al-Qaeda",
            "text": "al-Qaeda",
            "start": 9269,
            "end": 9277,
            "id": "1921"
        },
        {
            "title": "Hezbollah",
            "text": "Hezbollah",
            "start": 10045,
            "end": 10054,
            "id": "13919"
        },
        {
            "title": "Mental disorder",
            "text": "mental illness",
            "start": 10489,
            "end": 10503,
            "id": "19356"
        },
        {
            "title": "Mohamed Atta",
            "text": "Mohamed Atta",
            "start": 11161,
            "end": 11173,
            "id": "20487"
        },
        {
            "title": "Assassination of Rajiv Gandhi",
            "text": "Dhanu",
            "start": 11184,
            "end": 11189,
            "id": "12886233"
        },
        {
            "title": "Dolphinarium discotheque massacre",
            "text": "Saeed Hotari",
            "start": 11277,
            "end": 11289,
            "id": "2966257"
        },
        {
            "title": "Richard Perle",
            "text": "Perle",
            "start": 11662,
            "end": 11667,
            "id": "202569"
        },
        {
            "title": "Islamic fundamentalism",
            "text": "Islamic fundamentalism",
            "start": 11797,
            "end": 11819,
            "id": "178778"
        },
        {
            "title": "Salafi movement",
            "text": "Salafism",
            "start": 12629,
            "end": 12637,
            "id": "355699"
        },
        {
            "title": "Afghanistan",
            "text": "Afghanistan",
            "start": 12795,
            "end": 12806,
            "id": "737"
        },
        {
            "title": "Pashtuns",
            "text": "Pashtuns",
            "start": 12813,
            "end": 12821,
            "id": "36973"
        },
        {
            "title": "Algeria",
            "text": "Algeria",
            "start": 12824,
            "end": 12831,
            "id": "358"
        },
        {
            "title": "Bangladesh",
            "text": "Bangladesh",
            "start": 12858,
            "end": 12868,
            "id": "3454"
        },
        {
            "title": "Egypt",
            "text": "Egypt",
            "start": 12882,
            "end": 12887,
            "id": "8087628"
        },
        {
            "title": "Indonesia",
            "text": "Indonesia",
            "start": 12900,
            "end": 12909,
            "id": "14579"
        },
        {
            "title": "Jordan",
            "text": "Jordan",
            "start": 12923,
            "end": 12929,
            "id": "7515964"
        },
        {
            "title": "Nigeria",
            "text": "Nigeria",
            "start": 12940,
            "end": 12947,
            "id": "21383"
        },
        {
            "title": "Oman",
            "text": "Oman",
            "start": 12960,
            "end": 12964,
            "id": "22316"
        },
        {
            "title": "Pakistan",
            "text": "Pakistan",
            "start": 12975,
            "end": 12983,
            "id": "23235"
        },
        {
            "title": "Saudi Arabia",
            "text": "Saudi Arabia",
            "start": 12997,
            "end": 13009,
            "id": "349303"
        },
        {
            "title": "Somalia",
            "text": "Somalia",
            "start": 13022,
            "end": 13029,
            "id": "27358"
        },
        {
            "title": "Sudan",
            "text": "Sudan",
            "start": 13041,
            "end": 13046,
            "id": "27421"
        },
        {
            "title": "Tunisia",
            "text": "Tunisia",
            "start": 13059,
            "end": 13066,
            "id": "30188"
        },
        {
            "title": "Yemen",
            "text": "Yemen",
            "start": 13078,
            "end": 13083,
            "id": "350939"
        },
        {
            "title": "Albania",
            "text": "Albania",
            "start": 13132,
            "end": 13139,
            "id": "738"
        },
        {
            "title": "Burkina Faso",
            "text": "Burkina Faso",
            "start": 13141,
            "end": 13153,
            "id": "3470"
        },
        {
            "title": "Chad",
            "text": "Chad",
            "start": 13155,
            "end": 13159,
            "id": "5488"
        },
        {
            "title": "Guinea",
            "text": "Guinea",
            "start": 13161,
            "end": 13167,
            "id": "12176"
        },
        {
            "title": "Kuwait",
            "text": "Kuwait",
            "start": 13169,
            "end": 13175,
            "id": "7515890"
        },
        {
            "title": "Kyrgyzstan",
            "text": "Kyrgyzstan",
            "start": 13177,
            "end": 13187,
            "id": "170131"
        },
        {
            "title": "Libya",
            "text": "Libya",
            "start": 13189,
            "end": 13194,
            "id": "17633"
        },
        {
            "title": "Malaysia",
            "text": "Malaysia",
            "start": 13196,
            "end": 13204,
            "id": "3607937"
        },
        {
            "title": "Mali",
            "text": "Mali",
            "start": 13206,
            "end": 13210,
            "id": "19127"
        },
        {
            "title": "Mauritania",
            "text": "Mauritania",
            "start": 13212,
            "end": 13222,
            "id": "18778516"
        },
        {
            "title": "Morocco",
            "text": "Morocco",
            "start": 13224,
            "end": 13231,
            "id": "19291"
        },
        {
            "title": "Niger",
            "text": "Niger",
            "start": 13233,
            "end": 13238,
            "id": "21373"
        },
        {
            "title": "Senegal",
            "text": "Senegal",
            "start": 13240,
            "end": 13247,
            "id": "27278"
        },
        {
            "title": "Sierra Leone",
            "text": "Sierra Leone",
            "start": 13249,
            "end": 13261,
            "id": "27308"
        },
        {
            "title": "Syria",
            "text": "Syria",
            "start": 13263,
            "end": 13268,
            "id": "7515849"
        },
        {
            "title": "Tajikistan",
            "text": "Tajikistan",
            "start": 13270,
            "end": 13280,
            "id": "30108"
        },
        {
            "title": "Turkey",
            "text": "Turkey",
            "start": 13282,
            "end": 13288,
            "id": "11125639"
        },
        {
            "title": "Turkmenistan",
            "text": "Turkmenistan",
            "start": 13290,
            "end": 13302,
            "id": "198149"
        },
        {
            "title": "United Arab Emirates",
            "text": "United Arab Emirates",
            "start": 13304,
            "end": 13324,
            "id": "69328"
        },
        {
            "title": "Uzbekistan",
            "text": "Uzbekistan",
            "start": 13326,
            "end": 13336,
            "id": "31853"
        },
        {
            "title": "The Washington Institute for Near East Policy",
            "text": "Washington Institute",
            "start": 14416,
            "end": 14436,
            "id": "2286912"
        },
        {
            "title": "Martin Kramer",
            "text": "Martin Kramer",
            "start": 14438,
            "end": 14451,
            "id": "1244909"
        },
        {
            "title": "Scott Horton (attorney)",
            "text": "Scott Horton",
            "start": 14929,
            "end": 14941,
            "id": "14352531"
        },
        {
            "title": "Robert Pape",
            "text": "Robert A. Pape",
            "start": 15018,
            "end": 15032,
            "id": "2476222"
        },
        {
            "title": "Foreign Policy",
            "text": "Foreign Policy magazine",
            "start": 15034,
            "end": 15057,
            "id": "633574"
        }
    ],
    "_chunk_id": "b_2882097769-2895478132"
}