{
    "_id": "27911508",
    "id": "27911508",
    "title": "July 2010 Lahore bombings",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 296,
            "end": 310
        },
        {
            "text": "==Attack==",
            "start": 1362,
            "end": 1372
        },
        {
            "text": "===Immediate reactions===",
            "start": 1955,
            "end": 1980
        },
        {
            "text": "==Investigation==",
            "start": 2675,
            "end": 2692
        },
        {
            "text": "==Responsibility==",
            "start": 3367,
            "end": 3385
        },
        {
            "text": "==Reactions==",
            "start": 4368,
            "end": 4381
        },
        {
            "text": "==Aftermath==",
            "start": 7140,
            "end": 7153
        },
        {
            "text": "==See also==",
            "start": 8143,
            "end": 8155
        },
        {
            "text": "==References==",
            "start": 8300,
            "end": 8314
        },
        {
            "text": "==External links==",
            "start": 8320,
            "end": 8338
        }
    ],
    "categories": [
        "2010 in Punjab, Pakistan",
        "2010 murders in Pakistan",
        "2010s crimes in Lahore",
        "21st-century mass murder in Pakistan",
        "Attacks on buildings and structures in 2010",
        "Attacks on buildings and structures in Lahore",
        "Attacks on religious buildings and structures in Pakistan",
        "Islamic terrorism in Lahore",
        "Islamic terrorist incidents in 2010",
        "July 2010 crimes",
        "July 2010 events in Asia",
        "Mass murder in 2010",
        "Mass murder in Lahore",
        "Massacres in religious buildings and structures",
        "Sufism in Lahore",
        "Suicide bombings in 2010",
        "Suicide bombings in Lahore",
        "Terrorist incidents in Pakistan in 2010"
    ],
    "infobox": "{{Infobox terrorist attack\n|title=July 2010 Lahore bombings\n|image=Pakistan - Punjab - Lahore.svg\n|location=Lahore, [[Punjab (Pakistan)|Punjab]], [[Pakistan]]\n|target= Sufi shrine\n|date=1 July 2010\n|time-begin=\n|time-end=\n|timezone= UTC+5\n|type=2 [[suicide bombing]]s\n|fatalities=50<ref name=\"CNN20100702\">{{cite web|url=http://www.cnn.com/2010/WORLD/asiapcf/07/02/pakistan.explosions/index.html|title=Explosions at famous shrine in Pakistan kill dozens|date=2 July 2010|publisher=CNN|accessdate=3 July 2010}}</ref>\n|injuries=200+<ref name=\"CNN20100702\"/>\n|susperps=\n|perps=\n}}",
    "article": "The July 2010 Lahore bombings occurred on  2010 in Lahore, Punjab, Pakistan. Two suicide bombers blew themselves up at the Sufi shrine, Data Darbar Complex. At least 50 people were killed and 200 others were hurt in the blasts. It was the biggest attack on a Sufi shrine in Pakistan since 2001.\n\n==Background==\nTasawwuf is a part of Islam and the Sufis are those who practice Tasawuf. During the last few centuries it has come under attack from the Wahhabism which consider it polytheistic (which is a claim heavily refuted and disproven).\n\nThe Data Darbar shrine is the burial place of the Sufi saint Syed Ali Hajwairi. His book 'Kashif-ul-Mahjub' (which literally means 'unveiling of the veiled') is the first treatise in Sufi literature known as 'Malfujat'. Thursdays are the busiest days at the shrine as a large number of devotees come to pay their respects and attain blessings.\n\nThe shrine was mostly frequented by members of the Ahle-Sunnath Wal Jamath sect whom the Taliban consider heretics. The shrine was known for its colourful festivals in which the devotees dance, a practice considered un-Islamic by the Taliban. In March 2009 Taliban militants had bombed the shrine of Sufi poet Rahman Baba and in June 2009 Sarfraz Ahmed Naeemi a moderate cleric belonging to the Ahle-Sunnath Wal Jamath sect was killed in a suicide bombing blamed on Taliban.\n\n==Attack==\nPolice initially said that three suicide bombers attacked the shrine. One attack occurred at gate number 5 to the shrine, one in the courtyard, and one in the basement. The attackers struck in the evening, when the shrine was most busy due to the cooler weather.\n\nDoctors said they expected the death toll to rise; and at Mayo Hospital, where the injured were sent, officials declared a state of emergency. Twenty-five people were in critical condition according to hospital officials. The Lahore Police Commissioner Khusro Pervez also appealed to people not to rush to hospitals.\n\n===Immediate reactions===\nMedia personnel were attacked by enraged people at the site. Police also resorted to aerial firing to disperse people gathered at the shrine so as to clear the area. Scuffles then took place between protesters and police as people demanded that investigations be made on loopholes in the security arrangements.\n\nThe next day about 2,000 people, some armed, staged protests in the city shouting \"Down with Shahbaz Sharif\".\n\nPolice were put high alert in Pakistan as demands grew for a tougher crackdown on armed religious groups in central Punjab. Security was also tightened at Sufi shrines across the country, while many Pakistanis, called for the resignation of Punjab government officials.\n\n==Investigation==\nThe administrators of the shrine said that strict security arrangement had been made, and that all devotees entering the shrine were thoroughly checked.\n\nThe police commissioner said that the body parts of two suicide bombers had been found, including two heads. He said the suicide bombers were very young and that each suicide jacket could have carried up to 10–15 kg. of explosives.\n\nOn 5 July, Pakistani authorities arrested 12 suspects, though the identity of the actual perpetrators remains a mystery. Ammunition and weapons were also recovered in the raids in two areas of Lahore. Five police officers were also suspended for security lapses that led to the attack.\n\n==Responsibility==\nThough there has not been a claim of responsibility, previous bombings in Lahore have been blamed on the Pakistani Taliban because of their disagreement with minority interpretations of Islam, such as Sufism. However, Azam Tariq, a spokesman for the Pakistani Taliban, denied responsibility for the attacks and called them the handiwork of secret foreign agencies. A spokesperson for the Punjabi Taliban, Muhammad Umar, said that \"We don't follow a policy of attacking shrines. During five years of government in Afghanistan, the Taliban never demolished a single shrine. Strategically it would also be ridiculous if we send anybody for any suicide attack. Why should we do that? If we really want to kill people over there all we need is to simply park an explosive laden car and that's all.\" He further termed the incident as an act of spy agencies and Blackwater, aimed to \"defame the Mujahideen.\"\n\nHowever protests were held in Lahore blaming Taliban militants for the attack.\n\n==Reactions==\n;Domestic reactions\n* Prime minister Yousaf Raza Gillani strongly condemned the blasts and asked the police to investigate the crime and submit a report.  Farahnaz Ispahani, spokeswoman for President Asif Ali Zardari issued a statement saying \"This sickening poison of extremism will be driven out of our nation and we will not be cowed.\"\n*Peter Jacob, the national secretary of Justice and Peace, a Pakistani Christian body, said \"We condemn this attack. It is painful to see that people who witness a moderate Islam, such as the Sufi community, are prey to violence. It is also painful to see how even the population of large cities have become vulnerable and a target of terrorism, without any protection...We think the government should take appropriate measures to stop the violence happening now to all moderate people, be they Muslims, Ahmadis, Sufis. The programme of the Taliban is clear, we want that the government act immediately to combat it.\" However, many people interviewed after the attacks blamed the Pakistan government's support for America and drone attacks to be the root cause of these bombings.\n*The Human Rights Commission of Pakistan issued a statement saying \"The assault demonstrates the potency of militant groups that the government incessantly repeats operate from sanctuaries in the tribal areas bordering Afghanistan, equally frustrating have been clerics' stock statement that no Muslim can commit such atrocities. Instead of living in denial, the clerics need to reflect on the reasons for religious extremism in Pakistan and the possible consequences and their own contribution to the promotion of intolerance and the cult of violence.\"\n\n;International organisations\n*  Catherine Ashton, the foreign affairs chief of the European Union, said \"The deadly attack is yet another vivid example of the scale of the terrorist threat and extremism in Pakistan.\"\n*  Secretary-General of the United Nations, Ban Ki-moon strongly condemned the attack saying \"the deliberate targeting of a crowded place of worship makes this particularly vicious.\"\n\n;National reactions\n*  India issued a statement saying \"The government strongly condemns the terrorist attacks on Data Darbar in Lahore and expresses sympathies to the families of the bereaved.\"\n*  William Hague, the British Foreign Secretary, said \"Britain stands alongside the people and government of Pakistan against those who commit such appalling atrocities.\"\n*  Hillary Clinton condemned the attacks and promised to support Pakistan in its fight against militancy.  Leonard Leo, chairman of United States Commission on International Religious Freedom, called on the Pakistani government to protect the freedom of all religious groups and repeal the country's blasphemy laws.\n\n==Aftermath==\nPrime Minister Gilani announced that the government and opposition would hold a national conference in order to discuss ways to combat terrorism. The conference was attended by the Chief Ministers of all four Pakistani provinces as well as other officials.  Gilani stated that \"after being hit hard in northwest Pakistan, terrorists are on the run and seeking refuge in the urban areas of the country, where they are attacking soft targets and spreading sectarian hatred.\"\n\nAfter the attacks religious leaders of the Barelvi sect accused the Punjab government of having connections with the Taliban. They met with Punjab Chief Minister Shahbaz Sharif and demanded the resignation of the Punjab Law Minister Rana Sanaullah Khan who had previously campaigned with a leader of the banned militant group Sipah-e-Sahaba Pakistan. After the meeting, Haji Fazl-e-Karim, one of the Barelvi leaders, told the media \"Rana Sanaullah's contacts with terrorists are most obvious, and he must resign.\"\n\n==See also==\n\n*Sectarian violence in Pakistan\n*List of terrorist incidents, 2010\n*List of terrorist incidents in Pakistan since 2001\n*Terrorism in Pakistan\n\n==References==\n\n\n\n\n\n==External links==\n* In pictures: Blasts at Lahore shrine (BBC)\n* Video: Bombers target Sufi Muslim shrine (Al Jazeera English)",
    "links": [
        {
            "title": "July 2010 Lahore bombings",
            "text": "July 2010 Lahore bombings",
            "start": 4,
            "end": 29,
            "id": "27911508"
        },
        {
            "title": "Lahore",
            "text": "Lahore",
            "start": 51,
            "end": 57,
            "id": "125315"
        },
        {
            "title": "Punjab, Pakistan",
            "text": "Punjab",
            "start": 59,
            "end": 65,
            "id": "24751"
        },
        {
            "title": "Pakistan",
            "text": "Pakistan",
            "start": 67,
            "end": 75,
            "id": "23235"
        },
        {
            "title": "Sufism",
            "text": "Sufi",
            "start": 123,
            "end": 127,
            "id": "28246"
        },
        {
            "title": "Data Darbar",
            "text": "Data Darbar",
            "start": 136,
            "end": 147,
            "id": "719063"
        },
        {
            "title": "Sufism",
            "text": "Tasawuf",
            "start": 376,
            "end": 383,
            "id": "28246"
        },
        {
            "title": "Wahhabism",
            "text": "Wahhabism",
            "start": 449,
            "end": 458,
            "id": "159040"
        },
        {
            "title": "Shirk (Islam)",
            "text": "polytheistic",
            "start": 477,
            "end": 489,
            "id": "192516"
        },
        {
            "title": "Ali Hujwiri",
            "text": "Syed Ali Hajwairi",
            "start": 602,
            "end": 619,
            "id": "980538"
        },
        {
            "title": "Jamaat Ahle Sunnat",
            "text": "Ahle-Sunnath Wal Jamath",
            "start": 937,
            "end": 960,
            "id": "27702362"
        },
        {
            "title": "Taliban",
            "text": "Taliban",
            "start": 975,
            "end": 982,
            "id": "30635"
        },
        {
            "title": "Sufi whirling",
            "text": "dance",
            "start": 1073,
            "end": 1078,
            "id": "595872"
        },
        {
            "title": "Sharia",
            "text": "un-Islamic",
            "start": 1102,
            "end": 1112,
            "id": "28840"
        },
        {
            "title": "Rahman Baba",
            "text": "Rahman Baba",
            "start": 1196,
            "end": 1207,
            "id": "3540115"
        },
        {
            "title": "Sarfraz Ahmed Naeemi",
            "text": "Sarfraz Ahmed Naeemi",
            "start": 1225,
            "end": 1245,
            "id": "23198226"
        },
        {
            "title": "Mayo Hospital",
            "text": "Mayo Hospital",
            "start": 1695,
            "end": 1708,
            "id": "10542549"
        },
        {
            "title": "Shehbaz Sharif",
            "text": "Shahbaz Sharif",
            "start": 2386,
            "end": 2400,
            "id": "6502561"
        },
        {
            "title": "Tehrik-i-Taliban Pakistan",
            "text": "Pakistani Taliban",
            "start": 3491,
            "end": 3508,
            "id": "18953699"
        },
        {
            "title": "Azam Tariq (Tehrik-i-Taliban Pakistan)",
            "text": "Azam Tariq",
            "start": 3604,
            "end": 3614,
            "id": "24176024"
        },
        {
            "title": "Tehrik-i-Taliban Pakistan",
            "text": "Punjabi Taliban",
            "start": 3774,
            "end": 3789,
            "id": "18953699"
        },
        {
            "title": "Academi",
            "text": "Blackwater",
            "start": 4241,
            "end": 4251,
            "id": "567988"
        },
        {
            "title": "Mujahideen",
            "text": "Mujahideen",
            "start": 4274,
            "end": 4284,
            "id": "18305760"
        },
        {
            "title": "Yousaf Raza Gillani",
            "text": "Yousaf Raza Gillani",
            "start": 4419,
            "end": 4438,
            "id": "7829224"
        },
        {
            "title": "Farahnaz Ispahani",
            "text": "Farahnaz Ispahani",
            "start": 4537,
            "end": 4554,
            "id": "20594506"
        },
        {
            "title": "Asif Ali Zardari",
            "text": "Asif Ali Zardari",
            "start": 4582,
            "end": 4598,
            "id": "993655"
        },
        {
            "title": "National Commission for Justice and Peace",
            "text": "Justice and Peace",
            "start": 4761,
            "end": 4778,
            "id": "26702832"
        },
        {
            "title": "Christianity in Pakistan",
            "text": "Pakistani Christian",
            "start": 4782,
            "end": 4801,
            "id": "2964681"
        },
        {
            "title": "Anti-Americanism",
            "text": "blamed",
            "start": 5390,
            "end": 5396,
            "id": "283205"
        },
        {
            "title": "Drone strikes in Pakistan",
            "text": "drone attacks",
            "start": 5447,
            "end": 5460,
            "id": "21539058"
        },
        {
            "title": "Human Rights Commission of Pakistan",
            "text": "Human Rights Commission of Pakistan",
            "start": 5506,
            "end": 5541,
            "id": "1753910"
        },
        {
            "title": "Catherine Ashton",
            "text": "Catherine Ashton",
            "start": 6088,
            "end": 6104,
            "id": "523522"
        },
        {
            "title": "Secretary-General of the United Nations",
            "text": "Secretary-General of the United Nations",
            "start": 6276,
            "end": 6315,
            "id": "162415"
        },
        {
            "title": "Ban Ki-moon",
            "text": "Ban Ki-moon",
            "start": 6317,
            "end": 6328,
            "id": "2346975"
        },
        {
            "title": "William Hague",
            "text": "William Hague",
            "start": 6655,
            "end": 6668,
            "id": "161041"
        },
        {
            "title": "Hillary Clinton",
            "text": "Hillary Clinton",
            "start": 6826,
            "end": 6841,
            "id": "5043192"
        },
        {
            "title": "Leonard Leo",
            "text": "Leonard Leo",
            "start": 6930,
            "end": 6941,
            "id": "2260096"
        },
        {
            "title": "United States Commission on International Religious Freedom",
            "text": "United States Commission on International Religious Freedom",
            "start": 6955,
            "end": 7014,
            "id": "3764912"
        },
        {
            "title": "Blasphemy in Pakistan",
            "text": "country's blasphemy laws",
            "start": 7113,
            "end": 7137,
            "id": "5714555"
        },
        {
            "title": "Punjab Chief Minister",
            "text": "Punjab Chief Minister",
            "start": 7768,
            "end": 7789,
            "id": null
        },
        {
            "title": "Shehbaz Sharif",
            "text": "Shahbaz Sharif",
            "start": 7790,
            "end": 7804,
            "id": "6502561"
        },
        {
            "title": "Rana Sanaullah",
            "text": "Rana Sanaullah Khan",
            "start": 7861,
            "end": 7880,
            "id": "28330089"
        },
        {
            "title": "Sipah-e-Sahaba Pakistan",
            "text": "Sipah-e-Sahaba Pakistan",
            "start": 7954,
            "end": 7977,
            "id": "8947933"
        },
        {
            "title": "Sectarian violence in Pakistan",
            "text": "Sectarian violence in Pakistan",
            "start": 8158,
            "end": 8188,
            "id": "9186359"
        },
        {
            "title": "List of terrorist incidents in 2010",
            "text": "List of terrorist incidents, 2010",
            "start": 8190,
            "end": 8223,
            "id": "25576241"
        },
        {
            "title": "List of terrorist incidents in Pakistan since 2001",
            "text": "List of terrorist incidents in Pakistan since 2001",
            "start": 8225,
            "end": 8275,
            "id": "20834130"
        },
        {
            "title": "Terrorism in Pakistan",
            "text": "Terrorism in Pakistan",
            "start": 8277,
            "end": 8298,
            "id": "2816470"
        }
    ],
    "_chunk_id": "b_9943961086-9953179946"
}