{
    "_id": "54381002",
    "id": "54381002",
    "title": "June 2017 Pakistan attacks",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 537,
            "end": 551
        },
        {
            "text": "==Attacks==",
            "start": 1325,
            "end": 1336
        },
        {
            "text": "===Quetta bombing===",
            "start": 1337,
            "end": 1357
        },
        {
            "text": "===Parachinar bombings===",
            "start": 2551,
            "end": 2576
        },
        {
            "text": "===Karachi targeted killings===",
            "start": 3306,
            "end": 3337
        },
        {
            "text": "==Response and aftermath==",
            "start": 3520,
            "end": 3546
        },
        {
            "text": "===Investigation===",
            "start": 4384,
            "end": 4403
        },
        {
            "text": "===Counterterrorist operations===",
            "start": 5119,
            "end": 5152
        },
        {
            "text": "==Responsibility==",
            "start": 5424,
            "end": 5442
        },
        {
            "text": "==Reactions==",
            "start": 6775,
            "end": 6788
        },
        {
            "text": "===Domestic===",
            "start": 6791,
            "end": 6805
        },
        {
            "text": "===International===",
            "start": 7803,
            "end": 7822
        },
        {
            "text": "==See also==",
            "start": 8077,
            "end": 8089
        },
        {
            "text": "==References==",
            "start": 8243,
            "end": 8257
        }
    ],
    "categories": [
        "2017 in Balochistan, Pakistan",
        "2017 in Khyber Pakhtunkhwa",
        "2017 in Sindh",
        "2017 mass shootings",
        "2017 murders in Pakistan",
        "2017 road incidents",
        "2010s crimes in Karachi",
        "2010s crimes in Khyber Pakhtunkhwa",
        "2010s crimes in Quetta",
        "2010s mass shootings in Asia",
        "2010s road incidents in Asia",
        "21st-century mass murder in Pakistan",
        "Attacks on buildings and structures in 2017",
        "Attacks on buildings and structures in Quetta",
        "Attacks on police stations",
        "Improvised explosive device bombings in Parachinar",
        "ISIL terrorist incidents in Pakistan",
        "Islamic terrorist incidents in 2017",
        "Jamaat-ul-Ahrar attacks",
        "June 2017 crimes in Asia",
        "June 2017 events in Pakistan",
        "Marketplace attacks in Asia",
        "Mass murder in 2017",
        "Mass murder in Karachi",
        "Mass murder in Parachinar",
        "Mass murder in Quetta",
        "Mass shootings in Pakistan",
        "Massacres perpetrated by ISIL",
        "Road incidents in Pakistan",
        "Suicide bombings in 2017",
        "Suicide bombings in Khyber Pakhtunkhwa",
        "Suicide bombings in Quetta",
        "Suicide car and truck bombings in Pakistan",
        "Terrorist incidents in Karachi",
        "Terrorist incidents in Pakistan in 2017"
    ],
    "infobox": "{{Infobox civilian attack\n| title       = June 2017 Pakistan attacks\n| partof      = the [[War in North-West Pakistan]]\n| image       = {{location map+|Pakistan|float=center|border=infobox|width=275|caption=Location of incidents shown in the map of Pakistan. |places=\n{{Location map~|Pakistan|label=Quetta|mark=Red_pog.svg|position=bottom|lat=30.1830 |long=66.9987}}\n{{Location map~|Pakistan|label=Parachinar|mark=Red_pog.svg|position=bottom|lat=33.8837 |long=70.1099}}\n{{Location map~|Pakistan|label=Karachi|mark=Red_pog.svg|position=bottom|lat=24.8615 |long=67.0099}}}}\n| image_size  = \n| alt         = \n| caption     = \n| map         = \n| map_size    = \n| map_alt     = \n| map_caption = \n| location    = [[Quetta]], [[Parachinar]] and [[Karachi]], Pakistan\n|target       = Law enforcement personnel and civilians\n| coordinates = \n|date         = 23 June 2017\n| time        = \n| timezone    = \n| type        = [[suicide bombing|Suicide]] [[car bombing]], [[targeted killing]]\n| fatalities  = Quetta: 14<br /> Parachinar: 78<br /> Karachi: 4\n| injuries    = Quetta: at least 20<br /> Parachinar: 200+ <br /> Karachi: 1\n| victims     = <!-- or | victim = -->\n| perpetrators= [[Jamaat-ul-Ahrar]]<br> [[Islamic State of Iraq and the Levant – Khorasan Province|ISIL –  Khorasan]]<br> Ansar al-Sharia Pakistan\n| assailants  = <!-- or | assailant = -->\n| susperps    = <!-- or | susperp = -->\n| weapons     = Bombs, explosive belt\n| motive      = [[Terrorism in Pakistan|Terrorism]]\n}}",
    "article": "On 23 June 2017, a series of terrorist attacks took place in Pakistan resulting in 96 dead and over 200 wounded. They included a suicide bombing in Quetta targeting policemen, followed by two blasts at a market in Parachinar, and the targeted killing of four policemen in Karachi.\n\nResponsibility for the Quetta attack was claimed by Jamaat-ul-Ahrar and ISIL, while no group accepted responsibility for the Parachinar attack. According to the Pakistani military, both attacks were coordinated from terrorist sanctuaries in Afghanistan.\n\n==Background==\nThe attacks followed earlier blasts that had occurred in Quetta and Parachinar in 2017: Quetta on 13 February and 21 April; and Parachinar on 21 January and 31 March. In response to these and other attacks, the Pakistani military had launched Operation Radd-ul-Fasaad in February which aimed to eliminate the \"residual/latent threat of terrorism\". A period of relative calm followed in between, although Balochistan witnessed minor violence in June when three security personnel were injured from an improvised explosive device targeting their vehicle, and two Pakistan Navy sailors were killed after their vehicle was targeted in Jiwani.\n\nThe bombings were carried out on Jumu'atul-Wida, the last Friday of the Hijri month of Ramadan before the Eid ul-Fitr celebrations.\n\n==Attacks==\n===Quetta bombing===\nEarlier in the day, a suicide car bombing took place at 08:45 local time (03:45 GMT) at the Shuhada Chowk on Quetta's Gulistan Road targeting policemen. The attacker first attempted to ram his explosives-laden vehicle into a peripheral wall of the Inspector General of Police Ehsan Mehboob's office, situated in the area. The car was driven into the wall, but it failed to explode. The policemen present at the site, unaware of the fact that the car was rigged with explosives, recovered the vehicle from the wall and brought it to Shuhada Chowk. They ordered the driver — the would-be bomber, to get down and began searching the vehicle. The bomber refused to descend and instead triggered the explosives.\n\nAt least 14 people including seven policemen were killed; and 20 others including four military personnel, a woman, and a girl were injured. A checkpoint on Mission Road Chowk was destroyed by the blast. Two four-wheelers, rickshaws and motorcycles each were also destroyed and a vehicle carrying military personnel was damaged in the bombing. The shock-wave of the blast smashed windows of several buildings in the neighbourhood and brought down the walls of a nearby girls' school.\n\n===Parachinar bombings===\nHours after the bombing in Quetta, two back-to-back blasts hit the Turi Market near Tal Adda in Parachinar city of FATA's Kurram Agency.\nParachinar is a predominately Shia-populated town, located near the Afghan border. The first blast took place in the evening around 17:00 local time in Turi Market, located just outside of the city's recently designated Red Zone. The explosive device was planted in the market, where many people were busy shopping for Eid. The second explosion targeted rescuers and bystanders, as they rushed to help the survivors of the first blast. A suicide bomber detonated the explosives strapped to his body. At least 72 people were killed and more than 200 others were injured in the twin bombings.\n\n===Karachi targeted killings===\nSeparately in Karachi, unidentified gunmen opened fire on four policemen whilst they were observing iftar in the evening at a roadside restaurant in SITE, killing them on the spot.\n\n==Response and aftermath==\nIn Quetta, the local police, Balochistan Constabulary and Frontier Corps personnel cordoned off the area. The casualties were shifted to the Civil Hospital where a state of emergency was declared. The injured military personnel were driven to the Combined Military Hospital (CMH), Quetta. At least five of the injured sustained life-threatening injuries. The funeral prayers for the seven policemen were offered at the Police Lines, Quetta.\n\nIn Parachinar, security forces sealed off the affected area and conducted a search operation in the adjoining areas following the blast. A state-of-emergency was imposed across all hospitals in Parachinar. According to the ISPR, the Pakistan Army dispatched two helicopters from Peshawar to Parachinar \"for the speedy evacuation of the injured to Peshawar\" and airlifted 15 critically injured.\n\n===Investigation===\nAccording to Bomb Disposal Squad officials, 90 to 95 kilograms of explosives were used in the Quetta car bombing. While according to the Director General of Civil Defence, 75 kilograms of explosives were used in the attack. Authorities examined CCTV footage of the area to understand further details of the incident. According to Balochistan's Home Secretary Dr Akbar Harifal, security had been beefed up in Quetta and other areas of the province following the attack.\n\nAccording to the Director-General of ISPR, Major General Asif Ghafoor, security and surveillance of the Pakistan–Afghanistan border was enhanced with stringent actions against illegal border crossers, in the aftermath of the Parachinar attack.\n\n===Counterterrorist operations===\nOn 24 June, police and military sources reported that five terrorists were killed and nine security personnel injured during an intelligence-based operation in Peshawar's Chamkani and Mathra areas. A \"high profile terrorist commander\" was reported amongst those killed.\n\n==Responsibility==\nAsad Mansoor, a spokesman of the banned Jamaat-ul-Ahrar (a Tehrik-i-Taliban splinter group), claimed his group was behind the Quetta bombing, while the militant Islamic State (ISIL) group also claimed responsibility, saying that one of its followers had carried out the attack. ISIL also released a photograph of the alleged attacker, identified as Abu Othman Khorasani. Anwarul Haq Kakar, a Balochistan government spokesman, said India had a role in the attack in Quetta.\n\nThere was no immediate claim of responsibility for the Parachinar attack. Pakistan's interior minister Chaudhry Nisar Ali Khan said such incidents always took place whenever Pakistan's border with Afghanistan was opened up. He added: \"It is important that we police our borders effectively and protect them from outside threats.\"\n\nIn Karachi, pamphlets belonging to an unknown militant group — Ansar al-Sharia Pakistan — were found on the crime scene.\n\nOn 24 June, army chief Qamar Javed Bajwa chaired a high-level meeting in Rawalpindi and called on Afghanistan to \"do more\" in the fight against terrorism. According to the ISPR, the attacks in Quetta and Parachinar were linked to terrorist sanctuaries in Afghanistan which enjoyed the \"patronage of Afghanistan's National Directorate of Security (NDS) and India's spy agency Research and Analysis Wing\".\n\n==Reactions==\n\n\n===Domestic===\nIn Parachinar, protesters raided the Parachinar Press Club and severely wounded five journalists. The police then resorted to aerial firing to defuse the situation.\n\nPrime Minister Muhammad Nawaz Sharif condemned the terrorist attacks, and ordered for security measures to be tightened across the country. Sharif reiterated that \"such acts of terrorism will be dealt with full power of the state\" and added that \"terrorists are attacking soft targets, and no Muslim can ever imagine to commit such horrific acts.\" President Mamnoon Hussain, Senate chairman Raza Rabbani, Punjab chief minister Shehbaz Sharif, Balochistan governor Muhammad Khan Achakzai, former president Asif Ali Zardari and other figures also issued statements denouncing the terrorist incidents.\n\nPakistan Tehreek-e-Insaf chairman Imran Khan condemned the attacks, terming them \"attacks against the nation\". Pakistan Peoples Party chairman Bilawal Bhutto also condemned the blasts, sending \"prayers for the bereaved families\".\n\n===International===\n* : United Nations Secretary-General António Guterres condemned the Quetta and Parachinar bombings and extended his condolences to the victims' families. He expressed \"hopes [that] those responsible for these crimes will be swiftly brought to justice\".\n\n==See also==\n* 2017 Bahawalpur explosion, accidental oil tanker explosion two days later\n* Terrorist incidents in Pakistan in 2017\n* 2018 Mastung and Bannu bombings\n\n==References==",
    "links": [
        {
            "title": "Terrorism in Pakistan",
            "text": "terrorist",
            "start": 29,
            "end": 38,
            "id": "2816470"
        },
        {
            "title": "Quetta",
            "text": "Quetta",
            "start": 148,
            "end": 154,
            "id": "93764"
        },
        {
            "title": "Parachinar",
            "text": "Parachinar",
            "start": 214,
            "end": 224,
            "id": "1878342"
        },
        {
            "title": "Karachi",
            "text": "Karachi",
            "start": 272,
            "end": 279,
            "id": "17123"
        },
        {
            "title": "Jamaat-ul-Ahrar",
            "text": "Jamaat-ul-Ahrar",
            "start": 334,
            "end": 349,
            "id": "44284567"
        },
        {
            "title": "Islamic State of Iraq and the Levant – Khorasan Province",
            "text": "ISIL",
            "start": 354,
            "end": 358,
            "id": "48029263"
        },
        {
            "title": "Afghanistan",
            "text": "Afghanistan",
            "start": 523,
            "end": 534,
            "id": "737"
        },
        {
            "title": "April 2017 Quetta bombing",
            "text": "21 April",
            "start": 666,
            "end": 674,
            "id": null
        },
        {
            "title": "January 2017 Parachinar bombing",
            "text": "21 January",
            "start": 694,
            "end": 704,
            "id": "52938642"
        },
        {
            "title": "March 2017 Parachinar suicide bombing",
            "text": "31 March",
            "start": 709,
            "end": 717,
            "id": "53649089"
        },
        {
            "title": "Operation Ghazi",
            "text": "other attacks",
            "start": 744,
            "end": 757,
            "id": "53187215"
        },
        {
            "title": "Operation Radd-ul-Fasaad",
            "text": "Operation Radd-ul-Fasaad",
            "start": 795,
            "end": 819,
            "id": "53272395"
        },
        {
            "title": "Pakistan Navy",
            "text": "Pakistan Navy",
            "start": 1113,
            "end": 1126,
            "id": "1183789"
        },
        {
            "title": "Jiwani",
            "text": "Jiwani",
            "start": 1183,
            "end": 1189,
            "id": "1850704"
        },
        {
            "title": "Jumu'atul-Wida",
            "text": "Jumu'atul-Wida",
            "start": 1225,
            "end": 1239,
            "id": "4894143"
        },
        {
            "title": "Islamic calendar",
            "text": "Hijri",
            "start": 1264,
            "end": 1269,
            "id": "14810"
        },
        {
            "title": "Ramadan",
            "text": "Ramadan",
            "start": 1279,
            "end": 1286,
            "id": "26173"
        },
        {
            "title": "Eid al-Fitr",
            "text": "Eid ul-Fitr",
            "start": 1298,
            "end": 1309,
            "id": "154944"
        },
        {
            "title": "Suicide attack",
            "text": "suicide",
            "start": 1380,
            "end": 1387,
            "id": "18835454"
        },
        {
            "title": "Car bomb",
            "text": "car bombing",
            "start": 1388,
            "end": 1399,
            "id": "155282"
        },
        {
            "title": "Chowrangi",
            "text": "Chowk",
            "start": 1458,
            "end": 1463,
            "id": "16870022"
        },
        {
            "title": "Quetta",
            "text": "Quetta",
            "start": 1467,
            "end": 1473,
            "id": "93764"
        },
        {
            "title": "Rickshaw",
            "text": "rickshaw",
            "start": 2289,
            "end": 2297,
            "id": "33192846"
        },
        {
            "title": "Parachinar",
            "text": "Parachinar",
            "start": 2673,
            "end": 2683,
            "id": "1878342"
        },
        {
            "title": "Federally Administered Tribal Areas",
            "text": "FATA",
            "start": 2692,
            "end": 2696,
            "id": "24760673"
        },
        {
            "title": "Kurram District",
            "text": "Kurram Agency",
            "start": 2699,
            "end": 2712,
            "id": "5053207"
        },
        {
            "title": "Shia Islam in the Indian subcontinent",
            "text": "Shia",
            "start": 2744,
            "end": 2748,
            "id": "22351023"
        },
        {
            "title": "Pakistan Standard Time",
            "text": "local time",
            "start": 2852,
            "end": 2862,
            "id": "3417316"
        },
        {
            "title": "Targeted killings in Pakistan",
            "text": "opened fire",
            "start": 3381,
            "end": 3392,
            "id": "31237219"
        },
        {
            "title": "Sindh Police",
            "text": "policemen",
            "start": 3401,
            "end": 3410,
            "id": "18726843"
        },
        {
            "title": "Iftar",
            "text": "iftar",
            "start": 3438,
            "end": 3443,
            "id": "1515716"
        },
        {
            "title": "SITE Town",
            "text": "SITE",
            "start": 3487,
            "end": 3491,
            "id": "3597476"
        },
        {
            "title": "Frontier Corps",
            "text": "Frontier Corps",
            "start": 3605,
            "end": 3619,
            "id": "10429702"
        },
        {
            "title": "Combined Military Hospital",
            "text": "Combined Military Hospital",
            "start": 3794,
            "end": 3820,
            "id": "19148297"
        },
        {
            "title": "Pakistan Army",
            "text": "Pakistan Army",
            "start": 4222,
            "end": 4235,
            "id": "1965925"
        },
        {
            "title": "Peshawar",
            "text": "Peshawar",
            "start": 4268,
            "end": 4276,
            "id": "66230"
        },
        {
            "title": "Balochistan, Pakistan",
            "text": "Balochistan",
            "start": 4734,
            "end": 4745,
            "id": "4687"
        },
        {
            "title": "Asif Ghafoor",
            "text": "Asif Ghafoor",
            "start": 4931,
            "end": 4943,
            "id": "52593283"
        },
        {
            "title": "Chamkani, Peshawar",
            "text": "Chamkani",
            "start": 5324,
            "end": 5332,
            "id": "18381158"
        },
        {
            "title": "Mathra, Khyber Pakhtunkhwa",
            "text": "Mathra",
            "start": 5337,
            "end": 5343,
            "id": "23929502"
        },
        {
            "title": "Jamaat-ul-Ahrar",
            "text": "Jamaat-ul-Ahrar",
            "start": 5483,
            "end": 5498,
            "id": "44284567"
        },
        {
            "title": "Tehrik-i-Taliban Pakistan",
            "text": "Tehrik-i-Taliban",
            "start": 5502,
            "end": 5518,
            "id": "18953699"
        },
        {
            "title": "Islamic State of Iraq and the Levant – Khorasan Province",
            "text": "Islamic State",
            "start": 5604,
            "end": 5617,
            "id": "48029263"
        },
        {
            "title": "Government of Balochistan, Pakistan",
            "text": "Balochistan government",
            "start": 5835,
            "end": 5857,
            "id": "3807523"
        },
        {
            "title": "India",
            "text": "India",
            "start": 5874,
            "end": 5879,
            "id": "14533"
        },
        {
            "title": "State-sponsored terrorism#India",
            "text": "role in the attack",
            "start": 5886,
            "end": 5904,
            "id": null
        },
        {
            "title": "Chaudhary Nisar Ali Khan",
            "text": "Chaudhry Nisar Ali Khan",
            "start": 6020,
            "end": 6043,
            "id": "16730671"
        },
        {
            "title": "Durand Line",
            "text": "border with Afghanistan",
            "start": 6102,
            "end": 6125,
            "id": "203570"
        },
        {
            "title": "Qamar Javed Bajwa",
            "text": "Qamar Javed Bajwa",
            "start": 6393,
            "end": 6410,
            "id": "52348887"
        },
        {
            "title": "Rawalpindi",
            "text": "Rawalpindi",
            "start": 6443,
            "end": 6453,
            "id": "343524"
        },
        {
            "title": "Inter-Services Public Relations",
            "text": "ISPR",
            "start": 6542,
            "end": 6546,
            "id": "7718433"
        },
        {
            "title": "National Directorate of Security",
            "text": "National Directorate of Security",
            "start": 6683,
            "end": 6715,
            "id": "10946695"
        },
        {
            "title": "Research and Analysis Wing",
            "text": "Research and Analysis Wing",
            "start": 6745,
            "end": 6771,
            "id": "812086"
        },
        {
            "title": "Nawaz Sharif",
            "text": "Nawaz Sharif",
            "start": 6996,
            "end": 7008,
            "id": "374012"
        },
        {
            "title": "Mamnoon Hussain",
            "text": "Mamnoon Hussain",
            "start": 7330,
            "end": 7345,
            "id": "40027538"
        },
        {
            "title": "Raza Rabbani",
            "text": "Raza Rabbani",
            "start": 7363,
            "end": 7375,
            "id": "16641132"
        },
        {
            "title": "Shehbaz Sharif",
            "text": "Shehbaz Sharif",
            "start": 7399,
            "end": 7413,
            "id": "6502561"
        },
        {
            "title": "Muhammad Khan Achakzai",
            "text": "Muhammad Khan Achakzai",
            "start": 7436,
            "end": 7458,
            "id": "39653528"
        },
        {
            "title": "Asif Ali Zardari",
            "text": "Asif Ali Zardari",
            "start": 7477,
            "end": 7493,
            "id": "993655"
        },
        {
            "title": "Pakistan Tehreek-e-Insaf",
            "text": "Pakistan Tehreek-e-Insaf",
            "start": 7572,
            "end": 7596,
            "id": "1651925"
        },
        {
            "title": "Imran Khan",
            "text": "Imran Khan",
            "start": 7606,
            "end": 7616,
            "id": "413184"
        },
        {
            "title": "Pakistan Peoples Party",
            "text": "Pakistan Peoples Party",
            "start": 7683,
            "end": 7705,
            "id": "408998"
        },
        {
            "title": "Bilawal Bhutto Zardari",
            "text": "Bilawal Bhutto",
            "start": 7715,
            "end": 7729,
            "id": "14914566"
        },
        {
            "title": "António Guterres",
            "text": "António Guterres",
            "start": 7860,
            "end": 7876,
            "id": "471806"
        },
        {
            "title": "2017 Bahawalpur explosion",
            "text": "2017 Bahawalpur explosion",
            "start": 8092,
            "end": 8117,
            "id": "54387348"
        },
        {
            "title": "Terrorist incidents in Pakistan in 2017",
            "text": "Terrorist incidents in Pakistan in 2017",
            "start": 8168,
            "end": 8207,
            "id": "52116414"
        },
        {
            "title": "2018 Mastung and Bannu bombings",
            "text": "2018 Mastung and Bannu bombings",
            "start": 8210,
            "end": 8241,
            "id": "57892169"
        }
    ],
    "_chunk_id": "b_16145651349-16152241271"
}