{
    "_id": "45677292",
    "id": "45677292",
    "title": "Lahore church bombings",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 800,
            "end": 814
        },
        {
            "text": "==Attack==",
            "start": 2003,
            "end": 2013
        },
        {
            "text": "==Responsibility==",
            "start": 2987,
            "end": 3005
        },
        {
            "text": "==Aftermath==",
            "start": 4022,
            "end": 4035
        },
        {
            "text": "===Protests===",
            "start": 5229,
            "end": 5243
        },
        {
            "text": "===Lynching===",
            "start": 6243,
            "end": 6257
        },
        {
            "text": "==Reaction==",
            "start": 7141,
            "end": 7153
        },
        {
            "text": "===Domestic reaction===",
            "start": 7154,
            "end": 7177
        },
        {
            "text": "====Government====",
            "start": 7178,
            "end": 7196
        },
        {
            "text": "====Religious groups====",
            "start": 8050,
            "end": 8074
        },
        {
            "text": "===International reaction===",
            "start": 9438,
            "end": 9466
        },
        {
            "text": "==See also==",
            "start": 12158,
            "end": 12170
        },
        {
            "text": "==References==",
            "start": 12213,
            "end": 12227
        }
    ],
    "categories": [
        "2015 in Punjab, Pakistan",
        "2015 murders in Pakistan",
        "2010s crimes in Lahore",
        "21st-century mass murder in Pakistan",
        "Attacks on buildings and structures in 2015",
        "Attacks on buildings and structures in Lahore",
        "Attacks on churches in Asia",
        "Attacks on religious buildings and structures in Pakistan",
        "Islamic terrorism in Lahore",
        "Islamic terrorist incidents in 2015",
        "Islamist attacks on churches",
        "Jamaat-ul-Ahrar attacks",
        "March 2015 crimes in Asia",
        "Mass murder in 2015",
        "Mass murder in Lahore",
        "Massacres in religious buildings and structures",
        "Persecution of Christians in Pakistan",
        "Suicide bombings in 2015",
        "Suicide bombings in Lahore",
        "Terrorist incidents in Pakistan in 2015"
    ],
    "infobox": "{{Infobox civilian attack\n|title       = Lahore church bombings<br> {{URDU|لاہور گرجہ گھر دھماکے}}\n|image       = Pakistan - Punjab - Lahore.svg\n|caption     = ''Location of Lahore in [[Punjab, Pakistan|Punjab]]''\n|location    = [[Lahore]], [[Pakistan]] \n|date        = 15 March 2015\n|coordinates = {{coord|31.411291|N|74.366078|E|type:landmark|display=inline}}\n|type        = [[Suicide bombing]]s\n|target      = Roman Catholic Church, Christ Church\n|fatalities  = 19<br />15<ref name=\"bbc.com\"/><br />2 policemen and 2 passers-by\n|injuries    = 70<ref name=aljazeera>{{cite news|title=Worshippers killed in Pakistan church bombings|url=http://www.aljazeera.com/news/2015/03/lahore-churches-hit-deadly-bomb-attacks-150315074103093.html|accessdate=15 March 2015|publisher=[[Al Jazeera]]|date=15 March 2015}}</ref><ref name=agencies>{{cite web|url=http://www.dawn.com/news/1169713/15-killed-in-taliban-attack-on-lahore-churches|title=15 killed in Taliban attack on Lahore churches|author1=Imran Gabol|author2=Nadeem Haider|author3=Waseem Riaz, Abbas Haider, Akbar Ali|work=[[Dawn (newspaper)|Dawn]]|date=15 March 2015|accessdate=15 March 2015}}</ref>\n|perps       = [[Jamaat-ul-Ahrar]]<ref name=\"bbc.com\">{{cite news|title=Deadly blasts hit Pakistan churches in Lahore|url=https://www.bbc.com/news/world-asia-31894708|accessdate=15 March 2015|publisher=[[BBC News]]|date=15 March 2015}}</ref>\n|motive      = Retaliation against [[Operation Zarb-e-Azb]]\n}}",
    "article": "On 15 March 2015, two explosions took place at Roman Catholic Church and Christ Church during Sunday service in Youhanabad, Lahore, Pakistan. At least 15 people were killed and seventy were wounded in the attacks.\n\nThe attack was followed by mob violence killing two men mistaken as militants. It was the second attack on Christians minority after the deadliest attack in 2013 on All Saints church in Peshawar. In August 2015, Punjab home minister Shuja Khanzada announced that five members of the Tehreek-e-Taliban were arrested in connection to the attack. According to the statement, the men received monetary and material support from India and planned the attack in Afghanistan, from where they came to Lahore. The arrested men also confessed to planning further attacks in Karachi and Lahore.\n\n==Background==\nThe Pakistani Taliban operates as an umbrella organization for various Islamist militant groups in Pakistan. They actively target religious minorities for attacks, including a series of attacks in 2002.\nIn August 2002, three nurses died in a grenade attack on a chapel located on the grounds of the Taxila Christian Hospital, in September 2002 seven charity workers were killed in Karachi and on 25 December 2002 a grenade attack on a Presbyterian church killed three girls. The September 2013 suicide attack on the historic All Saints Church in Peshawar killed 75 people.\n\nOne of the Islamist militant groups allied to the Pakistani Taliban is Jamaat-ul-Ahrar, a breakaway organisation that reunited in March 2015. Jamaat-ul-Ahrar carried out the November 2014 Wagah border attack where over 60 people died and over 100 were injured, and the same month killed at least six people in Mohmand Agency and attacked the membership camp of the Muttahida Qaumi Movement party in Karachi.\n\nJamaat-ul-Ahrar operate the Afia Siddiqui Brigade, named after Aafia Siddiqui, which previously carried out 2012 attacks on a police van on the Peshawar Ring Road and on the Judicial Complex in Peshawar.\n\n==Attack==\nAccording to reports, two suicide bombers attacked the churches located in a Christian locality. The bombings took place during weekly Christian service at the two churches of Yuhanabad neighbourhood located at a distance of half a kilometre apart.\n\nThe bombers targeted two churches, Saint John Catholic Church and Christ Church at around 11:00 am local time. Both churches are located in the Youhanabad area, which is one of the country's biggest Christian localities and is home to least one million people.\n\nThe bombers tried to enter the churches but were stopped at the gate by the guards, where they blew themselves up. The high number of casualties was due to the fact that weekly service was underway when the attacks occurred. The wounded were rushed to the General Hospital, where a state of emergency was declared at 12:21 pm.\nThe explosions caused a stampede at the Church as worshipers ran to save their lives. Windowpanes were broken due to the explosions.\n\n==Responsibility==\nJamaat-ul-Ahrar a splinter group of Tehrik-i-Taliban Pakistan, which had reconciled with and rejoined the Tehrik-i-Taliban Pakistan earlier the same month claimed responsibility for the attacks.\n\nTehrik-i-Taliban Pakistan spokesperson Ehsanullah Ehsan used his Afghan mobile number to contact the media in Pakistan. He said, \"We have carried out the attack. We have reached Lahore, the center of Punjab province, which is a challenge and a warning to the rulers,\". He said that the group of suicide bombers who carried out the attack belonged to the Aafia Siddiqui Brigade. In August 2015, Punjab home minister Shuja Khanzada announced that five people were arrested in connection with the attack. According to Khanzada, they belonged to the TTP's Shehryar Mehsud group and planned the attacks inside Afghanistan, from where they came to Lahore. According to the statement, the arrested suspects received monetary and material support from India. They also confessed to planning more attacks in Karachi and Lahore.\n\n==Aftermath==\nThe attacks ignited protests which continued for the next three days. During the most violent of these protests two men were lynched on the same day as the attacks. The next day paramilitary personnel had to be deployed in order to maintain law and order. The victims were laid to rest on 17 March amid tight security and several thousand police and rangers personnel were deployed in Lahore during the last rites.\n\nPoliticians, religious leaders and members of the civil society condemned the attacks, while calling for stricter security measures. However, the lynching by the mob was also condemned and Interior Minister Chaudhry Nisar Ali Khan termed it as \"the worst kind of terrorism\".\n\nThe second leg of the FIFA World Cup qualifier match between Pakistan and Yemen was to be played in Lahore but FIFA first gave the go-ahead for the match saying that it could be played behind closed doors but later a statement issued by the governing body cited \"safety and security reasons\" for the postponement of the match and said that the Asian Zone first round second leg tie will be played in a neutral venue. A subsequent statement by FIFA said that the match will played in Manama, Bahrain.\n\n===Protests===\nAfter the attack up to 4,000 Christians gathered at the attack site, formed a mob and blocked Ferozepur road. The angry mob attacked a nearby Metro bus station. Water cannons were dispatched to help police clear the area. However, the mob took three policemen hostage and refused to talk with Ports and Shipping Minister Kamran Michael, who had arrived to console them. The mob captured and lynched two men suspected of being involved in the attacks.\nChristian community in Faisalabad city also protested against the attacks. Members of the Christian community in Karachi took to the streets and protested at Esa Nagri area against the bomb attacks. They blocked the route from Hassan Square to Liaquatabad area of the city. Similar protests were staged in Multan, Gujranwala, Sialkot and other cities of Pakistan.\n\nThe next day up to 5,000 Christians gathered to protest but protests again turned violent as two people were killed and at least six were injured when a van ran over the protesters.\n\n===Lynching===\nThe angry mob lynched two persons. One of the lynched men was identified as Muhammad Naeem by his brother Muhammad Saleem who filed an FIR of a murder case against the protesters. He claimed that his brother was innocent, he further stated that his brother was not a militant. He was missing and when they went to hospital they came to know that he was one of those lynched. He said his brother was a glasscutter and they owned a glass shop and his brother had gone there for their work.\n\nThe second victim was identified as Babar Noman, a garment worker who had come from Sargodha in search of employment at a factory. The police buried the victims body on 17 March but a court ordered the exhumation of the body once the victims family lodged a complaint. However, the authorities have stated that the body will not be handed over before a DNA test is used to prove his identity.\n\n==Reaction==\n===Domestic reaction===\n====Government====\nA spokesman for the Punjab province government condemned the attacks and said authorities are reinforcing security at the 481 remaining churches across the city. The Chief Minister of Punjab, Shahbaz Sharif condemned the attacks and commented that killing someone on the basis of suspicion is inhumane. No one has the right to take the law into their hands.\n\nThe Balochistan Provincial assembly condemned the suicide attacks and lynching of two men by an angry Christian mob.\n\nPrime Minister Nawaz Sharif also condemned the attack. Interior minister Chaudhry Nisar Ali Khan condemned terrorist attacks on churches and said those who had done this did not belong to any religion because no religion tolerates such odious crimes. He also said that action would be taken against those who burnt two people alive and damaged public and private properties.\n\n====Religious groups====\nThe Catholic Church of Pakistan strongly condemned the suicide bombings and urged all Pakistanis to stand with their fellow Christians against extremists. Pakistan Catholic Bishops' Conference urged the nation's provincial and federal governments to take effective measures to provide security to the churches of Pakistan, so as to guarantee freedom of religion and worship. The church also appealed to the Christian community to avoid violence and co-operate with the police in their investigations. The Catholic bishops said that they prayed to their Lord for the health of the injured and to grant grace to the families who lost their loved ones.\n\nMuslim scholars hailing from different schools of thought condemned the attack and termed it un-Islamic. Muftis of Sunni Ittehad Council said that Islam did not permit attacks on the worship places of religious minorities. A Muslim state was responsible for the protection of minorities. They also urged Islamic scholars to define the rights of minorities in Islam.\nPakistan Ulema Council leader Tahir Ashrafi said, 'It seems like a conspiracy to ignite communal violence in the country. I appeal to all Pakistanis to stand united against this act of terrorism'.\nJamaat Ahle Hadith Pakistan and Milli Majlis Shari also condemned the attack and urged the religious scholars to play their role against terrorism.\n\n===International reaction===\n*  Vatican – Pope Francis said, 'It's with pain, much pain that I was told of the terrorist attacks against two Christian churches in Lahore in Pakistan, which have caused numerous deaths and injuries. These are Christian churches and Christians are persecuted, our Christian brothers are spilling their blood simply because they are Christians. I implore God...that this persecution against Christians—that the world seeks to hide—comes to an end and that there is peace.'\n*  – Jen Psaki said, 'We strongly condemn Sunday's attack on innocent people at two churches in Lahore, and we extend our deepest sympathies and condolences to the families of the victims. The United States stands in solidarity with the people and government of Pakistan. We support the right of every person to practise religion without fear of intimidation, death, coercion or any form of reprisal. This is a basic human right both in Pakistan and throughout the world.'\n*  - UN Deputy Spokesman Farhan Haq read out a statement of the Secretary-General Ban Ki-moon wherein he said \"The secretary general notes with grave concern that the Pakistani Taliban have claimed responsibility for the attacks while threatening to carry out more such acts in the future,He (the UN chief) calls on the Government of Pakistan to swiftly bring the perpetrators to justice and to do its utmost to prevent attacks against places of worship and protect religious minorities. The secretary-general extends his heartfelt condolences to the families of the victims and to the government and people of Pakistan.\"\n*  - The Turkish Foreign Ministry said in a statement \"We strongly condemn this atrocious attack that targets the stability and peace of Pakistan, and we wish God's mercy on those who lost their lives, convey our sympathies to their families and wish for speedy recovery of the wounded\".\n*  - The Sri Lankan Foreign Ministry issued a statement condemning the attacks and said \"The dastardly act against a religious congregation engaged in the practice and sustenance of their faith and spiritual upliftment is not only an attack against a group and places of worship but against humanity and the civilized world. Sri Lanka as a country which has suffered from the scourge of terrorism for more than 30 years shares the grief and pain of the people of Pakistan at this moment of distress.\"\n*  - The Chinese Foreign Ministry condemned the attacks and their spokesman Hong Lei said \"We are deeply shocked and in a state of grief over the attack and condemn the terrorists in the strongest terms. China extends heartfelt condolences to the victims and expresses deep sympathy to the wounded and the families of the victims.\"\n\n==See also==\n*Terrorist incidents in Pakistan in 2015\n\n==References==",
    "links": [
        {
            "title": "Catholic Church in Pakistan",
            "text": "Roman Catholic Church",
            "start": 47,
            "end": 68,
            "id": "4747832"
        },
        {
            "title": "Church service",
            "text": "Sunday service",
            "start": 94,
            "end": 108,
            "id": "715089"
        },
        {
            "title": "Youhanabad",
            "text": "Youhanabad",
            "start": 112,
            "end": 122,
            "id": "29340321"
        },
        {
            "title": "Lahore",
            "text": "Lahore",
            "start": 124,
            "end": 130,
            "id": "125315"
        },
        {
            "title": "Peshawar church bombing",
            "text": "All Saints church in Peshawar",
            "start": 380,
            "end": 409,
            "id": "40599753"
        },
        {
            "title": "Shuja Khanzada",
            "text": "Shuja Khanzada",
            "start": 448,
            "end": 462,
            "id": "47539183"
        },
        {
            "title": "Tehrik-i-Taliban Pakistan",
            "text": "Tehreek-e-Taliban",
            "start": 498,
            "end": 515,
            "id": "18953699"
        },
        {
            "title": "India",
            "text": "India",
            "start": 639,
            "end": 644,
            "id": "14533"
        },
        {
            "title": "Afghanistan",
            "text": "Afghanistan",
            "start": 671,
            "end": 682,
            "id": "737"
        },
        {
            "title": "Karachi",
            "text": "Karachi",
            "start": 779,
            "end": 786,
            "id": "17123"
        },
        {
            "title": "Tehrik-i-Taliban Pakistan",
            "text": "Pakistani Taliban",
            "start": 819,
            "end": 836,
            "id": "18953699"
        },
        {
            "title": "Umbrella organization",
            "text": "umbrella organization",
            "start": 852,
            "end": 873,
            "id": "544597"
        },
        {
            "title": "Islamism",
            "text": "Islamist",
            "start": 886,
            "end": 894,
            "id": "15012"
        },
        {
            "title": "Terrorist incidents in Pakistan in 2002",
            "text": "series of attacks in 2002",
            "start": 991,
            "end": 1016,
            "id": "33127854"
        },
        {
            "title": "Peshawar church bombing",
            "text": "2013 suicide attack",
            "start": 1304,
            "end": 1323,
            "id": "40599753"
        },
        {
            "title": "All Saints Church, Peshawar",
            "text": "All Saints Church",
            "start": 1340,
            "end": 1357,
            "id": "19785275"
        },
        {
            "title": "Jamaat-ul-Ahrar",
            "text": "Jamaat-ul-Ahrar",
            "start": 1460,
            "end": 1475,
            "id": "44284567"
        },
        {
            "title": "2014 Wagah border suicide attack",
            "text": "Wagah border attack",
            "start": 1577,
            "end": 1596,
            "id": "44278835"
        },
        {
            "title": "Mohmand District",
            "text": "Mohmand Agency",
            "start": 1699,
            "end": 1713,
            "id": "4557955"
        },
        {
            "title": "Muttahida Qaumi Movement",
            "text": "Muttahida Qaumi Movement",
            "start": 1754,
            "end": 1778,
            "id": "1030551"
        },
        {
            "title": "Aafia Siddiqui",
            "text": "Aafia Siddiqui",
            "start": 1861,
            "end": 1875,
            "id": "682195"
        },
        {
            "title": "Church service",
            "text": "weekly service",
            "start": 2696,
            "end": 2710,
            "id": "715089"
        },
        {
            "title": "Jamaat-ul-Ahrar",
            "text": "Jamaat-ul-Ahrar",
            "start": 3006,
            "end": 3021,
            "id": "44284567"
        },
        {
            "title": "Ehsanullah Ehsan (Taliban spokesman)",
            "text": "Ehsanullah Ehsan",
            "start": 3241,
            "end": 3257,
            "id": "34205021"
        },
        {
            "title": "Shuja Khanzada",
            "text": "Shuja Khanzada",
            "start": 3617,
            "end": 3631,
            "id": "47539183"
        },
        {
            "title": "India",
            "text": "India",
            "start": 3946,
            "end": 3951,
            "id": "14533"
        },
        {
            "title": "2018 FIFA World Cup qualification – AFC First Round#Pakistan v Yemen",
            "text": "FIFA World Cup qualifier",
            "start": 4750,
            "end": 4774,
            "id": null
        },
        {
            "title": "Pakistan national football team",
            "text": "Pakistan",
            "start": 4789,
            "end": 4797,
            "id": "1302448"
        },
        {
            "title": "Yemen national football team",
            "text": "Yemen",
            "start": 4802,
            "end": 4807,
            "id": "1291184"
        },
        {
            "title": "Lahore",
            "text": "Lahore",
            "start": 4828,
            "end": 4834,
            "id": "125315"
        },
        {
            "title": "FIFA",
            "text": "FIFA",
            "start": 4839,
            "end": 4843,
            "id": "11049"
        },
        {
            "title": "FIFA",
            "text": "FIFA",
            "start": 5171,
            "end": 5175,
            "id": "11049"
        },
        {
            "title": "Bahrain",
            "text": "Bahrain",
            "start": 5219,
            "end": 5226,
            "id": "18933277"
        },
        {
            "title": "Ferozpur Road",
            "text": "Ferozepur road",
            "start": 5338,
            "end": 5352,
            "id": null
        },
        {
            "title": "Lahore Metrobus",
            "text": "Metro bus station",
            "start": 5386,
            "end": 5403,
            "id": "36372735"
        },
        {
            "title": "Liaquatabad",
            "text": "Liaquatabad",
            "start": 5939,
            "end": 5950,
            "id": "2237201"
        },
        {
            "title": "Multan",
            "text": "Multan",
            "start": 6001,
            "end": 6007,
            "id": "433843"
        },
        {
            "title": "Gujranwala",
            "text": "Gujranwala",
            "start": 6009,
            "end": 6019,
            "id": "398890"
        },
        {
            "title": "Sialkot",
            "text": "Sialkot",
            "start": 6021,
            "end": 6028,
            "id": "401000"
        },
        {
            "title": "First information report",
            "text": "FIR",
            "start": 6393,
            "end": 6396,
            "id": "576906"
        },
        {
            "title": "Shehbaz Sharif",
            "text": "Shahbaz Sharif",
            "start": 7389,
            "end": 7403,
            "id": "6502561"
        },
        {
            "title": "Nawaz Sharif",
            "text": "Nawaz Sharif",
            "start": 7689,
            "end": 7701,
            "id": "374012"
        },
        {
            "title": "Chaudhary Nisar Ali Khan",
            "text": "Chaudhry Nisar Ali Khan",
            "start": 7747,
            "end": 7770,
            "id": "16730671"
        },
        {
            "title": "Sunni Ittehad Council",
            "text": "Sunni Ittehad Council",
            "start": 8841,
            "end": 8862,
            "id": "37315487"
        },
        {
            "title": "Communal violence",
            "text": "communal violence",
            "start": 9180,
            "end": 9197,
            "id": "9954363"
        },
        {
            "title": "Holy See",
            "text": "Vatican",
            "start": 9470,
            "end": 9477,
            "id": "13393"
        },
        {
            "title": "Pope Francis",
            "text": "Pope Francis",
            "start": 9480,
            "end": 9492,
            "id": "1687680"
        },
        {
            "title": "Jen Psaki",
            "text": "Jen Psaki",
            "start": 9946,
            "end": 9955,
            "id": "26412082"
        },
        {
            "title": "Ban Ki-moon",
            "text": "Ban Ki-moon",
            "start": 10496,
            "end": 10507,
            "id": "2346975"
        },
        {
            "title": "Ministry of Foreign Affairs (Turkey)",
            "text": "Turkish Foreign Ministry",
            "start": 11045,
            "end": 11069,
            "id": "10283896"
        },
        {
            "title": "Ministry of Foreign Affairs (Sri Lanka)",
            "text": "Sri Lankan Foreign Ministry",
            "start": 11333,
            "end": 11360,
            "id": "16989240"
        },
        {
            "title": "Ministry of Foreign Affairs of the People's Republic of China",
            "text": "Chinese Foreign Ministry",
            "start": 11834,
            "end": 11858,
            "id": "7453497"
        },
        {
            "title": "Hong Lei (diplomat)",
            "text": "Hong Lei",
            "start": 11901,
            "end": 11909,
            "id": "43729578"
        },
        {
            "title": "Terrorist incidents in Pakistan in 2015",
            "text": "Terrorist incidents in Pakistan in 2015",
            "start": 12172,
            "end": 12211,
            "id": "39542481"
        }
    ],
    "_chunk_id": "b_14259105598-14267095132"
}