{
    "_id": "53428841",
    "id": "53428841",
    "title": "March 2017 Kabul attack",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Attack==",
            "start": 504,
            "end": 514
        },
        {
            "text": "==Aftermath==",
            "start": 2806,
            "end": 2819
        },
        {
            "text": "=== Reactions ===",
            "start": 3522,
            "end": 3539
        },
        {
            "text": "== See also ==",
            "start": 4148,
            "end": 4162
        },
        {
            "text": "== References ==",
            "start": 4425,
            "end": 4441
        }
    ],
    "categories": [
        "Suicide bombings in 2017",
        "Attacks on hospitals",
        "Islamic terrorist incidents in 2017",
        "Mass murder in Afghanistan",
        "Mass murder in Kabul",
        "Mass murder in 2017",
        "March 2017 crimes in Asia",
        "Suicide bombings in Afghanistan",
        "Terrorist incidents in Kabul",
        "Terrorist incidents in Afghanistan in 2017",
        "2010s in Kabul",
        "Military operations of the War in Afghanistan (2001–present)",
        "Attacks on buildings and structures in Afghanistan"
    ],
    "infobox": "{{Infobox civilian attack\n| title      = March 2017 Kabul attack\n| partof     = [[War in Afghanistan (2001–present)]]\n| image      = \n| caption    = \n| location   = [[Daoud Khan Military Hospital]]<br>[[Kabul]], [[Afghanistan]]\n| date       = 8 March 2017\n| type       = [[Suicide bombing]], shooting, hostage-taking\n| fatalities = 100+\n| injuries   = 63+\n| perps      = [[Islamic State of Iraq and the Levant]] (claimed) <br/> [[Haqqani network]] support (suspected)\n| weapons    = Suicide vests, [[automatic firearm]]s, grenades, knives\n}}",
    "article": "On 8 March 2017, the Sardar Daud Khan Military Hospital in Kabul, Afghanistan, was attacked by a group of gunmen, some of them dressed in white hospital robes. Government officials confirmed at least 49 people were killed in the hours-long assault, while 63 others were injured. By March 13 the unconfirmed death toll had surpassed 100, with an unknown number injured. The Islamic State of Iraq and the Levant claimed to have carried out the attack, but officials suspected the Haqqani network instead.\n\n==Attack==\nAt about 09:00 local time, a suicide bomber destroyed the back entrance to the hospital, located in Kabul's affluent Wazir Akbar Khan district, home to the Presidential Palace and Hamid Karzai International Airport. At least five attackers dressed as medical staff then entered the building and began going from floor to floor, paying particular attention to the VIP wing where an army general and a former minister's relative were reported to be. The militants appeared to fire indiscriminately, with a witness describing a gunman \"wearing a white coat and holding a Kalashnikov [opened] fire on everyone, including the guards, patients and doctors.\" Subsequent reports spoke of a savage attack, with the militants stabbing bed-ridden patients, throwing grenades into crowded wards, and shooting people in the head from pointblank range, including women and children.\n\nThe attackers occupied the hospital for about seven hours until military forces were deployed via the hospital's roof and were successful in neutralizing them. Norwegian Marinejegerkommandoen special forces stationed in Kabul supported the Afghan operation, though they did not take part in the fighting.\n\nDays after the assault reports emerged that suggested a simultaneous assault, with insiders involved as well. Surviving staff described two interns in their 20s who had worked in the hospital for months as participants in the attack, with one being the initial suicide bomber. Afghan sources later confirmed the reports, with Defense ministry spokesman Mohammad Radmanish saying that \"the attack was carried out from both outside and inside [...] this could not have been possible without the help of people inside.\"\n\nAccording to Defense Ministry spokesman Major General Dawlat Waziri in a statement made shortly after the hospital had been cleared of attackers, about thirty people had been killed and fifty injured. On 9 March, Salim Rassouli, director of the Kabul hospital network, said that the death toll has risen to 49, with 63 wounded. By March 13 numerous sources, including survivors and members of the Afghan security forces, were reporting that the overall death toll and the number of militants involved was significantly higher than initially thought, with over 100 killed and scores more injured.\n\n==Aftermath==\nThe Amaq News Agency, affiliated with the Islamic State, distributed images of an attacker and victims, which the SITE Intelligence Group, a monitor of online activity from terrorist groups, said was the organization's way of taking responsibility for the attack. Government official, however, were quick to cast doubt on those claims, citing the complexity of the assault, as well as the fact that two floors containing Taliban patients were specifically not targeted. Survivors reported the attackers were in phone contact with someone named Mullah Sahib, and also shouted \"Long live Taliban\" in Pashto. Suspicion fell on the Haqqani network, which has staged similar elaborate attacks in the past.\n\n=== Reactions ===\nAfghan President Ashraf Ghani and Chief Executive Abdullah Abdullah both made statements condemning the attack, as did the United Nations.\n\nFrom the United States, Army General John W. Nicholson Jr., commander of the US Forces in Afghanistan, condemned the attack as an \"unspeakable crime,\" and praised security forces for their swift response, saying they deserved \"our highest praise and respect.\"  The United States Embassy in Kabul said, \"Targeting a medical facility providing care for the brave Afghans working to protect their fellow citizens has no possible justification in any religion or creed.\"\n\n== See also ==\n* 2008 bombing of Indian embassy in Kabul, organized by the Haqqani network\n* Camp Chapman attack, a 2009 insider incident which killed 9 people, including 7 CIA agents\n* September 2011 Kabul attack, which targeted the U.S. Embassy in Wazir Akbar Khan district\n\n== References ==",
    "links": [
        {
            "title": "Daoud Khan Military Hospital",
            "text": "Sardar Daud Khan Military Hospital",
            "start": 21,
            "end": 55,
            "id": "53616875"
        },
        {
            "title": "Kabul",
            "text": "Kabul",
            "start": 59,
            "end": 64,
            "id": "16826"
        },
        {
            "title": "Afghanistan",
            "text": "Afghanistan",
            "start": 66,
            "end": 77,
            "id": "737"
        },
        {
            "title": "Islamic State of Iraq and the Levant",
            "text": "Islamic State of Iraq and the Levant",
            "start": 373,
            "end": 409,
            "id": "9087364"
        },
        {
            "title": "Haqqani network",
            "text": "Haqqani network",
            "start": 478,
            "end": 493,
            "id": "21484846"
        },
        {
            "title": "Wazir Akbar Khan, Kabul",
            "text": "Wazir Akbar Khan",
            "start": 632,
            "end": 648,
            "id": "32562279"
        },
        {
            "title": "Arg (Kabul)",
            "text": "Presidential Palace",
            "start": 671,
            "end": 690,
            "id": "36175805"
        },
        {
            "title": "Hamid Karzai International Airport",
            "text": "Hamid Karzai International Airport",
            "start": 695,
            "end": 729,
            "id": "487602"
        },
        {
            "title": "Marinejegerkommandoen",
            "text": "Marinejegerkommandoen",
            "start": 1555,
            "end": 1576,
            "id": "1225675"
        },
        {
            "title": "Mohammad Radmanish",
            "text": "Mohammad Radmanish",
            "start": 2044,
            "end": 2062,
            "id": null
        },
        {
            "title": "Ministry of Defense (Afghanistan)",
            "text": "Defense Ministry",
            "start": 2222,
            "end": 2238,
            "id": "1289906"
        },
        {
            "title": "Amaq News Agency",
            "text": "Amaq News Agency",
            "start": 2824,
            "end": 2840,
            "id": "51112320"
        },
        {
            "title": "SITE Intelligence Group",
            "text": "SITE Intelligence Group",
            "start": 2934,
            "end": 2957,
            "id": "25696820"
        },
        {
            "title": "Taliban",
            "text": "Taliban",
            "start": 3241,
            "end": 3248,
            "id": "30635"
        },
        {
            "title": "Ashraf Ghani",
            "text": "Ashraf Ghani",
            "start": 3557,
            "end": 3569,
            "id": "404323"
        },
        {
            "title": "Abdullah Abdullah",
            "text": "Abdullah Abdullah",
            "start": 3590,
            "end": 3607,
            "id": "22758838"
        },
        {
            "title": "United Nations",
            "text": "United Nations",
            "start": 3663,
            "end": 3677,
            "id": "31769"
        },
        {
            "title": "United States",
            "text": "United States",
            "start": 3689,
            "end": 3702,
            "id": "3434750"
        },
        {
            "title": "John W. Nicholson Jr.",
            "text": "John W. Nicholson Jr.",
            "start": 3717,
            "end": 3738,
            "id": "46754225"
        },
        {
            "title": "Embassy of the United States, Kabul",
            "text": "United States Embassy in Kabul",
            "start": 3945,
            "end": 3975,
            "id": "28437629"
        },
        {
            "title": "2008 bombing of Indian embassy in Kabul",
            "text": "2008 bombing of Indian embassy in Kabul",
            "start": 4165,
            "end": 4204,
            "id": "18325844"
        },
        {
            "title": "Camp Chapman attack",
            "text": "Camp Chapman attack",
            "start": 4241,
            "end": 4260,
            "id": "25643947"
        },
        {
            "title": "Central Intelligence Agency",
            "text": "CIA",
            "start": 4321,
            "end": 4324,
            "id": "5183633"
        },
        {
            "title": "September 2011 Kabul attack",
            "text": "September 2011 Kabul attack",
            "start": 4334,
            "end": 4361,
            "id": "49361823"
        },
        {
            "title": "Embassy of the United States, Kabul",
            "text": "U.S. Embassy",
            "start": 4382,
            "end": 4394,
            "id": "28437629"
        }
    ],
    "_chunk_id": "b_15916431175-15924288067"
}