{
    "_id": "441874",
    "id": "441874",
    "title": "Riyadh compound bombings",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Prelude==",
            "start": 670,
            "end": 681
        },
        {
            "text": "==May attack==",
            "start": 1396,
            "end": 1410
        },
        {
            "text": "===Questions about inside actors===",
            "start": 3308,
            "end": 3343
        },
        {
            "text": "===Reaction===",
            "start": 4142,
            "end": 4156
        },
        {
            "text": "===Casualties===",
            "start": 6301,
            "end": 6317
        },
        {
            "text": "==November attack==",
            "start": 6860,
            "end": 6879
        },
        {
            "text": "===Questions about inside actors===",
            "start": 7357,
            "end": 7392
        },
        {
            "text": "==See also==",
            "start": 9403,
            "end": 9415
        },
        {
            "text": "==References==",
            "start": 9583,
            "end": 9597
        },
        {
            "text": "==External links==",
            "start": 9600,
            "end": 9618
        }
    ],
    "categories": [
        "Al-Qaeda attacks",
        "Islamic terrorist incidents in 2003",
        "Terrorist incidents in Asia in 2003",
        "Terrorist incidents in Saudi Arabia",
        "Suicide car and truck bombings",
        "Crime in Riyadh",
        "2003 crimes in Saudi Arabia",
        "Mass murder in 2003",
        "21st century in Riyadh",
        "May 2003 crimes",
        "May 2003 events in Asia",
        "Murder–suicides in Asia",
        "2000s murders in Saudi Arabia",
        "Terrorist incidents in Saudi Arabia in the 2000s"
    ],
    "infobox": "{{Infobox terrorist attack\n|title=Riyadh compound bombings\n|image=\n|caption= The Compounds aftermath of the Bombings\n|location=[[Riyadh]], [[Saudi Arabia]]\n|target=Three compounds frequented by Westerners\n|date=12 May 2003\n|type=[[Suicide bombing|suicide attack]]\n|fatalities=39\n|injuries=160\n|perpetrator=[[Al-Qaeda]]\n}}",
    "article": "Two major bombings took place in residential compounds in Riyadh, Saudi Arabia in 2003. On 12 May 2003, 39 people were killed, and over 160 wounded when bombs went off at three compounds in Riyadh—Dorrat Al Jadawel, Al Hamra Oasis Village, and the Vinnell Corporation Compound. On 8 November, a bomb was detonated outside the Al-Mohaya housing compound west of Riyadh, killing at least 17 people and wounding 122.\n\nThe bombings have been attributed to Islamic extremists as part of a campaign against Westerners and Westernization in Saudi Arabia. They are thought to have been sparked by the stationing of US troops in Saudi Arabia during the 1991 Gulf War with Iraq.\n\n==Prelude==\nA smaller campaign of insurgency in Saudi Arabia had begun in November 2000 when car bombings were carried out targeting and killing individual expatriates in Riyadh and other cities. As early as February 2003, the US State Department issued travel warnings that Westerners could be targeted by terrorists. The warnings followed an explosion at a private residence where weapons, explosives, cash, and false documents were subsequently discovered. In early May 2003, the US State Department warned that terrorists were in the final stages of planning terrorist attacks in Saudi Arabia.  The Saudi government also warned of this, and issued an alert for 19 men believed to be members of Al-Qaeda planning attacks.\n\n==May attack==\nLate on 12 May, several vehicles manned by heavily armed assault teams arrived at three Riyadh compounds: The Dorrat Al Jadawel, a compound owned by the London-based MBI International and Partners subsidiary Jadawel International, the Al Hamra Oasis Village, and the Vinnell Corporation Compound, occupied by a Virginia-based defense contractor that was training the Saudi National Guard.  All contained large numbers of Americans, Westerners, and non-Saudi Arabs.\n\nAround 11:15 pm, multiple gunmen infiltrated the Al Hamra Oasis Village, a site inhabited mainly by Westerners. They killed the guards at the gate and proceeded to open fire at residents, killing Westerners, non-Saudi Arabs, and Saudis and the assailants then detonated a car bomb. The next attack was at the Jadawel compound, though the assailants failed to gain access to the compound due to the prominent level of security. There was a shootout between security personnel and terrorists on approach to the front gates. The terrorists then detonated a two-ton truck bomb outside the area killing themselves, two security guards and injuring many others.\n\nThe final target was the Vinnell compound. The Terrorist Team approached the gate in a sedan, with a pickup truck carrying the explosives following. Those in the sedan shot the Saudi soldiers guarding the gate and then opened the gate for the pickup truck. The truck was driven to the front of one of the residential high rises on the compound, and detonated. At the time, many of the Vinnell employees were away from the compound, supporting an exercise for the National Guard. Seven Americans were killed or died of injuries the night of the attack, along with two Filipino employees. An eighth American died in hospital several days later. Some of the terrorist assault team died when the truck bomb was detonated, and others escaped by climbing over the compound wall.\n\n===Questions about inside actors===\nAccording to American intelligence sources, the bombers operation \"depended on a significant level of `insider` knowledge of the compounds.\"  According to one American military official quoted by the Daily Telegraph, it took the bombers \n(...) 30 seconds to a minute to get from the gate to the housing block. They had to know where the switches were to operate the gates after attacking the guards. They then drove at breakneck speed with a bomb weighing nearly 200 kilograms to the most intensely populated location in the complex and blew it up. \"Several bombers\" were wearing uniforms of the National Guard to help them get into the three bombed complexes. The intelligence officials believe that al-Qaeda has infiltrated even the elite National Guard, which is involved in compound security.\n\n===Reaction===\nIn the immediate aftermath of the May bombing a large number of Western expatriates left Saudi Arabia. Airlines reported a \"flood of bookings for flights from Saudi Arabia to Britain and America\". There were also bomb scares and an evacuation of one compound near those attacked and at the landmark Faisaliya Tower.\n\nThe attacks were denounced by then-US President George W. Bush as \"ruthless murder\" and by Saudi Crown Prince Abdullah as the work of \"monsters.\" Abdullah vowed to destroy the terrorist group that ordered them, and the Saudi government began a harsh crackdown on the insurgency, arresting more than 600 terrorist suspects and seizing bomb-making materials, bomb belts, and thousands of weapons.\n\nOn 7 June 2003, an official Saudi statement identified twelve men as the perpetrators of this attack. According to that statement, the identification was based on DNA found at the scene. The names were Al-Qaeda member Khaled Muhammad bin Muslim Al-Arawi Al-Juhani, Muhammed Othman Abdullah Al-Walidi Al-Shehri, Hani Saeed Ahmad Al Abdul-Karim Al-Ghamdi, Jubran Ali Ahmad Hakami Khabrani, Khaled bin Ibrahim Mahmoud, Mehmas bin Muhammed Mehmas Al-Hawashleh Al-Dosari, Muhammed bin Shadhaf Ali Al-Mahzoum Al-Shehri, Hazem Muhammed Saeed Kashmiri, Majed Abdullah Sa'ad bin Okail, Bandar bin Abdul-Rahman Menawer Al-Rahimi Al-Mutairi, Abdul-Karim Muhammed Jubran Yazji, and Abdullah Farres bin Jufain Al-Rahimi Al-Mutairi.\n\nAbdul Rahman Jabarah was killed in a gunfight with Saudi security forces, as was Zubayr Al-Rimi. Both men were believed to have had involvement in the attack.\n\nSaif al-Adel and Saad bin Laden were implicated in the attacks. According to Seth G. Jones, the bombings were planned by al Qaeda in Iran, with apparent Iranian complicity. In May 2003, then-State Department official Ryan Crocker provided information on the upcoming attack to Iranian officials, who apparently took no action. However, according to an interrogation of former al-Qaeda spokesman Sulaiman Abu Ghaith, al-Adel and Saad were being held prisoner in Iran when the attacks took place. Saad was killed in a drone strike in Pakistan in 2009.\n\n===Casualties===\nIn the compound bombings, reportedly at least 27 people died from several different countries:\n\n\n\nIn addition, twelve suicide bombers died, bringing the entire toll from the attacks to 39. More than 160 other people were injured, including more than two dozen Americans.\n\nIn October 2003, as-Sahab released the videotaped wills of the bombers Abu Umar al-Ta'ifi (also known as Hamza al-Ansari), Muhammad bin Shazzaf al-Shahri (also known as Abu Tareq al-Aswad) and Muhammad bin Abd al-Wahhab al-Maqit, recorded two weeks before the attacks.\n\n==November attack==\n\n\nOn 8 November, a suicide truck bomb detonated outside the Al-Mohaya housing compound in Laban Valley, West of Riyadh, killing at least 17 people and wounding 122, among them 36 children. Those killed in the attack were mainly Arabs, many of them workers from countries such as Egypt and Lebanon. Among the injured were people from India, Bangladesh, Philippines, and Eritrea.  (The US State Department had warned of further attacks in the Kingdom on the day of the attack.)\n\n===Questions about inside actors===\nAccording to the Saudi Press Agency, suicide bombers posing as guards drove into the compound in a vehicle which \"looked like a police car\", and after an exchange of gunfire with security forces blew themselves up—the compound allegedly chosen by them because those occupied by Western expatriates were too well guarded. However, journalist John R. Bradley noted that none of the suicide bombers were identified by the government, and that despite official reports of gunfire before the bombing—and thus presumably casualties among security forces—there were no televised visits by Interior Minister Prince Naif to homes of members of those forces, as is customary when members are killed in an attack.\n\nBradley reports that in an alternative version of the bombing—provided to him by Saudi opposition figures with sources among disgruntled members of the security forces and government—the police car was \"in fact ... a car belonging to the Saudi special security forces,\" and that the bomb was not detonated in suicide but by remote control, its detonators escaping unharmed. Thus, attackers dressed as policemen, driving a special security forces car, taking care not to kill any of those defending the compound, and apparently not themselves being fired upon with any degree of accuracy [meant that] There could not be greater evidence, if even only half of that proved true, that Al-Qaeda had infiltrated Saudi Arabia's military and security forces, including those entrusted with the protection of residential compounds.\n\n\nAccording to Bradley, surviving residents of the compound stated that three months before the bombing Saudi religious police accompanied by regular Saudi police, had visited them—a rare intrusion into the \"refuge from Saudi morality that the compounds are supposed to provide\". The police had warned the residents that their \"Westernized lifestyle\" was \"under scrutiny\".  It was an \"open secret\", according to Bradley, that many of the religious police supported Osama bin Laden.\n\n==See also==\n\n*Terrorism in Saudi Arabia\n*Khobar Towers bombing (1996)\n*Khobar massacres (2004)\n*The Kingdom, a 2007 film that draws from the bombing as inspiration for its plot.\n\n==References==\n\n\n==External links==\n*  Shock and Fear in Riyadh (CBS News)",
    "links": [
        {
            "title": "Riyadh",
            "text": "Riyadh",
            "start": 58,
            "end": 64,
            "id": "51554"
        },
        {
            "title": "Saudi Arabia",
            "text": "Saudi Arabia",
            "start": 66,
            "end": 78,
            "id": "349303"
        },
        {
            "title": "Vinnell",
            "text": "Vinnell Corporation",
            "start": 248,
            "end": 267,
            "id": "2737916"
        },
        {
            "title": "Gulf War",
            "text": "Gulf War",
            "start": 649,
            "end": 657,
            "id": "182000"
        },
        {
            "title": "Terrorism in Saudi Arabia",
            "text": "insurgency in Saudi Arabia",
            "start": 704,
            "end": 730,
            "id": "1699087"
        },
        {
            "title": "United States Department of State",
            "text": "US State Department",
            "start": 897,
            "end": 916,
            "id": "31975"
        },
        {
            "title": "Saudi list of most-wanted suspected terrorists",
            "text": "19 men believed to be members",
            "start": 1335,
            "end": 1364,
            "id": "21378597"
        },
        {
            "title": "Al-Qaeda",
            "text": "Al-Qaeda",
            "start": 1368,
            "end": 1376,
            "id": "1921"
        },
        {
            "title": "Mohamed Bin Issa Al Jaber",
            "text": "MBI International and Partners",
            "start": 1577,
            "end": 1607,
            "id": "26297718"
        },
        {
            "title": "Jadawel International",
            "text": "Jadawel International",
            "start": 1619,
            "end": 1640,
            "id": null
        },
        {
            "title": "Vinnell",
            "text": "Vinnell Corporation",
            "start": 1678,
            "end": 1697,
            "id": "2737916"
        },
        {
            "title": "Virginia",
            "text": "Virginia",
            "start": 1722,
            "end": 1730,
            "id": "32432"
        },
        {
            "title": "Saudi Arabian National Guard",
            "text": "Saudi National Guard",
            "start": 1778,
            "end": 1798,
            "id": "1051682"
        },
        {
            "title": "Western world",
            "text": "Westerners",
            "start": 1843,
            "end": 1853,
            "id": "21208200"
        },
        {
            "title": "The Daily Telegraph",
            "text": "Daily Telegraph",
            "start": 3544,
            "end": 3559,
            "id": "23797577"
        },
        {
            "title": "Al-Qaeda",
            "text": "al-Qaeda",
            "start": 4045,
            "end": 4053,
            "id": "1921"
        },
        {
            "title": "Al Faisaliyah Center",
            "text": "Faisaliya Tower",
            "start": 4456,
            "end": 4471,
            "id": "1568168"
        },
        {
            "title": "George W. Bush",
            "text": "George W. Bush",
            "start": 4522,
            "end": 4536,
            "id": "3414021"
        },
        {
            "title": "Abdullah of Saudi Arabia",
            "text": "Crown Prince Abdullah",
            "start": 4571,
            "end": 4592,
            "id": "19186951"
        },
        {
            "title": "Khalid al-Juhani",
            "text": "Khaled Muhammad bin Muslim Al-Arawi Al-Juhani",
            "start": 5088,
            "end": 5133,
            "id": "5582885"
        },
        {
            "title": "Abdul Rahman Jabarah",
            "text": "Abdul Rahman Jabarah",
            "start": 5590,
            "end": 5610,
            "id": "16950757"
        },
        {
            "title": "Zubayr Al-Rimi",
            "text": "Zubayr Al-Rimi",
            "start": 5671,
            "end": 5685,
            "id": "7589636"
        },
        {
            "title": "Saif al-Adel",
            "text": "Saif al-Adel",
            "start": 5750,
            "end": 5762,
            "id": "435427"
        },
        {
            "title": "Saad bin Laden",
            "text": "Saad bin Laden",
            "start": 5767,
            "end": 5781,
            "id": "3812390"
        },
        {
            "title": "Ryan Crocker",
            "text": "Ryan Crocker",
            "start": 5967,
            "end": 5979,
            "id": "194003"
        },
        {
            "title": "Sulaiman Abu Ghaith",
            "text": "Sulaiman Abu Ghaith",
            "start": 6145,
            "end": 6164,
            "id": "270989"
        },
        {
            "title": "Iran",
            "text": "Iran",
            "start": 6211,
            "end": 6215,
            "id": "14653"
        },
        {
            "title": "Pakistan",
            "text": "Pakistan",
            "start": 6282,
            "end": 6290,
            "id": "23235"
        },
        {
            "title": "As-Sahab",
            "text": "as-Sahab",
            "start": 6607,
            "end": 6615,
            "id": "2166979"
        },
        {
            "title": "Will and testament",
            "text": "will",
            "start": 6640,
            "end": 6644,
            "id": "77697"
        },
        {
            "title": "Egypt",
            "text": "Egypt",
            "start": 7159,
            "end": 7164,
            "id": "8087628"
        },
        {
            "title": "Lebanon",
            "text": "Lebanon",
            "start": 7169,
            "end": 7176,
            "id": "17771"
        },
        {
            "title": "India",
            "text": "India",
            "start": 7213,
            "end": 7218,
            "id": "14533"
        },
        {
            "title": "Bangladesh",
            "text": "Bangladesh",
            "start": 7220,
            "end": 7230,
            "id": "3454"
        },
        {
            "title": "Philippines",
            "text": "Philippines",
            "start": 7232,
            "end": 7243,
            "id": "23440"
        },
        {
            "title": "Eritrea",
            "text": "Eritrea",
            "start": 7249,
            "end": 7256,
            "id": "17238590"
        },
        {
            "title": "John R. Bradley",
            "text": "John R. Bradley",
            "start": 7734,
            "end": 7749,
            "id": "32934051"
        },
        {
            "title": "Committee for the Promotion of Virtue and the Prevention of Vice (Saudi Arabia)",
            "text": "religious police",
            "start": 9030,
            "end": 9046,
            "id": "1795147"
        },
        {
            "title": "Osama bin Laden",
            "text": "Osama bin Laden",
            "start": 9385,
            "end": 9400,
            "id": "22468"
        },
        {
            "title": "Terrorism in Saudi Arabia",
            "text": "Terrorism in Saudi Arabia",
            "start": 9418,
            "end": 9443,
            "id": "1699087"
        },
        {
            "title": "Khobar Towers bombing",
            "text": "Khobar Towers bombing",
            "start": 9445,
            "end": 9466,
            "id": "349790"
        },
        {
            "title": "2004 Khobar massacre",
            "text": "Khobar massacres",
            "start": 9475,
            "end": 9491,
            "id": "694091"
        },
        {
            "title": "The Kingdom (film)",
            "text": "The Kingdom",
            "start": 9500,
            "end": 9511,
            "id": "5875034"
        }
    ],
    "_chunk_id": "b_1127798658-1156558787"
}