{
    "_id": "1285261",
    "id": "1285261",
    "title": "Sbarro restaurant suicide bombing",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Attack==",
            "start": 266,
            "end": 276
        },
        {
            "text": "===Fatalities===",
            "start": 2922,
            "end": 2938
        },
        {
            "text": "==Perpetrators==",
            "start": 2942,
            "end": 2958
        },
        {
            "text": "===Ahlam Tamimi===",
            "start": 3788,
            "end": 3806
        },
        {
            "text": "==Impact==",
            "start": 4869,
            "end": 4879
        },
        {
            "text": "==Official reactions==",
            "start": 5055,
            "end": 5077
        },
        {
            "text": "==Palestinian exhibit==",
            "start": 6312,
            "end": 6335
        },
        {
            "text": "==Response and activism of victims' families==",
            "start": 6865,
            "end": 6911
        },
        {
            "text": "===2011 prisoner exchange===",
            "start": 7978,
            "end": 8006
        },
        {
            "text": "==See also==",
            "start": 9291,
            "end": 9303
        },
        {
            "text": "==References==",
            "start": 9544,
            "end": 9558
        },
        {
            "text": "==External links==",
            "start": 9561,
            "end": 9579
        }
    ],
    "categories": [
        "Suicide bombings in 2001",
        "2001 murders in Asia",
        "August 2001 crimes",
        "August 2001 events in Asia",
        "Israeli casualties in the Al-Aqsa Intifada",
        "Terrorist incidents in Jerusalem",
        "Mass murder in 2001",
        "Islamic Jihad Movement in Palestine",
        "2000s in Jerusalem",
        "Attacks on restaurants in Asia",
        "Al-Qassam Brigades Operations",
        "Terrorist incidents in Israel in 2001",
        "Hamas suicide bombings",
        "Islamic terrorist incidents in 2001",
        "Attacks on buildings and structures in Israel",
        "Terrorist incidents in Jerusalem in the 2000s"
    ],
    "infobox": "{{Infobox terrorist attack\n|title=Sbarro restaurant suicide bombing\n|partof=the [[Second Intifada]] militancy campaign\n|image=\n|caption= The restaurant after the bombing\n|map= {{location map|width=275|border=infobox|Jerusalem#Israel jerusalem#Israel\n|lat_deg=31|lat_min=46|lat_sec=59|lat_dir=N\n|lon_deg=35|lon_min=13|lon_sec=05|lon_dir=E \n|caption=The attack site\n}}\n| location = [[Jerusalem]], [[Israel]]\n| coordinates = {{coord|31.7830|N|35.2179|E|display=inline,title }}\n|target=[[Sbarro]] pizza restaurant\n|date=9 August 2001<br />2:00&nbsp;pm ([[Israel Summer Time|IDT]])\n|time-begin=\n|time-end=\n|timezone=\n|type=[[Suicide bombing]]\n|fatalities=15 civilians (+1 bomber)\n|injuries=130\n|perps=[[Hamas]]\n}}",
    "article": "The Sbarro restaurant suicide bombing, also called the Sbarro massacre, was a Palestinian terrorist attack on a pizzeria in downtown Jerusalem, Israel, on 9 August 2001, in which 15 civilians were killed, including 7 children and a pregnant woman, and 130 wounded.\n\n==Attack==\nAt the time of the bombing, the Jerusalem branch of the Sbarro pizza restaurant chain was located at the corner of King George Street and Jaffa Road in Jerusalem, one of the busiest pedestrian crossings in the region. Although not required to do so, owner Noam Amar added extra support columns on the advice of city inspectors.\n\nAhlam Tamimi, who was charged as an accomplice, scouted for a target before leading Izz al-Din Shuheil al-Masri, the suicide bomber, to the Sbarro restaurant. They arrived just before 2:00 pm, when the restaurant was filled with customers, \"dozens of women, children and babies\", and pedestrian traffic outside was at its peak. Tamimi departed before Al-Masri, thought to be carrying a rigged guitar case or wearing an explosive belt weighing 5 to 10 kilograms, containing explosives, nails, nuts and bolts, detonated his bomb.\n\nThe dead included 13 Israelis, one pregnant American, and one Brazilian, all of them civilians. Additionally, 130 were injured. Chana Nachenberg remains hospitalized, in a permanent vegetative state, more than thirteen years after the attack. She was 31 years old at the time of the bombing. Her daughter, who was not yet 3 years old at the time, was one of the few in the restaurant who came through the disaster unscathed.\n\nYocheved Shoshan, age 10, was killed, and her 15-year-old sister Miriam was severely injured with 60 nails lodged in her body, a hole in her right thigh, third degree burns on 40 percent of her body, and a ruptured spleen. According to the testimony of their mother, Esther Shoshan:\n\n\n\nMordechai and Tzira Schijveschuurder, both children of Holocaust survivors, were killed along with three of their children. Two other daughters, Leah, 11, and Chaya, 8, were critically injured. The family was Dutch. During the Holocaust, Tzira's parents were in Bergen Belsen and Theresienstadt. Mordechai's parents successfully hid from the Nazis.\n\nAccording to the testimony of Chaya Schijveschuurder:\n\n\n\nChaviv Avrahami, who saw the scene of the attack after the bombing, recounted: \"I heard a tremendous explosion, and I was thrown up a metre into the air. I knew immediately that it was a bomb attack, and a catastrophic one. There were people - babies - thrown through the window and covered with blood. The whole street was covered with blood and bodies: the dead and the dying.\" Naor Shara, a soldier who witnessed the attack, said, \"The worst thing I saw, which I think will haunt me all my life, is a baby that was sitting in a stroller outside a shop and was dead. After the explosion, the baby's mother came out of the store and started screaming hysterically.\"\n\n===Fatalities===\n\n\n\n==Perpetrators==\n\n\nBoth Hamas and the Islamic Jihad Movement in Palestine initially claimed responsibility, with Hamas saying that the attack was in response to Israel's assassination ten days earlier in Nablus of the two leading Hamas commanders Jamal Mansour and Omar Mansour as well as six civilians including two children.\n\nThe suicide bomber who died in the course of carrying out the attack was later identified to be Izz al-Din Shuheil al-Masri from the Palestinian West Bank town of Aqabah. Izz al-Masri was 22 at the time and the son of a successful restaurant owner, and from an affluent land-owning family.\n\nThe person who constructed the explosives was a man named as Abdallah Barghouti. For his part in this and a string of other attacks, in which 66 civilians were killed, he was handed down 67 life sentences on 30 November 2004.\n\n===Ahlam Tamimi===\n\nIzz al-Masri was escorted to the restaurant by Ahlam Tamimi, a 20-year-old female university student and part-time journalist, who had disguised herself as a Jewish tourist for the occasion. She later commented that she was not sorry for what she had done and does not recognize Israel's existence. \"Despite the fact that I'm sentenced to 16 life sentences I know that we will become free from Israeli occupation and then I will also be free from the prison,\" she said. When she first learned from a journalist who was interviewing her in jail that she had murdered eight children, not just three as she had initially believed, she just smiled broadly and continued with the interview.\n\nTamimi was released in October 2011 in exchange for the release of captive Israeli soldier Gilad Shalit.\n\nIn an interview which aired on Al-Aqsa TV on 12 July 2012 (as translated by MEMRI), Tamimi described the reaction of other Palestinians immediately after the bombing:\n\n\n\nAfter hearing an initial report that \"three people were killed\" in the bombing, Tamimi stated:\n\n\n\n==Impact==\nThe shock of this tragedy inspired the Belzberg family to establish the ONE Family Fund, a charity that provides assistance to victims of terrorist attacks targeting Israel.\n\n==Official reactions==\n;Involved parties\n*:\n** In response to the attack, Israel shut down the unofficial Palestinian \"foreign office\" in Jerusalem, at the Orient House.\n** Foreign Minister Peres said, \"If the Palestinian Authority had acted with the necessary determination and carried out preventive detentions of Hamas terrorists and their operators, the murders today in Jerusalem would have been prevented.\"\n*:\n** Hamas and Yasser Arafat blamed Israel for the bombing.\n\n; International\n* – U.S. President George W. Bush expressed condolences and stated, \"I deplore and strongly condemn the terrorist bombing in downtown Jerusalem today. My heartfelt sympathies and those of the American people are with the victims of this terrible tragedy and their families.\"\n\n; Supranational\n* – According to the U.N. press release, \"UN Secretary-General Kofi Annan condemned today's terror attack by a suicide bomber in Jerusalem. He deplored all acts of terror and is deeply disturbed by the terrible loss of life.\"\n* – According to the Belgian EU Presidency, \"The Presidency of the European Union unreservedly condemns the bombing of a Jerusalem shopping centre today, 9 August. It abhors this cowardly act which mainly claimed the lives of innocent civilians.\"\n\n==Palestinian exhibit==\nAfter the suicide bombing, Palestinian university students at the An-Najah University in the West Bank city of Nablus created an exhibition celebrating the first anniversary of the Second Intifada. The exhibit's main attraction was a room-sized re-enactment of the bombing at Sbarro. The installation featured broken furniture splattered with fake blood and human body parts. The entrance to the exhibition was illustrated with a mural depicting the bombing. The exhibit was later shut down by Palestinian leader Yasser Arafat.\n\n==Response and activism of victims' families==\nIn 2001, the family of Malka Chana (Malki) Roth, a 15-year-old victim of the attack, founded The Malki Foundation, a charity organization that supports families of children with disabilities. All services and equipment are provided at no cost to the families. People of all religions and backgrounds are eligible for assistance. The organization is a memorial to Malka Roth's life. Later, Malka's parents, Arnold and Frimet Roth, participated in a mass protest in Europe alongside the families of other terror victims in support of the legality the Israeli West Bank barrier. Arnold remarked, \"Do I feel bad about the destruction the fence is causing? I do. But do not compare the murder of my daughter to the inability of a Palestinian to get to work by 9:00 A.M.\"\n\nThe husband of Shoshana Greenbaum, the pregnant woman killed in the attack, responded by organizing a group called \"Partners in Kindness\" (www.partnersinkindness.org) and writing a column called \"A Daily Dose of Kindness\". He explained that he made these efforts in attempt to \"improve the world\".\n\n===2011 prisoner exchange===\nDuring the 2011 Gilad Shalit prisoner exchange, relatives of the victims of the bombing vehemently protested the release of Ahlam Tamimi, who chose the Sbarro restaurant as a target and drove the bomber to the location.\n\nArnold and Frimet Roth circulated a petition against Tamimi's inclusion in the Gilad Shalit prisoner exchange and also wrote a letter to Prime Minister Binyamin Netanyahu urging him to exclude her from the list. Frimet Roth said in October, \"We feel desperate. We beg Mr. Netanyahu to grant us a few minutes of his time and hear us out. In any sane country with a fair judicial system, even paroled murderers are not released without granting the victims' loved ones a chance to address the parole board.\"\n \nChaya Schijveschuurder, whose parents and three siblings were killed in the attack, protested with a sign that read, \"My parents' blood screams from the grave!\" Her brother, Shvuel, vandalized the Yitzhak Rabin memorial and commented, \"My opinions are all right compared to [Chaya's] and compared to how she feels about the deal. She was badly wounded in the [Sbarro] attack, she feels that releasing the terrorist is as if she were raped and then the rapist went and murdered her parents and is now being released. For her it's like being raped twice.\"\n\n==See also==\n\n* List of massacres committed during the Al-Aqsa Intifada\n* List of Hamas suicide attacks\n* List of Palestinian suicide attacks\n* Palestinian political violence\n* Malki Foundation\n* Israeli casualties of war\n* List of massacres in Israel\n\n==References==\n\n\n==External links==\n*  Suicide bombing at the Sbarro pizzeria in Jerusalem – Israeli MFA (with pictures)\n*  The Malki Foundation. Last accessed 9 August 2006\n*  Partners In Kindness. Last accessed 9 August 2006\n*  Gruesome exhibit marks anniversary of uprising. The Associated Press, 24 September 2001. Last accessed 9 August 2006\n*  Arafat closes 'suicide bombing' art show. BBC News. 26 September 2001. Last accessed 9 August 2006\n*  Photos of the murdered victims\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIzz al-Din Shuheil al-Masri, the perpetrator of the bombing.",
    "links": [
        {
            "title": "Sbarro restaurant suicide bombing",
            "text": "Sbarro restaurant suicide bombing",
            "start": 4,
            "end": 37,
            "id": "1285261"
        },
        {
            "title": "Sbarro restaurant suicide bombing",
            "text": "Sbarro massacre",
            "start": 55,
            "end": 70,
            "id": "1285261"
        },
        {
            "title": "Terrorism",
            "text": "terrorist attack",
            "start": 90,
            "end": 106,
            "id": "30636"
        },
        {
            "title": "Jerusalem",
            "text": "Jerusalem",
            "start": 133,
            "end": 142,
            "id": "16043"
        },
        {
            "title": "Israel",
            "text": "Israel",
            "start": 144,
            "end": 150,
            "id": "9282173"
        },
        {
            "title": "Sbarro",
            "text": "Sbarro",
            "start": 333,
            "end": 339,
            "id": "2405785"
        },
        {
            "title": "King George Street (Jerusalem)",
            "text": "King George Street",
            "start": 392,
            "end": 410,
            "id": "20144001"
        },
        {
            "title": "Jaffa Road",
            "text": "Jaffa Road",
            "start": 415,
            "end": 425,
            "id": "11698859"
        },
        {
            "title": "Ahlam Tamimi",
            "text": "Ahlam Tamimi",
            "start": 606,
            "end": 618,
            "id": "39500873"
        },
        {
            "title": "Suicide attack",
            "text": "suicide bomber",
            "start": 723,
            "end": 737,
            "id": "18835454"
        },
        {
            "title": "Explosive belt",
            "text": "explosive belt",
            "start": 1025,
            "end": 1039,
            "id": "444882"
        },
        {
            "title": "Hamas",
            "text": "Hamas",
            "start": 2966,
            "end": 2971,
            "id": "13913"
        },
        {
            "title": "Islamic Jihad Movement in Palestine",
            "text": "Islamic Jihad Movement in Palestine",
            "start": 2980,
            "end": 3015,
            "id": "13093253"
        },
        {
            "title": "Palestinian territories",
            "text": "Palestinian",
            "start": 3403,
            "end": 3414,
            "id": "96665"
        },
        {
            "title": "West Bank",
            "text": "West Bank",
            "start": 3415,
            "end": 3424,
            "id": "33209"
        },
        {
            "title": "Aqabah",
            "text": "Aqabah",
            "start": 3433,
            "end": 3439,
            "id": "328400"
        },
        {
            "title": "Abdullah Barghouti",
            "text": "Abdallah Barghouti",
            "start": 3622,
            "end": 3640,
            "id": "34138616"
        },
        {
            "title": "Ahlam Tamimi",
            "text": "Ahlam Tamimi",
            "start": 3855,
            "end": 3867,
            "id": "39500873"
        },
        {
            "title": "Gilad Shalit prisoner exchange",
            "text": "in exchange for the release",
            "start": 4531,
            "end": 4558,
            "id": "33425704"
        },
        {
            "title": "Gilad Shalit",
            "text": "Gilad Shalit",
            "start": 4586,
            "end": 4598,
            "id": "5725251"
        },
        {
            "title": "Al-Aqsa TV",
            "text": "Al-Aqsa TV",
            "start": 4632,
            "end": 4642,
            "id": "20916214"
        },
        {
            "title": "Middle East Media Research Institute",
            "text": "MEMRI",
            "start": 4677,
            "end": 4682,
            "id": "351504"
        },
        {
            "title": "ONE Family Fund",
            "text": "ONE Family Fund",
            "start": 4952,
            "end": 4967,
            "id": "4754457"
        },
        {
            "title": "Orient House",
            "text": "Orient House",
            "start": 5211,
            "end": 5223,
            "id": "22538"
        },
        {
            "title": "Yasser Arafat",
            "text": "Yasser Arafat",
            "start": 5484,
            "end": 5497,
            "id": "34289"
        },
        {
            "title": "Palestinians",
            "text": "Palestinian",
            "start": 6363,
            "end": 6374,
            "id": "23267"
        },
        {
            "title": "An-Najah National University",
            "text": "An-Najah University",
            "start": 6402,
            "end": 6421,
            "id": "3677256"
        },
        {
            "title": "West Bank",
            "text": "West Bank",
            "start": 6429,
            "end": 6438,
            "id": "33209"
        },
        {
            "title": "Nablus",
            "text": "Nablus",
            "start": 6447,
            "end": 6453,
            "id": "233369"
        },
        {
            "title": "Al-Aqsa Intifada",
            "text": "Second Intifada",
            "start": 6517,
            "end": 6532,
            "id": "71717"
        },
        {
            "title": "Yasser Arafat",
            "text": "Yasser Arafat",
            "start": 6849,
            "end": 6862,
            "id": "34289"
        },
        {
            "title": "Malki Foundation",
            "text": "The Malki Foundation",
            "start": 7005,
            "end": 7025,
            "id": "2122758"
        },
        {
            "title": "Israeli West Bank barrier",
            "text": "Israeli West Bank barrier",
            "start": 7461,
            "end": 7486,
            "id": "367929"
        },
        {
            "title": "Israeli civilian casualties in the Second Intifada",
            "text": "List of massacres committed during the Al-Aqsa Intifada",
            "start": 9307,
            "end": 9362,
            "id": "14512869"
        },
        {
            "title": "List of Palestinian suicide attacks",
            "text": "List of Hamas suicide attacks",
            "start": 9365,
            "end": 9394,
            "id": "23648332"
        },
        {
            "title": "List of Palestinian suicide attacks",
            "text": "List of Palestinian suicide attacks",
            "start": 9397,
            "end": 9432,
            "id": "23648332"
        },
        {
            "title": "Palestinian political violence",
            "text": "Palestinian political violence",
            "start": 9435,
            "end": 9465,
            "id": "2646043"
        },
        {
            "title": "Malki Foundation",
            "text": "Malki Foundation",
            "start": 9468,
            "end": 9484,
            "id": "2122758"
        },
        {
            "title": "Israeli casualties of war",
            "text": "Israeli casualties of war",
            "start": 9487,
            "end": 9512,
            "id": "17796039"
        },
        {
            "title": "List of massacres in Israel",
            "text": "List of massacres in Israel",
            "start": 9515,
            "end": 9542,
            "id": "31759944"
        },
        {
            "title": "Associated Press",
            "text": "The Associated Press",
            "start": 9822,
            "end": 9842,
            "id": "18935732"
        },
        {
            "title": "BBC",
            "text": "BBC News",
            "start": 9936,
            "end": 9944,
            "id": "19344654"
        }
    ],
    "_chunk_id": "b_2034440183-2046820205"
}