{
    "_id": "3293496",
    "id": "3293496",
    "title": "Sea Tigers",
    "redirect": null,
    "disambiguation": false,
    "sections": [
        {
            "text": "==Background==",
            "start": 659,
            "end": 673
        },
        {
            "text": "==Major operations==",
            "start": 1506,
            "end": 1526
        },
        {
            "text": "== Demise ==",
            "start": 4180,
            "end": 4192
        },
        {
            "text": "==Units==",
            "start": 6926,
            "end": 6935
        },
        {
            "text": "===Boats===",
            "start": 6937,
            "end": 6948
        },
        {
            "text": "===Ships===",
            "start": 8218,
            "end": 8229
        },
        {
            "text": "=== Submersibles ===",
            "start": 8656,
            "end": 8676
        },
        {
            "text": "===Frogmen===",
            "start": 8848,
            "end": 8861
        },
        {
            "text": "=== Naval Mines ===",
            "start": 9482,
            "end": 9501
        },
        {
            "text": "===Personnel===",
            "start": 9705,
            "end": 9720
        },
        {
            "text": "==Analysts' views of Sea Tigers==",
            "start": 9998,
            "end": 10031
        },
        {
            "text": "==Strategic implications==",
            "start": 11224,
            "end": 11250
        },
        {
            "text": "===India===",
            "start": 11252,
            "end": 11263
        },
        {
            "text": "===Sri Lanka===",
            "start": 11713,
            "end": 11728
        },
        {
            "text": "==Human rights abuses==",
            "start": 12373,
            "end": 12396
        },
        {
            "text": "===Sea piracy===",
            "start": 12398,
            "end": 12414
        },
        {
            "text": "==References==",
            "start": 14517,
            "end": 14531
        },
        {
            "text": "==External links==",
            "start": 14534,
            "end": 14552
        }
    ],
    "categories": [
        "Suicide bombing",
        "Military of the Liberation Tigers of Tamil Eelam",
        "1984 establishments in Sri Lanka",
        "2009 disestablishments in Sri Lanka",
        "Military units and formations established in 1984",
        "Military units and formations disestablished in 2009",
        "Disbanded navies"
    ],
    "infobox": "{{infobox military unit\n|unit_name= Sea Tigers\n|image= [[File:Sea Tigers.jpg|border|250px]]\n|caption=\n|dates= 1984 - May 19, 2009\n|country= [[Sri Lanka]]\n|allegiance=\n|branch= \n|type= [[Navy]]\n|role= \n|size= 2,000 - 3,000\n|command_structure=\n|garrison=\n|garrison_label=\n|nickname=\n|patron=\n|motto=\n|colors=\n|colors_label=\n|march=\n|mascot=\n|equipment=\n|equipment_label=\n|battles=\n|anniversaries=\n|decorations=\n|battle_honours=\n|disbanded=\n|flying_hours=\n|website=\n<!-- Commanders -->\n|commander1= [[Thillaiyampalam Sivanesan|Soosai]]\n|commander1_label= Admiral\n}}",
    "article": "The Sea Tigers (Tamil: கடற்புலிகள் Kaţaṛpulikaḷ) was the naval wing of the Liberation Tigers of Tamil Eelam during the Sri Lankan Civil War. It was founded in 1984. The Sea Tigers had a number of small but effective suicide bomber vessels. During its existence it had gained a reputation as a capable adversary for the Sri Lankan Navy. Over the years the Sea Tigers had sunk at least 29 Sri Lankan small inshore patrol boats and one freighter.\n\nThe Sea Tigers were led by Soosai, with their main base at Mullaitivu, on the north-eastern coast of Sri Lanka and their last base was taken when the Sri Lanka Army captured Chalai in Mullaitivu in February 2009.\n\n==Background==\n\nAs the Tamil insurgency gained strength, the LTTE required that much of its supplies to be smuggled in by sea. It was soon realized that a naval component was needed to complement the land-based guerrilla forces. The leader of the LTTE, Velupillai Prabhakaran, understood the necessity of a naval force.\n\nThe Sea Tigers were officially founded in 1984. In the first years its primary task was smuggling personnel and equipment between the LTTE's bases in Tamil Nadu and Sri Lanka, in particular Jaffna. As the Sea Tiger cadres gained experience, it took on offensive operations against the Sri Lankan Navy.\n\nThe leader, 'Admiral', of the Sea Tigers was said to be Soosai. The strategic implementation and execution of Sea Tiger military tactics were guided by leading senior cadre tacticians such as Lieutenant Commander Sri Ram.\n\n==Major operations==\nDuring several of the LTTE offensive campaigns the Sea Tigers landed troops to engage and distract Sri Lankan Army units; the latest was when the LTTE attacked the Tamil Makkal Viduthalai Pulikal faction in the east in 2004. The most significant use of combined operations was at the Second Battle of Elephant Pass in the Spring of 2000, when some 2,500 cadres were landed behind enemy lines. Previously the largest such operation was the capture of Mullaitivu in 1996, the Sri Lanka Army losing over 1,200 soldiers with all their equipment. The LTTE admitted that during that operation the LTTE lost 330 personnel.\n\nIn 2001 The Sri Lankan Navy launched the Operation \"Varuna Kirana\" to stop LTTE sea tiger convoys which bring weapons and equipment from LTTE smuggling ships in the deep seas to land. However this was ultimately unsuccessful as the Navy units were spread out and when they encountered LTTE convoys navy units were vastly outnumbered, often with ten or fifteen Sea Tiger boats against their two Dvoras. The sea tigers also benefitted from weak intelligence gathering by the navy and the poor communications between the navy and the air force.\n\nSea Tigers' fast patrol boats and smaller suicide boats had engaged and sunk around 29 Sri Lanka Navy fast patrol boats. They also attacked the main SLN naval base in a suicide bomber vessel mission at Trincomalee and damaged one of the two SLN catamarans used as troop transports.\n\nOn October 20, 2006, the Sri Lankan Navy reported that it had sunk 9 Sea Tigers boats, and damaged several others in a major skirmish which reportedly left 171 rebels dead.\n\nOn November 1, 2008, a sea battle occurred between Sri Lankan navy and Sea Tigers. During the initial attack at about 05:45 seven Black Sea Tigers died, while four LTTE attack craft were destroyed, 14 Tamil Tigers were killed and about as many others were reported injured. The Sea Tigers then intercepted a twenty-vessel strong Sri Lankan Navy flotilla escorting a hovercraft that resulted in a heavy sea fight. According to pro-rebel sources, at about 7:00 After losing a Dvora Fast Attack Craft (FAC) and the hovercraft, the Lankan navy was forced to withdraw, and had to tow a Water Jet naval craft that was severely damaged to the Kangkeasanthu'rai (KKS) naval base. The battle followed reports that the Sri Lanka's air force had claimed to have bombed a base of the Sea Tiger chief, Soosai and captured a Sea Tiger base at Nachchikuda, along the north-western seaboard. The Sri Lanka Army launched heavy artillery barrages across the Northern Front following the sea battle. The attack also followed a dual Air Tiger air attack.\n\n== Demise ==\nAfter 2005 the Sri Lankan Navy had undergone several major reforms and unlike in the past the navy received more political support. Thus with the beginning of the Fourth Eelam War the Sea Tigers faced a more organised enemy adapted to asymmetric warfare. Development of the navy's intelligence wing and centralizing intelligence agencies allowed the government to track LTTE smuggling ships and instead of attempting stop convoys bringing weapons ashore the navy attacked smuggling ships. Initially stopping at 200 nautical miles to unload cargo to smaller boats, the LTTE was forced to carry out operations further away due to loss of ships and in 2007 SLN followed and sank them near Australian territory. During naval engagements the Sea tigers who relied on swarming and suicide boats found themselves outnumbered due to the introduction of the Arrow-class which was of higher quality When the LTTE used the standard tactic of swarming larger patrol vessels the SLN would fall back while the confused Sea Tiger units are swarmed by arrow boats and outnumbered 10 to 40. The use of sonars alongside simpler methods such as booms alongside increased patrols around ports countered frogmen actions.\n\nThe Sea Tiger force was annihilated during April 2009 attack by Sri Lanka Army and on May 18, 2009 the Sri Lankan government confirmed that Colonel Soosai was killed when a rocket hit the armored-plated van he was travelling in. As a result of the military offensive that ended in May 2009, in the North of the country the Sri Lanka Armed Forces first recaptured all of the western seaboard that was once controlled by the LTTE, thus depriving the Sea Tigers the bases it had in the west.\n\nOn the eastern seaboard the LTTE has also lost all of its Sea tigers bases and coast line it controlled including the headquarters of the Sea Tigers in the town of Mullaitivu.\n\nAlthough the Sea Tigers were initially able to put up stout resistance as several major sea engagements have occurred in the early months of 2009 with the Sea tigers trying to penetrate the naval blockade maintained by the Sri Lanka Navy in the eastern seaboard, they have now been virtually eliminated as an organized naval force. On land the Sri Lanka Army has been able to capture several Sea Tiger boats and a boat yard including several partially completed submersibles.\n\nIn early February 2009, the military reported once again that it captured the last major Sea Tiger base killing three senior commanders in the process thus limiting Sea Tiger operational capabilities. As of 16 May 2009, the entire Sri Lankan coastline was captured by the Sri Lankan Armed Forces. Currently, the Sea Tigers are presumed to have been effectively and completely destroyed.\n\n==Units==\n\n===Boats===\nBoats used by the LTTE are divided into Gunboats, Explosive Boats and Low Profile Vessels. Boats designs ranged from those based on leisure to fishing craft.These boats could be up to 15 meters long, and were usually equipped with four to six 250 Hp outboard engines and a mixture of weaponry: light and heavy machine guns mainly of 12.7mm, 14.7mm calibers and grenade launchers. While inferior to the patrol craft of the navy the use of swarm tactics together with suicide boats negated the disadvantage. The Sea Tiger attack vessels are only at sea during operations and training; when idle they are loaded on large trailers and hidden in the dense jungle southwest of Mullaitivu  or even transported to the west coast if needed. They were also said to possess radar evading stealth boats which are believed to be from North Korea. While their radar evading capabilities have been questioned their low profile makes them harder to spot.\n\nLight fibreglass boats were used for suicide bomber attacks. For every 20 Gunboats in a swarm there were 3 or 4 suicide craft which attempt to destroy or at least immobilize the larger vessels while gunboats distract them. The LTTE also manufactured several Low Profile Vessels which are slower than other boats but stealthier.\n\n===Ships===\nThe Sea Tigers also manned a number of larger merchant vessels (sailing under various flags) used for smuggling equipment from neighboring countries. As there were no large ports under LTTE control, the supplies were loaded onto smaller vessels that could land directly on the beaches. From March 2003 to October 2007, the Sri Lankan Navy destroyed ten of these vessels in the Indian Ocean, crippling the LTTE's supply line.\n\n=== Submersibles ===\nThe LTTE built several crudely built submersibles and semi-submersibles based on Narco-sub designs. All designs were unarmed but some had long nose spars to ram vessels.\n\n===Frogmen===\nFrogmen also served with the Sea Tigers and were used in sinking at least one freighter at the Sri Lankan Navy base at Kankesanturai - KKS, at the northern point of the Jaffna peninsula. They were also involved in the sinking of a SLN supply ship in Trincomalee harbor in May 2008.\n\nOn 17 June 2006 on the coast near Colombo, two frogmen belonging to the Sea Tigers were captured by Sri Lanka's army while trying to bomb ships in Colombo Port. News images showed that the frogmen were using rebreathers, probably a type with one oxygen cylinder across the belly. On capture, both tried to commit suicide using cyanide.\n\n=== Naval Mines ===\nThe LTTE developed several types of improvised naval mines including moored, floating and limpet mines. The LTTE used smuggled  torpedoes to construct mines as their boats were unable to use torpedoes.\n\n===Personnel===\nThe total personnel strength was between 2,000-3,000 women and men. Women operated the boats on an equal footing as their male compatriots. However the number of personnel may vary depending on operational needs. Local arms caches were hidden in the jungle close to villages.\n\n==Analysts' views of Sea Tigers==\n\n\n\nJane's International Defence Review, in a report on Sri Lanka, published a few years ago, pointed out that the Sea Tigers \"have taken on the Sri Lankan navy with unprecedented success.\" A recent publication of the Woodrow Wilson School of Public and International Affairs for the Centre for Strategic and International Studies reckons that they have destroyed 30 per cent of Sri Lanka's navy fiberglass small craft fleet.\n\nThe Sea Tigers not relying on communications with their command on shore during ongoing operations, was one factor in their success. The Sri Lankan Navy on the other hand was required to act in accordance with commanders onshore. Sea Tiger intelligence also played a key role in their operations, allowing for detailed and bold operations to be carried out in almost silent mode (highest EMCON).\n\nThe basis of Sea Tiger offensive operations could be described as sea control and keeping the SLN on their toes with their extensive sea denial tactics in the northern waters of Sri Lanka. Some analysts say the Sea Tigers have adopted the military theory of 'Versatile Maritime Force'. Sea Tiger operations could also be seen as a clear example of asymmetric warfare.\n\n==Strategic implications==\n\n===India===\nIndia regarded the Sea Tigers as a \"nuisance\" in South Asian waters and the Indian Armed Forces and Tamil Nadu's state government had increased naval surveillance in the region. Though no clashes were reported between the Sea Tigers and Indian civil or military ships, Indian experts have suggested the government to \"neutralize\" it as the ongoing battle between the Tigers and Sri Lankan Navy has affected Indian fishing areas and shipping lanes.\n\n===Sri Lanka===\nThe LTTE once controlled parts of the northern coastline of Sri Lanka, the Sri Lankan forces stationed in the Jaffna peninsula were mainly supplied through naval convoys from Trincomalee in the east. The Sea Tigers bases were well located for attacks on these shipments, and forces the SLN to keep a significant force of fast attack patrol-boats on alert. Sea Tigers have also captured and seized the cargo of at least two Sri Lankan freighters. \n \nIn many ways the Sea Tigers had adapted and challenged a larger and more modern Navy, due to their tactics being based on the understanding of SLN operations cycles, doctrine and reaction time.\n\n==Human rights abuses==\n\n===Sea piracy===\nThe Sea Tigers are accused of hijacking ships and boats of all sizes.\n\nThe Sea Tigers has been accused of hijacking several vessels in waters outside Sri Lanka including the Irish Mona (in August 1995), Princess Wave (in August 1996), Athena (in May 1997), Misen (in July 1997), Morong Bong (in July 1997), MV Cordiality (in Sept 1997) and Princess Kash (in August 1998).\n\nWhen the LTTE captured the MV Cordiality near the port of Trincomalee, they killed all five Chinese crew members on board. The MV Sik Yang, a 2,818-ton Malaysian-flag cargo ship which sailed from Tuticorin, India on May 25, 1999 was reported missing in waters near Sri Lanka. The ship with a cargo of bagged salt was due at the Malaysian port of Malacca on May 31. The fate of the ship's crew of 63 is unknown. It is suspected that the vessel was hijacked by the LTTE, the crew thrown overboard, and is now been used as a phantom vessel. A report published on June 30, 1999 confirmed that the vessel had been hijacked by the LTTE.\n\nIn a notable incident since the signing of the Ceasefire Agreement in 2001, the crew of a Jordanian ship, MV Farah III that ran aground near rebel-controlled territory off the island's coast, accused the Tamil Tigers of forcing them to abandon the vessel which was carrying 14,000 tonnes of Indian rice and risking their lives. The crew said that LTTE fired four times to force them out of the vessel after failing to explode it in choppy seas three days after. The skipper of the vessel said; \"First they tried to set up a bomb and explode the anchor cable and when it failed they ordered us to weigh anchor\" He also said that the Tigers dismantled and removed all radio communication equipment and radar from the vessel. On May 1, 2007 Sayed Sulaiman, the chairman of the ship's owners, Salam International Trading Company gave an interview to the BBC Tamil service, saying, \"We hear from the parties who are concerned with the ship, the insurance company etc., that ... everything that could be taken – like the rice, lights, generators – has been taken from the ship. The ship is now bare.\" \n\n==References==\n\n\n==External links==\n*  Article in \"Janes\" about the Sea Tiger sinking of a SLN catamaran in Trincomalee\n*  Article in \"Janes\" about the Sea Tigers'tactics and technology\n*  Article in \"The Hindu\" - Sea Tigers as a possible threat to India's security\n*  Article in the GOSL website regarding the \"Chinese trawler incident\"\n*  BBC report about the \"Chinese trawler incident\"\n*  Pictorial of Sea Tigers parade to pay tribute to their fallen fellow cadres on the Martyr's day memorial held in Kallapadu, Mullaithivu coast Nov 2005, a blog\n*  Overview of the Sea Tiger attack on \"Pearl Cruise\" on 11. May 2006, from \"Transcurrents\",\n\n\n\n\n\n\n\n\n\n\n\nA LTTE Sea Tiger fast attack fiberglass boat passing a Sri Lankan \nfreighter sunken by the Sea Tigers just north of the village of \nMullaitivu, North-eastern Sri Lanka.\nLTTE Sea Tiger head, Colonel Soosai on a Sea Tiger vessel off Mullaitivu.\nLTTE Sea Tigers boat with a female crew.",
    "links": [
        {
            "title": "Sea Tigers",
            "text": "Sea Tigers",
            "start": 4,
            "end": 14,
            "id": "3293496"
        },
        {
            "title": "Liberation Tigers of Tamil Eelam",
            "text": "Liberation Tigers of Tamil Eelam",
            "start": 75,
            "end": 107,
            "id": "18606"
        },
        {
            "title": "Sri Lankan Civil War",
            "text": "Sri Lankan Civil War",
            "start": 119,
            "end": 139,
            "id": "225283"
        },
        {
            "title": "Suicide attack",
            "text": "suicide bomb",
            "start": 216,
            "end": 228,
            "id": "18835454"
        },
        {
            "title": "Sri Lanka Navy",
            "text": "Sri Lankan Navy",
            "start": 319,
            "end": 334,
            "id": "6186841"
        },
        {
            "title": "Patrol boat",
            "text": "inshore patrol boat",
            "start": 404,
            "end": 423,
            "id": "536773"
        },
        {
            "title": "Cargo ship",
            "text": "freighter",
            "start": 433,
            "end": 442,
            "id": "786056"
        },
        {
            "title": "Soosai",
            "text": "Soosai",
            "start": 472,
            "end": 478,
            "id": "47862651"
        },
        {
            "title": "Mullaitivu",
            "text": "Mullaitivu",
            "start": 504,
            "end": 514,
            "id": "5609373"
        },
        {
            "title": "Sri Lanka Army",
            "text": "Sri Lanka Army",
            "start": 595,
            "end": 609,
            "id": "6257409"
        },
        {
            "title": "Insurgency",
            "text": "insurgency",
            "start": 688,
            "end": 698,
            "id": "589841"
        },
        {
            "title": "Military logistics",
            "text": "supplies",
            "start": 751,
            "end": 759,
            "id": "2726726"
        },
        {
            "title": "Smuggling",
            "text": "smuggled",
            "start": 766,
            "end": 774,
            "id": "28645"
        },
        {
            "title": "Guerrilla warfare",
            "text": "guerrilla",
            "start": 870,
            "end": 879,
            "id": "12720"
        },
        {
            "title": "Velupillai Prabhakaran",
            "text": "Velupillai Prabhakaran",
            "start": 912,
            "end": 934,
            "id": "445658"
        },
        {
            "title": "Tamil Nadu",
            "text": "Tamil Nadu",
            "start": 1130,
            "end": 1140,
            "id": "29918"
        },
        {
            "title": "Jaffna",
            "text": "Jaffna",
            "start": 1170,
            "end": 1176,
            "id": "24585728"
        },
        {
            "title": "Cadre (politics)",
            "text": "cadres",
            "start": 1195,
            "end": 1201,
            "id": "46693174"
        },
        {
            "title": "Sri Lanka Navy",
            "text": "Sri Lankan Navy",
            "start": 1265,
            "end": 1280,
            "id": "6186841"
        },
        {
            "title": "Military tactics",
            "text": "military tactics",
            "start": 1403,
            "end": 1419,
            "id": "60981"
        },
        {
            "title": "Liberation Tigers of Tamil Eelam",
            "text": "LTTE",
            "start": 1549,
            "end": 1553,
            "id": "18606"
        },
        {
            "title": "Sri Lanka Army",
            "text": "Sri Lankan Army",
            "start": 1626,
            "end": 1641,
            "id": "6257409"
        },
        {
            "title": "Tamil Makkal Viduthalai Pulikal",
            "text": "Tamil Makkal Viduthalai Pulikal",
            "start": 1691,
            "end": 1722,
            "id": "1074252"
        },
        {
            "title": "Combined operations",
            "text": "combined operations",
            "start": 1780,
            "end": 1799,
            "id": "1183490"
        },
        {
            "title": "Second Battle of Elephant Pass",
            "text": "Second Battle of Elephant Pass",
            "start": 1811,
            "end": 1841,
            "id": "13727911"
        },
        {
            "title": "Mullaitivu",
            "text": "Mullaitivu",
            "start": 1977,
            "end": 1987,
            "id": "5609373"
        },
        {
            "title": "Sri Lanka Army",
            "text": "Sri Lanka Army",
            "start": 2001,
            "end": 2015,
            "id": "6257409"
        },
        {
            "title": "Patrol boat",
            "text": "fast patrol boat",
            "start": 2699,
            "end": 2715,
            "id": "536773"
        },
        {
            "title": "Sri Lanka Navy",
            "text": "Sri Lanka Navy",
            "start": 2774,
            "end": 2788,
            "id": "6186841"
        },
        {
            "title": "Trincomalee",
            "text": "Trincomalee",
            "start": 2889,
            "end": 2900,
            "id": "566463"
        },
        {
            "title": "Catamaran",
            "text": "catamarans",
            "start": 2932,
            "end": 2942,
            "id": "195952"
        },
        {
            "title": "Flotilla",
            "text": "flotilla",
            "start": 3489,
            "end": 3497,
            "id": "981096"
        },
        {
            "title": "Hovercraft",
            "text": "hovercraft",
            "start": 3510,
            "end": 3520,
            "id": "152690"
        },
        {
            "title": "Super Dvora Mk III-class patrol boat",
            "text": "Dvora Fast Attack Craft",
            "start": 3618,
            "end": 3641,
            "id": "14015313"
        },
        {
            "title": "Water Jet",
            "text": "Water Jet",
            "start": 3725,
            "end": 3734,
            "id": null
        },
        {
            "title": "Kangkeasanthu'rai",
            "text": "Kangkeasanthu'rai",
            "start": 3780,
            "end": 3797,
            "id": null
        },
        {
            "title": "Sri Lanka Air Force",
            "text": "Sri Lanka's air force",
            "start": 3853,
            "end": 3874,
            "id": "6715199"
        },
        {
            "title": "Soosai",
            "text": "Soosai",
            "start": 3933,
            "end": 3939,
            "id": "47862651"
        },
        {
            "title": "Nachchikuda",
            "text": "Nachchikuda",
            "start": 3973,
            "end": 3984,
            "id": null
        },
        {
            "title": "Air Tigers#Vavuniya attack",
            "text": "dual Air Tiger air attack",
            "start": 4152,
            "end": 4177,
            "id": null
        },
        {
            "title": "Asymmetric warfare",
            "text": "asymmetric warfare",
            "start": 4428,
            "end": 4446,
            "id": "46863"
        },
        {
            "title": "Cedric-class patrol boat",
            "text": "Arrow-class",
            "start": 5042,
            "end": 5053,
            "id": "19341660"
        },
        {
            "title": "Boom (navigational barrier)",
            "text": "booms",
            "start": 5319,
            "end": 5324,
            "id": "40815891"
        },
        {
            "title": "Sri Lanka Army",
            "text": "Sri Lanka Army",
            "start": 5458,
            "end": 5472,
            "id": "6257409"
        },
        {
            "title": "Government of Sri Lanka",
            "text": "Sri Lankan government",
            "start": 5497,
            "end": 5518,
            "id": "80374"
        },
        {
            "title": "Soosai",
            "text": "Colonel Soosai",
            "start": 5534,
            "end": 5548,
            "id": "47862651"
        },
        {
            "title": "Sri Lanka Armed Forces",
            "text": "Sri Lanka Armed Forces",
            "start": 5717,
            "end": 5739,
            "id": "23408142"
        },
        {
            "title": "Mullaitivu",
            "text": "Mullaitivu",
            "start": 6048,
            "end": 6058,
            "id": "5609373"
        },
        {
            "title": "Blockade",
            "text": "naval blockade",
            "start": 6251,
            "end": 6265,
            "id": "293054"
        },
        {
            "title": "Sri Lanka Navy",
            "text": "Sri Lanka Navy",
            "start": 6284,
            "end": 6298,
            "id": "6186841"
        },
        {
            "title": "Sri Lanka Army",
            "text": "Sri Lanka Army",
            "start": 6405,
            "end": 6419,
            "id": "6257409"
        },
        {
            "title": "Submersible",
            "text": "submersibles",
            "start": 6523,
            "end": 6535,
            "id": "575135"
        },
        {
            "title": "Sri Lanka Armed Forces",
            "text": "Sri Lankan Armed Forces",
            "start": 6810,
            "end": 6833,
            "id": "23408142"
        },
        {
            "title": "Outboard motor",
            "text": "outboard engine",
            "start": 7199,
            "end": 7214,
            "id": "39846"
        },
        {
            "title": "Machine gun",
            "text": "machine gun",
            "start": 7259,
            "end": 7270,
            "id": "19690"
        },
        {
            "title": "12 mm caliber",
            "text": "12.7mm",
            "start": 7282,
            "end": 7288,
            "id": "1057936"
        },
        {
            "title": "14.5×114mm",
            "text": "14.7mm",
            "start": 7290,
            "end": 7296,
            "id": "3850564"
        },
        {
            "title": "Grenade launcher",
            "text": "grenade launcher",
            "start": 7310,
            "end": 7326,
            "id": "304883"
        },
        {
            "title": "Jungle",
            "text": "jungle",
            "start": 7600,
            "end": 7606,
            "id": "341265"
        },
        {
            "title": "Mullaitivu",
            "text": "Mullaitivu",
            "start": 7620,
            "end": 7630,
            "id": "5609373"
        },
        {
            "title": "North Korea",
            "text": "North Korea",
            "start": 7770,
            "end": 7781,
            "id": "21255"
        },
        {
            "title": "Fiberglass",
            "text": "fibreglass",
            "start": 7895,
            "end": 7905,
            "id": "174431"
        },
        {
            "title": "Suicide attack",
            "text": "suicide bomber",
            "start": 7926,
            "end": 7940,
            "id": "18835454"
        },
        {
            "title": "Merchant ship",
            "text": "merchant vessel",
            "start": 8276,
            "end": 8291,
            "id": "875717"
        },
        {
            "title": "Smuggling",
            "text": "smuggling",
            "start": 8332,
            "end": 8341,
            "id": "28645"
        },
        {
            "title": "Sri Lanka Navy",
            "text": "Sri Lankan Navy",
            "start": 8553,
            "end": 8568,
            "id": "6186841"
        },
        {
            "title": "Indian Ocean",
            "text": "Indian Ocean",
            "start": 8607,
            "end": 8619,
            "id": "14580"
        },
        {
            "title": "Narco-submarine",
            "text": "Narco-sub",
            "start": 8758,
            "end": 8767,
            "id": "18092893"
        },
        {
            "title": "Frogman",
            "text": "Frogmen",
            "start": 8862,
            "end": 8869,
            "id": "297113"
        },
        {
            "title": "Sri Lanka Navy",
            "text": "Sri Lankan Navy",
            "start": 8957,
            "end": 8972,
            "id": "6186841"
        },
        {
            "title": "Kankesanthurai",
            "text": "Kankesanturai",
            "start": 8981,
            "end": 8994,
            "id": "9363104"
        },
        {
            "title": "Jaffna",
            "text": "Jaffna",
            "start": 9031,
            "end": 9037,
            "id": "24585728"
        },
        {
            "title": "Trincomalee",
            "text": "Trincomalee",
            "start": 9112,
            "end": 9123,
            "id": "566463"
        },
        {
            "title": "Colombo",
            "text": "Colombo",
            "start": 9179,
            "end": 9186,
            "id": "56636"
        },
        {
            "title": "Port of Colombo",
            "text": "Colombo Port",
            "start": 9292,
            "end": 9304,
            "id": "24072520"
        },
        {
            "title": "Rebreather",
            "text": "rebreather",
            "start": 9353,
            "end": 9363,
            "id": "294126"
        },
        {
            "title": "Gas cylinder",
            "text": "oxygen cylinder",
            "start": 9391,
            "end": 9406,
            "id": "1179236"
        },
        {
            "title": "Suicide",
            "text": "suicide",
            "start": 9458,
            "end": 9465,
            "id": "16831059"
        },
        {
            "title": "Cyanide",
            "text": "cyanide",
            "start": 9472,
            "end": 9479,
            "id": "5910"
        },
        {
            "title": "Limpet mine",
            "text": "limpet mine",
            "start": 9592,
            "end": 9603,
            "id": "2485633"
        },
        {
            "title": "Jane's International Defence Review",
            "text": "Jane's International Defence Review",
            "start": 10035,
            "end": 10070,
            "id": "5036563"
        },
        {
            "title": "Princeton School of Public and International Affairs",
            "text": "Woodrow Wilson School of Public and International Affairs",
            "start": 10249,
            "end": 10306,
            "id": "449646"
        },
        {
            "title": "Centre for Strategic and International Studies",
            "text": "Centre for Strategic and International Studies",
            "start": 10315,
            "end": 10361,
            "id": "10808925"
        },
        {
            "title": "Military communications",
            "text": "communications",
            "start": 10488,
            "end": 10502,
            "id": "2023546"
        },
        {
            "title": "Command (military formation)",
            "text": "command",
            "start": 10514,
            "end": 10521,
            "id": "4311268"
        },
        {
            "title": "Intelligence assessment",
            "text": "intelligence",
            "start": 10698,
            "end": 10710,
            "id": "519276"
        },
        {
            "title": "Radio silence",
            "text": "EMCON",
            "start": 10846,
            "end": 10851,
            "id": "1505909"
        },
        {
            "title": "Command of the sea",
            "text": "sea control",
            "start": 10921,
            "end": 10932,
            "id": "2024656"
        },
        {
            "title": "Sea denial",
            "text": "sea denial",
            "start": 10988,
            "end": 10998,
            "id": "1122941"
        },
        {
            "title": "Military theory",
            "text": "military theory",
            "start": 11094,
            "end": 11109,
            "id": "7138127"
        },
        {
            "title": "Asymmetric warfare",
            "text": "asymmetric warfare",
            "start": 11203,
            "end": 11221,
            "id": "46863"
        },
        {
            "title": "India",
            "text": "India",
            "start": 11264,
            "end": 11269,
            "id": "14533"
        },
        {
            "title": "Indian Armed Forces",
            "text": "Indian Armed Forces",
            "start": 11340,
            "end": 11359,
            "id": "7171338"
        },
        {
            "title": "Tamil Nadu",
            "text": "Tamil Nadu",
            "start": 11364,
            "end": 11374,
            "id": "29918"
        },
        {
            "title": "Surveillance",
            "text": "naval surveillance",
            "start": 11408,
            "end": 11426,
            "id": "87231"
        },
        {
            "title": "Fishing",
            "text": "fishing area",
            "start": 11678,
            "end": 11690,
            "id": "36581"
        },
        {
            "title": "Sea lane",
            "text": "shipping lane",
            "start": 11696,
            "end": 11709,
            "id": "2018420"
        },
        {
            "title": "Jaffna",
            "text": "Jaffna",
            "start": 11839,
            "end": 11845,
            "id": "24585728"
        },
        {
            "title": "Trincomalee",
            "text": "Trincomalee",
            "start": 11904,
            "end": 11915,
            "id": "566463"
        },
        {
            "title": "Piracy",
            "text": "hijacking",
            "start": 12445,
            "end": 12454,
            "id": "50715"
        },
        {
            "title": "China",
            "text": "Chinese",
            "start": 12880,
            "end": 12887,
            "id": "5405"
        },
        {
            "title": "Thoothukudi",
            "text": "Tuticorin",
            "start": 12984,
            "end": 12993,
            "id": "1105898"
        },
        {
            "title": "Malaysia",
            "text": "Malaysia",
            "start": 13116,
            "end": 13124,
            "id": "3607937"
        },
        {
            "title": "Malacca",
            "text": "Malacca",
            "start": 13134,
            "end": 13141,
            "id": "33588423"
        },
        {
            "title": "Phantom vehicle",
            "text": "phantom vessel",
            "start": 13310,
            "end": 13324,
            "id": "3274942"
        },
        {
            "title": "MV Farah III",
            "text": "MV Farah III",
            "start": 13526,
            "end": 13538,
            "id": "36764692"
        }
    ],
    "_chunk_id": "b_3318412073-3331318131"
}